{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
			{
"headline":"三皇",
"startDate":"-17000",
"endDate":"-2603",
"text":"<p>    三皇五帝属中国上古时期，距今久远，少有当时的文字实物资料流传，主要靠传说流传至今。三皇时代处于约6000年前到4000年前，是中华文明的萌芽发展期。历史资料表明，漫长的三皇时代是母系氏族社会到父系氏族社会的转变期，早期的女娲也常被列为三皇之一。关于上古传说史中的三位圣王三皇，有各种说法：伏羲、神农、女娲（《史记·三皇本纪》—司马贞补、《春秋运斗枢》、《春秋元命苞》）伏羲、神农、黄帝（《尚书·序》、《帝王世纪》）伏羲、神农、燧人（《尚书大传》、《礼纬含文嘉》）伏羲、神农、祝融（《白虎通》）伏羲、神农、共工（《通鉴外纪》）此外，汉朝的纬书中称三皇为天皇、地皇、人皇，是三位天神，后来在道教中又将三皇分初、中、后三组：初三皇具人形；中三皇则人面蛇身或龙身；后三皇中的后天皇人首龙身，即伏羲，后地皇人首蛇身，即女娲，后人皇牛首人身，即神农。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三皇>三皇</a>"
},
{
"headline":"黄帝",
"startDate":"-17000",
"endDate":"-2603",
"text":"<p>    黄帝，为《史记》中的五帝之首，远古时期中国神话人物，中国历代皇帝多为黄帝设庙祭陵等来取得象征的统治正当性，是中国文化的重要标志性人物，被称为中华民族的祖先；有学者以文献证据认为是始于晚清知识分子的推动下，从中国传说时代的三皇与五帝中脱颖而出，成为汉民族以至为中华民族的祖先。黄帝和炎帝并列的说法例如炎黄后裔、炎黄子孙也成为了汉人以至全体中国人自称的说法之一。然而炎帝及蚩尤的神话起源不仅止于汉族，亦包括苗族和朝鲜族。从人类学的社会演进观点的推测，神话中的炎帝及黄帝可能为远古部落联盟共主。根据《山海经》，炎帝在阪泉之战败给黄帝而后蚩尤纠集炎帝的部属再于涿鹿之战败给黄帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄帝>黄帝</a>"
},
{
"headline":"五帝",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    五帝时代文明是三皇时代文明的延续。五帝时代在约4000多年前，当时，黄河流域有一个姬姓部落，首领是黄帝，主要从事农业劳动，还有一个以炎帝为首的姜姓部落，双方经常发生摩擦，两大部落终于爆发了阪泉之战，黄帝打败了炎帝，两个部落并且结为联盟，最后，黄帝又征服了周边各个部落，黄帝时代华夏文明取得很大发展，华夏族由此产生，现在的中国人称自己是“炎黄子孙”也是来自于此。关于上古传说史中的五位圣王五帝，有各种说法：黄帝、颛顼、喾、尧、舜（《史记·五帝本纪》、《世本》、《大戴礼记》、《易传》、《礼记》、《春秋国语》）少昊、颛顼、喾、尧、舜（《尚书·序》、《白虎通义》）黄帝、庖牺（伏羲）、神农、尧、舜（《战国策》）黄帝、颛顼、太昊（伏羲）、少昊、炎帝（《礼记·月令》、《吕氏春秋》、《淮南子》）黄帝、颛顼、喾、尧、少昊（《资治通鉴外纪》）青帝灵威仰，赤帝赤熛怒，白帝白招矩，黑帝协光纪，黄帝含枢纽。（《史记正义》）另外，郭店楚简《唐虞之道》载有“六帝”之说：“六帝兴于古，咸由此也。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五帝>五帝</a>"
},
{
"headline":"阪泉之战",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    阪泉之战是中国上古时期传说中的一场战争，见于《史记·五帝本纪》。史记相关记录如下：以与炎帝战于阪泉之野。三战，然后得其志。蚩尤作乱，不用帝命。于是黄帝乃征师诸侯，与蚩尤战于涿鹿之野，遂擒杀蚩尤。而诸侯咸尊轩辕为天子，代神农氏，是为黄帝。天下有不顺者，黄帝从而征之，平者去之，披山通道，未尝宁居。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/阪泉之战>阪泉之战</a>"
},
{
"headline":"涿鹿之战",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    涿鹿之战是相传中国远古时代，有熊氏黄帝与神农氏炎帝两族联合，同蚩尤九黎族进行的一次大规模战争。约四、五千年前中国父系氏族社会时期，兴起于今冀鲁豫交界地区的蚩尤九黎族，属东夷集团，他们的势力不断由东方向西发展。九黎族原居于南方，后北上中原，与以黄帝为首的部落(华夏集团)发生了冲突，这两股势力为争夺适于牧猎和浅耕的地带，在今天的河南、河北、山东交界地带相遇，于涿鹿之野（今河北省涿鹿县）展开长期争战。黄帝先把炎帝的部落并吞（一说炎帝部落逃至南方），再把蚩尤擒杀。蚩尤率领所属72氏族（或说81氏族）对抗。由于蚩尤的武器装备较好，所以在战斗之初，黄帝处于守势。黄帝族率领以熊、罴、狼、豹等为图腾的氏族，数战不胜。黄帝“使应龙蓄水”，抵挡蚩尤。蚩尤请来了风伯雨师，“天大晦冥”，雷电交作，冲破了应龙的水阵。黄帝在危急关头，又请来女神女魃，使天气放晴。蚩尤和黄帝在战场上各自斗法。蚩尤利用浓雾，使黄帝的部队迷路。黄帝发明了指南车辨别方向，成功冲出浓雾的封锁。经过几个连场战斗，最后黄帝终于在中冀之野（即冀州，今河北省涿州，至今那里还保存有蚩尤墓遗迹）擒杀了蚩尤，获得全胜，成为中原各部落的共主。从此黄帝声名大震，他的势力也日益强大起来，为华夏民族的发展奠定了基础。虽然文中记述的这场战事，有不少神话色彩，但也不难看出，蚩尤及其部族英勇善战，具有很强的实力。黄帝是位有圣德之人，他的聪明才智、德望实力又胜于蚩尤，所以说黄帝当时是众望所归的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/涿鹿之战>涿鹿之战</a>"
},
{
"headline":"大禹治水",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    鲧禹治水或大禹治水是中国著名的上古大洪水传说。三皇五帝时期，黄河泛滥，鲧、禹父子二人授命于尧、舜二帝，任崇伯和夏伯，负责治水。帝尧时，中原洪水泛滥造成水患灾祸，百姓愁苦不堪。帝尧命令鲧治水，鲧受命治理洪水水患，鲧用障水法，也就是在岸边设置河堤，但水却越淹越高，历时九年未能平息洪水灾祸。接着命鲧的儿子禹继任治水之事。禹立即与益和后稷一起，召集百姓前来协助，他视察河道，并检讨鲧治水失败的原因。禹总结了其父亲治水失败的教训，改革治水方法以疏导河川治水为主导，用水利向低处流的自然趋势，疏通了九河。禹亲自率领老百姓餐风露宿，整天泡在泥水里疏通河道，把平地的积水导入江河，再引入海洋。禹坚韧不拔，勇于开拓的精神，经过了十三年治理，终于取得了成功，消除中原洪水泛滥的灾祸。大禹整治黄河水患有功，受舜禅让继帝位。夏禹王登天子之位，并以自己的封国夏为天下之号，宣告夏王朝正式建立。禹王子启王是夏朝的继位天子是为王太子。建碑《大禹陵》。治水期间，禹翻山越岭，淌河过川，拿着量测仪工具，从西向东，一路测度地形的高低，树立标杆，规划水道。他带领治水的民工，走遍各地，根据标杆，逢山开山，遇洼筑堤，以疏通水道，引洪水入海。禹为了治水，费尽脑筋，不怕劳苦，从来不敢休息。他与涂山氏女娇新婚不久，就离开妻子，踏上治水的道路。后来，他路过家门口，听到妻子生产，儿子呱呱坠地的声音，都不敢进家门。第三次经过家乡的时候，其子启正被母亲抱在怀里，他已经懂得叫爸爸，挥动小手，和禹打招呼，禹只是向妻儿挥挥手，表示自己看到他们了，还是没有停下来。因治洪水有功，人们为表达对禹的感激之情，尊称他为“大禹”，即“伟大的禹”。在治水的过程中，禹走遍天下，对各地的地形、习俗、物产等皆了如指掌。禹重新将天下规划为九个州，并制定了各州的贡物品种。帝夏禹王还规定：天子帝畿以外五百里的地区叫甸服，再外五百里叫侯服，再外五百里叫绥服，再外五百里叫要服，最外五百里叫荒服。甸、侯、绥三服，进纳不同的物品或负担不同的劳务。要服，不纳物服役，只要求接受管教、遵守法制政令。荒服，则根据其习俗进行管理，   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大禹治水>大禹治水</a>"
},
{
"headline":"皋陶",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    皋陶（gāo yáo），亦作“皐陶”、“皋繇”或“皐繇”，我国古代传说中的人物。史书典籍中多称为“大业”，传说他是我国上古“五帝”之首的少昊（玄嚣）的后裔，少昊部落从少昊起到皋陶爷孙三代都一直担任早期华夏族的主干——东夷部落联盟的首领，是原始“禅让制”中大部落联盟大酋长（天子）的传统侯选家族，因此皋陶和其长子伯益都曾经被夏禹推为华夏部落联盟首领（天子）的继承人选。皋陶也自幼担任东夷部落联盟的首领，把东夷部落联盟治理得很兴旺发达，故很很年轻就被尧举为大华夏部落联盟的仕，他也是虞舜时的司法官，大禹后期被授摄天子之政。皋陶是上古中华第一任司法部长和首席大法官，后常为狱官或狱神的代称。皋陶的都城曲阜后来成为孔子的故乡，皋陶的思想理论后来也被孔子继承，发展成儒家学说，成为统治中国整个封建社会的主流思想理论。嬴姓和舒、徐、阮、江、黄、李、梁、赵、萧、费、莒等氏均为皋陶后裔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/皋陶>皋陶</a>"
},
{
"headline":"蚩尤",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    蚩尤是中国神话传说中的部落首领，以在涿鹿之战中与黄帝交战而闻名。蚩尤在战争中显示的威力，使其成为战争的同义词，尊之者以为战神，斥之者以为祸首。蚩尤也是苗族相传的远祖之一。其活动年代大致与华夏族首领炎帝和黄帝同时。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蚩尤>蚩尤</a>"
},
{
"headline":"炎帝",
"startDate":"-2603",
"endDate":"-2070",
"text":"<p>    炎帝是传说中中国上古时代神农部落首领的名称，从神农开始至其后裔子孙，也是各部落联盟公推的天下共主，因以火德王，故称炎帝。神农部落末代首领炎帝，姜姓，烈山氏，距今四千年以上生于烈山（今湖北随县烈山）。以后炎帝和黄帝两大部落融合，形成华夏族。黄帝之妻嫘祖之父孙姜雷为神农氏的第十一世孙(被封为六合方山侯，方山即今江苏南京六合方山，姜雷以山为姓，改名方雷)。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/炎帝>炎帝</a>"
},
{
"headline":"尧",
"startDate":"-2214",
"endDate":"-2097",
"text":"<p>    尧（公元前2214？--公元前2097年？），中国传说历史中的人物，是五帝之一。《史记·五帝本纪》记载：帝喾有两个儿子──挚和放勋；帝喾死后，以其年龄最大的儿子挚继承帝位，为帝挚。尧好学而能干，十三岁时就受命辅佐帝挚。帝挚才干平庸，未能妥善管理国家。而尧仁慈爱民，明于察人，治理有方，盛德闻名天下。于是各部族首领纷纷背离帝挚，而归附于尧。帝挚也自觉不如尧之圣明，终于在继位九年以后，将帝位禅让于尧。相传尧继帝位时二十一岁（一说十六岁），以唐县（今河北唐县）为都城，以火德为帝，人称赤帝。他性格仁慈，十分聪明，年轻有为，当上天下共主，也不因而骄横傲慢。他勤于政事，未敢休息。礼仪简单，生活俭朴，绝不浪费百姓的一分一毫。例如他只吃用陶簋盛的粗饭淡汤，只求能饱。唐尧在帝位70年，后禅让于舜。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尧>尧</a>"
},
{
"headline":"舜",
"startDate":"-2165",
"endDate":"-2058",
"text":"<p>    舜（拼音：shùn），是中国传说历史中的人物，是五帝之一。名重华；生于姚墟，故姚姓，冀州人，都城在蒲阪（今山西永济）。舜为四部落联盟首领，以受尧的“禅让”而称帝于天下，其国号为“有虞”。帝舜、大舜、虞帝舜、舜帝皆虞舜之帝王号，故后世以舜简称之。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/舜>舜</a>"
},
{
"headline":"夏",
"startDate":"-2070",
"endDate":"-1558",
"text":"<p>    夏朝（约前21世纪—约前16世纪）是中国传统史书中记载的第一个中原世袭制朝代。一般认为夏朝是多个部落联盟或复杂酋邦形式的国家。夏朝历史上惯称为“夏”。根据史书记载，禹传位于子启，改变了原始部落的禅让制，开创中国近四千年世袭王位之先河。夏朝共传十四代，十七后，延续约471年，为商朝所灭。后人常以“华夏”自称，使之成为中国的代名词。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夏>夏</a>"
},
{
"headline":"涂山之会",
"startDate":"-2070",
"endDate":"-2070",
"text":"<p>    涂山之会一般被认为是中国夏朝王朝建立的标志性事件。涂山位于今天安徽蚌埠怀远县，传说禹建都阳翟（河南禹县）后召集夏和夷的部落首领与涂山，史称涂山之会。《左传·襄公七年》中有“禹合诸侯于涂山，执玉帛者万国”的记载，《史记》中没有关于涂山之会的记载。《后汉书》中也有“至于涂山之会，诸侯承唐虞之盛，执玉帛亦有万国。是以山海经称禹使大章步自东极，至于西垂，二亿三万三千五百里七十一步”的说法，不过《后汉书》的记载可以源于《左传》。除此之外《左传》中还纪录到西周周穆王所召集过的另一次涂山之会。《左传》中有“穆有涂山之会”的纪录。在对《史记·楚世家》的注释中也有提到“穆王有涂山之会”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/涂山之会>涂山之会</a>"
},
{
"headline":"寒浞",
"startDate":"-2041",
"endDate":"-1962",
"text":"<p>    寒浞（前2041年―前1962年），夏朝帝王之一，东夷族寒氏（居今潍坊寒亭区）子弟。今寒亭东南4公里处寒浞冢犹存。他姓寒（也作韩），名浞，又名漪，所以史书上也作寒漪。在中国史书上对寒浞这位君王的评价却是很糟糕，说他是一位不忠不孝不仁不义的人，他不仅杀死了自己的师父，还杀死了他的义父后羿，夺取了有穷国的半壁江山。后来他又继续穷兵黩武，兴师灭掉了夏朝，使夏朝亡国长达四十年之久。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/寒浞>寒浞</a>"
},
{
"headline":"禹",
"startDate":"-2029",
"endDate":"-1978",
"text":"<p>      禹(前?年--前1978年)：姓姒，名文命，字高密，后世尊称为大禹，也称帝禹，为夏后氏首领。他是黄帝的七世孙、颛顼的五世孙。其父名鲧，被帝尧封于崇，为伯爵，世称“崇伯鲧”或“崇伯”，其母为有莘氏之女修己。相传，禹治黄河水患有功，受舜禅让继帝位。帝舜在位三十三年时，正式把天子位禅让给禹。十七年以后，舜在南巡中逝世。诸侯的拥戴下，五十三岁的禹王正式即王位，以安邑(今山西夏县)为都城，国号夏。分封丹朱于唐，分封商均于虞。改定历日称为夏历，以建寅之月为正月。又收取天下的铜，铸成了九鼎，作为天下共主的象征。《说苑》记载大禹“卑小宫室，损薄饮食，土阶三等，衣裳细布。”禹在位的第十五年，其子启王(启)继夏朝天子位，享年六十八岁。禹是夏朝的第一位天子，因此后人也称他为夏禹。他是我国传说时代与尧、舜齐名的贤圣帝王，他最卓著的功绩，就是历来被传颂的治理滔天洪水，又划定中国国土为九州。后人称他为大禹，也就是伟大的禹的意思。禹死后安葬与浙江绍兴市南的会稽山上，现存禹庙、禹陵、禹祠。从秦始皇开始历代帝王大都来禹陵祭祀他。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/禹>禹</a>"
},
{
"headline":"启",
"startDate":"-1978",
"endDate":"-1963",
"text":"<p>      启，是中国夏朝第二任君主。治水中立大功劳的禹的儿子，母亲是涂山氏族的女子。儿子至少有五人，其中有太康及中康。根据《竹书纪年》，帝夏启王在位39年，78岁驾崩。相传禹本来要按照禅让制传位给皋陶，皋陶早亡，就决定传给皋陶子伯益。史籍记载：“禹子启贤，天下属意焉。及禹崩，虽授益，益之佐禹日浅，天下未洽。故诸侯皆去益而朝启，曰‘吾君帝禹之子也’。于是启遂即天子之位，是为夏后帝启。启在位时因有扈氏不服其夺位而造反，在甘之战大胜有扈氏。开战前启在六卿之前发表“甘誓”，这个“甘誓”虽然收录于《尚书》中，学者对于它是否为启所作却存疑，据说有扈氏支持伯益。启战胜后大会各部落首领，最终建立了自己的统治地位。王位世袭制（父死子继或兄终弟及）由此确立。史称：“禹传子，家天下”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/启>启</a>"
},
{
"headline":"甘之战",
"startDate":"-1978",
"endDate":"-1963",
"text":"<p>    甘之战是中国夏朝之战争，约发生于前21世纪，战斗双方为夏王启与西方诸侯有扈氏（今陕西户县一带）。启王击杀伯益后，在钓台（今河南禹州境）召开首领大会。西方的有扈氏对夏启的夺权不服，起兵反抗。战前启作《甘誓》声称有扈氏犯了“威侮五行，怠弃三正”大逆不道的罪行，又曰；“用命，赏于祖，弗有命，戮于社”。战斗结果为有扈氏在甘（,陕西户县,另一说为洛阳附近）被击败，夏军直打到扈地，有扈氏惨败，死伤无数，幸存的有扈氏沦为“牧竖”。此役让启的天子之位更加确立。当时亦为夏朝之高峰。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/甘之战>甘之战</a>"
},
{
"headline":"禹",
"startDate":"-1978",
"endDate":"-1978",
"text":"<p>    禹（？--前1978年），姒姓，名文命，字高密，后世尊称为大禹，也称帝禹，为夏后氏首领、夏朝第一任君王，于前2029年至前1978年在位。他是黄帝的七世孙、颛顼的五世孙。其父名鲧，被帝尧封于崇，为伯爵，世称“崇伯鲧”或“崇伯”，其母为有莘氏之女修己。他是我国传说时代与尧、舜齐名的贤圣帝王，他最卓著的功绩，就是历来被传颂的治理滔天洪水，又划定中国国土为九州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/禹>禹</a>"
},
{
"headline":"伯益",
"startDate":"-1972",
"endDate":"-1972",
"text":"<p>    伯益，嬴姓，名益，古代嬴姓各族的祖先。大业之子。是春秋战国时代秦国、赵国的祖先。相传益善于畜牧和狩猎[2]，助禹治水有功，夏禹对舜说：“非予能成，亦大费为辅。”舜对伯益说：“咨尔费，赞禹功，其赐尔皂游。尔后嗣将大出。”因而被禹选为继承人。《史记》记载禹死禅让予益继位，但四方诸侯比较属意禹之子启，于是益禅让予启后隐居到箕山南麓。但据《竹书纪年》记载，禹死后由禹之子启继位，而益因与启发生争执，帝启六年，被启杀死。相传益发明凿井技术，后来被奉为井神。这反映出远古时代的人们已经掌握这种技术，懂得利用井水解决生活用水和灌溉农田。益有两子，长子大廉，为鸟俗氏；次子若木，为费氏，若木在夏启九年（中国断代工程计算为前2061年），被启封在徐（徐戎，今山东中南部，郯城一带）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伯益>伯益</a>"
},
{
"headline":"启",
"startDate":"-1963",
"endDate":"-1963",
"text":"<p>    启（？―前1963年），也称夏启、帝启、夏后启、夏王启，他是大禹的儿子，夏朝的第二任君王，前1978年―前1963年在位。禹死后，启通过武力征伐伯益，将其击败后继位，成为中国历史上由“禅让制”变为“世袭制”的第一人，自此，宣告原始社会结束，开始了奴隶社会，启是传统上被公认的中国第一个帝王。他放弃阳翟，西迁到大夏（今汾浍流域），建都安邑（今山西夏县西）。此后，又通过甘之战，击败强有力的有扈氏，消除了华夏族内的反对势力。在位晚期，发生了武观之乱，以至政局动荡。他一生骄奢淫逸，最终病死，葬于安邑附近。武则天废唐建周以后，追封启为齐圣皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/启>启</a>"
},
{
"headline":"太康失国",
"startDate":"-1958",
"endDate":"-1955",
"text":"<p>    太康失国，指夏朝第三任国君太康沉溺享乐失国于东夷部落。夏禹之子启在权力斗争中战胜伯益，成为夏朝的第二位帝王，启打破禅让制，成为中国古代王位世袭制度的开端。启死后，他的儿子太康继承王位。太康疏于政事，只顾贪图享乐，造成国家内部矛盾尖锐。东夷族有穷氏首领后羿从封地锄迁到穷石，凭借夏民之力夺取了国内权力。太康与弟仲康相继成为傀儡政权。仲康死后，后羿正式取代了夏天子相，自己当上君主。后羿本身是残暴的统治者，在荒淫程度上，比太康有过之而无不及。后又被其宰相寒浞所杀，寒浞夺取东夷族的的权力后，又兴兵灭亡了夏朝。统治当时华夏达四十年之久。最后直至相的儿子少康集结夏部落旧臣，出兵打败了寒浞，恢复了夏朝的统治，也就是“少康中兴”的典故。从“太康失国”开始到“少康中兴”结束。夏王朝对华夏统治权真空四十多年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太康失国>太康失国</a>"
},
{
"headline":"太康",
"startDate":"-1955",
"endDate":"-1955",
"text":"<p>    姒太康(前?年--前1955年)：简称“太康”，他是夏王姒启(夏启)的长子，夏朝的第三任君王。公元前1958年，其父姒启病死，他遂即位。因不理民事，在去洛水北岸游猎时，被后羿夺去国政。公元前1955年，病死，葬于阳夏(今河南省太康县西)。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太康>太康</a>"
},
{
"headline":"少康",
"startDate":"-1933",
"endDate":"?",
"text":"<p>    姒少康的伯祖夏王姒太康在东夷有穷氏首领后羿叛乱下失国，姒少康的父亲夏后氏首领姒相被寒促杀死，姒少康是姒相的遗腹子。姒少康长大后为有仍氏牧正，又逃至有虞氏任庖正，娶有虞氏之女，积极争取夏后氏遗民，志在复国，派间谍女艾于浇，在同姓部落斟灌氏与斟鄩氏的帮助下，与夏后氏遗臣伯靡等人合力，攻灭了寒浞，恢复了夏王朝的统治。姒少康大有作为，史称少康中兴。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/少康>少康</a>"
},
{
"headline":"少康中兴",
"startDate":"-1923",
"endDate":"-1923",
"text":"<p>    少康中兴乃中国史上首个出现“中兴”二字的时代。少康是中国夏朝的第六代天子。第三代天子太康被东方一个诸侯国有穷氏（今山东西部）后羿所伐，后羿取代了夏之政权。后来后羿的宠臣寒浞发动政变，血洗后羿一族。而太康抑郁而终，弟仲康继位成第四代夏王，寒浞对太康一家穷追不舍。于是仲康逃难时死，儿子相（第五代夏王）也被杀死，相的妻子是有仍国（今山东省济宁市任城区，或说济宁市金乡县）诸侯的女儿后缗氏，有身孕，逃回有仍国，生下了少康，当上牧正，负责管理畜牧。寒浞不肯放过夏朝宗室，寒浞之子寒奡派人杀少康。后来少康避难，逃往有虞国（今河南省虞城县），担任有虞氏庖正（掌厨），国王虞思把女儿“二桃”嫁给了少康，并积极厚植势力，有田一成（方十里），有众一旅（五百人），又得有虞国诸侯伯思相助。一日少康发起义师，联络夏朝遗臣伯靡，派女艾刺探浇的军情，伯靡挥军直攻有穹国都穹石，寒浞自杀未遂，被人民绑住拖到伯靡面前。伯靡历数寒浞各项罪状，将他的肉一片一片割下，凌迟至死。接着少康命女艾攻打寒奡，季杼则奉命攻打寒豷。功成之后，少康命人将豷剁成肉酱，寒奡被设鼎烹杀。少康重新取回夏朝的政权，成为第六代夏天子。在位期间，少康勤政爱民，专心农业水利，史称为“少康中兴”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/少康中兴>少康中兴</a>"
},
{
"headline":"后羿",
"startDate":"-1923",
"endDate":"-1923",
"text":"<p>    后羿，夏代部落东夷族有穷氏首领，“羿”通“夷”，夏朝东方一种善射的游牧民族，统称“夷人”，他们有一位首领即“羿”，羿成功杀死夏朝五位君主，篡位夏朝。推翻夏代太康的统治，不久因被自己的手下寒浞所杀。后羿射日，暗喻夷人首领羿射死夏朝数位君主，篡位夏朝，只有夏后少康一人幸免于难，最后唯一幸存的“金乌”---少康成功灭掉夷族叛乱，光复大夏，史称“少康中兴”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/后羿>后羿</a>"
},
{
"headline":"伊尹",
"startDate":"-1649",
"endDate":"-1549",
"text":"<p>    伊尹，名挚，出生于有莘国空桑涧（今河南省洛阳市嵩县莘乐沟），因为其母亲为侁民，在伊水住居，以伊为氏。伊尹为中国商朝初年著名丞相、政治家，是中华厨祖，尹是右相之意。他本是有莘氏的陪嫁奴隶。他陪嫁到商汤那里，为商汤厨师。伊尹有远大抱负，不甘作奴隶，于是利用向商汤进食机会向商汤分析天下形势。商汤很欣赏他，便取消了伊尹奴隶身份，并提拔他为宰相。前1600年，他辅助商汤灭夏朝，商朝建立。他任丞相期间，整顿吏治，洞察民情，使商朝初年经济比较繁荣，政治比较清明。太甲即位时昏庸无能，伊尹软硬皆施，把太甲流放到桐地（今河北临漳），建宫居住，达三年之久。伊尹自行摄政管治国家。直到太甲后悔了，才迎回太甲，复辟执政，使太甲变成了一位圣君。伊尹历事商朝商汤、外丙、仲壬、太甲、沃丁五代五十余年，为商朝立下汗马功劳。沃丁八年（前1549年），伊尹逝世，终年100岁。沃丁以天子之礼把伊尹安葬在商汤陵寝旁，以表彰他对商朝做出的伟大贡献。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伊尹>伊尹</a>"
},
{
"headline":"商汤灭夏",
"startDate":"-1600",
"endDate":"-1600",
"text":"<p>    鸣条之战是约公元前1600年商汤在鸣条（今山西省运城市夏县之西，一说今河南省洛阳市附近）与夏军进行的一场决战，战争导致夏朝灭亡，商汤建立了商朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商汤灭夏>商汤灭夏</a>"
},
{
"headline":"桀",
"startDate":"-1589",
"endDate":"-1559",
"text":"<p>      桀（拼音：Jié ），中国夏朝第十七任君主，亦是最后一任君主，名履癸，发之子。桀身体强壮，能赤手空拳搏虎豹。后世的文献将他描述成一个暴君：他宠信王后妺喜，对政事不闻不问之余，还大量残杀忠良，以炮烙杀大臣关龙逢。《通鉴外纪》载：“桀作瑶台，罢民力，殚民财。为酒池糟堤，纵靡靡之乐，一鼓而牛饮者三千人。”结果商汤起兵，《汤誓》说：“有夏多罪，天命殛之”，于是桀逃到鸣条（今山西安邑）；在鸣条之战，桀战败，夏朝就此灭亡。以后，他被流放至南巢（今安徽省巢湖市居巢区）。桀哀叹说：“孤悔不遂杀汤于夏台使至此。”不久病死，后世有“殷鉴不远，在夏后之世”的说法。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桀>桀</a>"
},
{
"headline":"商汤",
"startDate":"-1588",
"endDate":"-1588",
"text":"<p>    汤（？—前1588年）商朝的创建者（约前1617年—前1588年在位）儒家推崇的上古圣王之一，在位30年，其中17年为部落首领，13年为商朝君主。子姓，名履，今人多称商汤，又称武汤、天乙、成汤、成唐，甲骨文称啺（音“唐”，为甲骨文的“唐”字）、大乙、太乙，又称高祖乙，原商族部落首领，与有莘氏通婚后，任贤臣伊尹和仲虺为左右相，以亳为前进据点，积极治国，准备灭夏朝。当时夏朝，帝桀在位，夏朝国势渐衰，矛盾异常尖锐，汤乘机起兵，首先攻灭葛（今河南宁陵北）及十多小国和部落。接着又克韦（今河南滑县东南）、顾（今河南范县东南）、昆吾（今河南许昌东部）等小国。经过11次战役，使得夏王朝空前的孤立无援，又利用有娀氏的反叛，起兵于鸣条之战打败夏桀王，一举灭夏。由于商汤以武力灭夏，打破君王永定的说法，从此中国历代王朝皆如此更迭，因而史称“商汤革命”。汤建立商朝后，对内减轻征敛，鼓励生产，安抚民心，从而扩展了统治区域，影响远至黄河上游，氐、羌部落都来纳贡归服。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商汤>商汤</a>"
},
{
"headline":"商汤",
"startDate":"-1575",
"endDate":"-1540",
"text":"<p>      汤（？—约前1588年）商朝的创建者（约前1617年—约前1588年在位）儒家推崇的上古圣王之一，在位30年，其中17年为部落首领，13年为商朝君主。子姓，名履，今人多称商汤，又称武汤、天乙、成汤、成唐，甲骨文称啺（音“唐”，为甲骨文的“唐”字）、大乙、太乙，又称高祖乙，原商族部落首领，与有莘氏通婚后，任贤臣伊尹和仲虺为左右相，以亳为前进据点，积极治国，准备灭夏朝。当时夏朝，帝桀在位，夏朝国势渐衰，矛盾异常尖锐，汤乘机起兵，首先攻灭葛（今河南宁陵北）及十多小国和部落。接着又克韦（今河南滑县东南）、顾（今河南范县东南）、昆吾（今河南许昌东部）等小国。经过11次战役，使得夏王朝空前的孤立无援，又利用有娀氏的反叛，起兵于鸣条之战打败夏桀王，一举灭夏。由于商汤以武力灭夏，打破君王永定的说法，从此中国历代王朝皆如此更迭，因而史称“商汤革命”。汤建立商朝后，对内减轻征敛，鼓励生产，安抚民心，从而扩展了统治区域，影响远至黄河上游，氐、羌部落都来纳贡归服。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商汤>商汤</a>"
},
{
"headline":"桀",
"startDate":"-1559",
"endDate":"-1559",
"text":"<p>    桀（拼音：Jié ，注音：ㄐㄧㄝˊ），中国夏朝第十七任君主，亦是最后一任君主，名履癸，发之子。桀身体强壮，能赤手空拳搏虎豹。后世的文献将他描述成一个暴君：他宠信王后妺喜，对政事不闻不问之余，还大量残杀忠良，以炮烙杀大臣关龙逢。《通鉴外纪》载：“桀作瑶台，罢民力，殚民财。为酒池糟堤，纵靡靡之乐，一鼓而牛饮者三千人。”结果商汤起兵，《汤誓》说：“有夏多罪，天命殛之”，于是桀逃到鸣条（今山西安邑）；在鸣条之战，桀战败，夏朝就此灭亡。以后，他被流放至南巢（今安徽省巢湖市居巢区）。桀哀叹说：“孤悔不遂杀汤于夏台使至此。”不久病死，后世有“殷鉴不远，在夏后之世”的说法。夏桀王姒履癸跟商纣王、周厉王视为暴君的代名词。成语“桀骜不驯”中“桀”便是指这位君主。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桀>桀</a>"
},
{
"headline":"妺喜",
"startDate":"-1559",
"endDate":"-1559",
"text":"<p>    妺喜（“妺”读作ㄇㄛˋ；音：末），有施氏，又作妺嬉、末喜、末嬉；有施氏的公主，为举国第一美女。夏朝第十七位君主桀姒履癸的王后。生卒年不详。有诗称赞妺喜的美丽：“有施妺喜，眉目清兮。妆霓彩衣，袅娜飞兮。晶莹雨露，人之怜兮。” 妺喜创造了中国历史上诸多“第一”的女人，“千古第一狐狸精” “中国有历史记载以来的第一个亡国的王后”，“中国第一位女间谍”， “第一个献物”，“第一个淫妇”，“第一个无辜”。妺喜与妲己、褒姒、骊姬并称为中国古代四大妖姬。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/妺喜>妺喜</a>"
},
{
"headline":"商",
"startDate":"-1558",
"endDate":"-1046",
"text":"<p>    商朝又称殷、殷商，是中国历史上的第二个朝代，是中国第一个有直接的同时期的文字记载的王朝。夏朝诸侯国商部落首领商汤率诸侯国于鸣条之战灭夏后在亳（今商丘）建立商朝。之后，商朝国都频繁迁移，至其后裔盘庚迁殷（今安阳）后，国都才稳定下来，在殷建都达二百七十三年，所以商朝又称为“殷”或“殷商”。从公元前1600年至前1046年，经历了三个大的阶段。第一阶段是“先商”；第二阶段是“早商”；第三阶段是“晚商”，前后相传17世31王，延续600年。末代君王商纣王于牧野之战被周武王击败而亡。殷墟发掘，确证了中国商王朝的存在。商朝处于奴隶制鼎盛时期，奴隶主贵族是统治阶级，形成了庞大的官僚统治机构和军队。甲骨文和金文的记载是目前已经发现的中国最早的成系统的文字符号。在商时期的长江流域也平行存在发达的非中原文明。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商>商</a>"
},
{
"headline":"太甲",
"startDate":"-1540",
"endDate":"-1528",
"text":"<p>      太甲，生卒年不详，为汤嫡长孙，太丁子，叔仲壬病死后继位，共在位12年，一说23年，病死，葬于历城（今山东省济南市）。 太甲，由四朝元老伊尹辅政，伊尹连写了《肆命》、《祖后》等几篇文章，教导太甲遵照祖先的法制，努力做一位明君。在伊尹的督促下，太甲在继位后的头两年，其表现还过得去，但从第三年起就不行了，他任意地发号施令，一味享乐，暴虐百姓，朝政昏乱，又亲自破坏汤制定的法规。伊尹虽百般规劝，他都听不进去，伊尹只好将他送到商汤墓地附近的桐宫，（今河南省偃师县西南）居住，让他自己反省，史称”伊尹放太甲“。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太甲>太甲</a>"
},
{
"headline":"九世之乱",
"startDate":"-1400",
"endDate":"-1300",
"text":"<p>    九世之乱是商朝自商王中丁后，连续发生王位纷争，又屡次迁都，使王朝中衰、诸侯离叛的事件。这一动乱历经中丁、外壬、河亶甲、祖乙、祖辛、沃甲、祖丁、南庚、阳甲九王，故名“九世之乱”。九世之乱延续近百年，直到盘庚迁殷后才最终结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/九世之乱>九世之乱</a>"
},
{
"headline":"盘庚",
"startDate":"-1300",
"endDate":"-1273",
"text":"<p>      盘庚，甲骨文做般庚，名旬，生卒年不详。祖丁子，阳甲弟。阳甲死后继位。商代第20位国王，根据《夏商周年表修正》，在位28年（前1300-前1273年在位）。于在位的第三年（前1298年）迁都于殷。是一位很有作为的国王。病死，葬于殷（今安阳）。《尚书·盘庚》就是他在迁殷前后的的讲话记录。他还提倡节俭,改良风气，减轻剥削,终于安定了局面。人民的辛勤劳动，使殷发展成为一个十分繁荣的都市，此后270多年，商的都城一直在这里，商朝也被称为殷朝殷商。他是一位很有作为的国王。病死，葬于殷（今河南省安阳县小屯庄）。在盘庚以前，商王朝政局混乱，统治阶级豪华奢侈，王朝的统治出现了危机。盘庚继位以后，决定把都城从奄（今山东曲阜）迁到殷（今河南安阳），遭到贵族的反对。但是盘庚决意迁都，并作书告谕，违者重惩。公元前1298年迁都以后，执行比较开明的政策，人民安居乐业，文化发展，社会富足繁荣，商王期从此中兴。故商又可称为殷或殷商。 迁到殷后，他又以强硬手段制止了贵族们搬回旧都的企图。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/盘庚>盘庚</a>"
},
{
"headline":"盘庚迁殷",
"startDate":"-1300",
"endDate":"-1300",
"text":"<p>    盘庚迁殷为发生在前1300年左右，中国商朝的一个历史事件。商朝君主盘庚曾从奄（今山东省曲阜市）迁都于殷（今河南省安阳市西北），历史上被成为“盘庚迁殷”。盘庚迁殷后，继续“行汤之政，然后百姓由宁，殷道复兴”，经历了一段繁盛时期，故后世又称商为“殷商”。盘庚迁殷为九世之乱画下句点。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/盘庚迁殷>盘庚迁殷</a>"
},
{
"headline":"盘庚",
"startDate":"-1273",
"endDate":"-1273",
"text":"<p>    盘庚，中国商朝中后期君主。子姓，名旬。汤之九代孙，帝祖丁之子，帝阳甲之弟，《太平御览》引《史记》称其在位28年。夏商周断代工程把盘庚时期定在前1300年左右。商朝自中丁以来，国势逐渐衰落。弟子争相代立，诸侯不再来朝。盘庚之父为帝祖丁。祖丁驾崩，其弟沃甲之子南庚立为王。南庚崩，祖丁之子阳甲即位。阳甲统治期间，商朝继续衰落。阳甲驾崩之后，盘庚作为其弟继承王位。商朝此前已经五次迁都，朝廷居无定所。盘庚即位之初，国都位于奄（今山东曲阜）。盘庚力排众议，迁都于殷（今河南安阳西北），史称“盘庚迁殷”。盘庚迁殷后，继续“行汤之政，然后百姓由宁，殷道复兴”，经历了一段繁盛时期，故后世又称商为“殷商”。他死后，“百姓思盘庚”，乃作盘庚三篇，即保存在今文《尚书》中的《盘庚》三篇。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/盘庚>盘庚</a>"
},
{
"headline":"武丁",
"startDate":"-1250",
"endDate":"-1192",
"text":"<p>      武丁（约前1250年-前1192年在位），子姓，根据《今本竹书纪年》名昭，是中国商朝第23位国王，共在位59年，“武丁”是他死后获得的庙号，殷末又追谥庙号为“高宗”，但在殷墟卜辞中没有该庙号。他是商王敛（小乙）之子，商王旬（盘庚）、商王颂（小辛）的侄子。小乙时期，殷商国运已经衰微，武丁即位后，任用了师般（甘盘）、侯雀、望乘、西吏旨、仓侯虎等一大批臣子，还有妇妌、妇好等一批王妇也参与国政，发展国力，整顿军队，先后讨伐了土方、贡方、基方、苟方、人方（根据《周易》记载还有鬼方，卜辞中没有征伐鬼方的记录）等81个敌国和叛乱不朝的方国，使衰落的商朝重新振兴，史称“武丁中兴”。武丁从大邑商（洹北商城）迁都到洹水南岸的中商，就是现在“殷墟”，开创了殷墟时代。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武丁>武丁</a>"
},
{
"headline":"武丁中兴",
"startDate":"-1250",
"endDate":"-1192",
"text":"<p>    武丁中兴是指在商朝国王武丁统治年间，国势强盛，政治清明，百姓富庶。商王武丁惟才是举，衣食朴素，推进了商朝最鼎盛的时期。武丁在位时期，灭躬方，亡土方，平西羌，定荆襄，扩疆数千里。故史书将武丁统治的59年间（前1250年—前1192年）称为“武丁中兴”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武丁中兴>武丁中兴</a>"
},
{
"headline":"武丁",
"startDate":"-1192",
"endDate":"-1192",
"text":"<p>    武丁（约前1250年-前1192年在位），子姓，根据《今本竹书纪年》名昭，是中国商朝第23位国王，共在位59年，“武丁”是他死后获得的庙号，殷末又追谥庙号为“高宗”，但在殷墟卜辞中没有该庙号。他是商王敛（小乙）之子，商王旬（盘庚）、商王颂（小辛）的侄子。小乙时期，殷商国运已经衰微，武丁即位后，任用了师般（甘盘）、侯雀、望乘、西吏旨、仓侯虎等一大批臣子，还有妇妌、妇好等一批王妇也参与国政，发展国力，整顿军队，先后讨伐了土方、贡方、基方、苟方、人方（根据《周易》记载还有鬼方，卜辞中没有征伐鬼方的记录）等81个敌国和叛乱不朝的方国，使衰落的商朝重新振兴，史称“武丁中兴”。武丁从大邑商（洹北商城）迁都到洹水南岸的中商，就是现在“殷墟”，开创了殷墟时代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武丁>武丁</a>"
},
{
"headline":"姜子牙",
"startDate":"-1156",
"endDate":"-1017",
"text":"<p>    吕尚，姜姓，吕氏，名尚，一说名望，字尚父，一说字子牙，也称“姜太公”、“姜子牙”、“太公望”、“吕望”、“尚父”、“师尚父”。姜尚，殷商末年东海上（今山东省莒县东吕乡）人。周文王拜姜尚为师。周文王曾对姜尚说：“自吾先君太公曰‘当有圣人适周，周以兴’。子真是邪？吾太公望子久矣。”，故后人尊称姜尚为姜太公、太公望。周文王死后，周武王仍以姜尚为师，在公元前1046年率兵大败商军于牧野。《诗经·大雅·大明》中赞此事：“牧野洋洋，檀车煌煌，驷騵彭彭。维师尚父，时维鹰扬。凉彼武王，肆伐大商。会朝清明。”因辅佐武王克殷有功，同时为了讨伐东夷，姜尚被分封于齐（现今山东），是齐国的始祖。。十六国时期，吕光以姜尚为祖先，加上庙号始祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姜子牙>姜子牙</a>"
},
{
"headline":"姬昌",
"startDate":"-1152",
"endDate":"-1056",
"text":"<p>    周文王（前1152~前1056），即殷商西伯（意即西方诸侯之长，《封神演义》演绎为西伯侯），又称周侯，周季历（周朝建立后，尊为王季）之子，姬姓，名昌，生于西岐（今宝鸡市岐山县）。先秦时期贵族有姓有氏，男子称氏、女子称姓。故周文王虽姬姓，却不叫姬昌。“姬昌”一说在东汉时期成型，后世因之，遂称文王为姬昌。商朝末年为西伯，故亦称“伯昌”。任用太颠、散宜生等能人，施行裕民政策，国力日盛，却为纣所忌，囚之于羑里，囚禁期间，写下周易一书。后献“有莘氏之女”、“骊戎之文马”等宝物及疏通朝臣始得获释。他曾解决虞、芮两国的争端，出兵进攻犬戎、密须、黎、邗，又击灭崇，修建都城丰邑，并扩充势力到长江、汉水、汝水等流域，作灭商准备，传说其晚年已取得“三分天下有其二”的局面。文王临死时嘱其次子发早图灭商。发继位后，秉承父志。受命十一年（约前1046年），武王见时机己到，发兵行都朝歌，讨伐纣王。两军战于牧野，商军大败，纣王自焚于“鹿台”，商朝亡。周朝建立，定都镐京（今陕西西安西南）。周武王首先追封父亲为文王。传说现在通行之《易经》及《后天八卦》（故又名《文王八卦》）皆为文王所著（先天八卦则属于远古河图洛书）。周文王本人好饮酒，“饮酒千钟”。武则天改国号周时，自称武家为周文王后代，追尊周文王为始祖文皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姬昌>姬昌</a>"
},
{
"headline":"比干",
"startDate":"-1125",
"endDate":"-1063",
"text":"<p>    子姓，殷商沫邑（今河南卫辉）人，殷商宗室，商纣时丞相，纣王三大忠臣之一，《论语》中称微子、箕子、比干为“殷三仁”。比干是商王文丁（太丁）之子，帝乙之弟，帝辛（纣王）的叔父，官少师（丞相） 。生于殷帝乙丙子之七祀。一生忠君爱国倡导“民本清议，士志于道。”幼年聪慧，勤奋好学，20岁就以太师高位辅佐帝乙，又受托孤重辅帝辛。从政40多年，主张减轻赋税徭役，鼓励发展农牧业生产，提倡冶炼铸造，富国强兵。后被纣王残杀。出于子姓，为帝喾高辛氏之后，太始祖为“忠臣比干”，当时纣王无道，残害忠良。他抱着救国救民之心，三日不出宫门，犯颜直谏。纣王恨之入骨，于是剖开比干之心，又派兵包围比干府，欲满门抄斩，比干的两个妃子都怀孕在身，黄氏被捕立即处死，并剖腹取出胎中婴儿，并将尸体以火焚烧。正妃盥妫氏，为了保住比干一脉，放弃殉葬，忍辱负重，被同情的士兵放走，并与四个婢女逃出朝歌，隐居长林石室（今河南淇县西南）中，生下遗腹子：“坚”，成为林姓始祖，其子孙因以为氏，称林氏。是为河南林氏。 比干墓为周武王所封国神，北魏太和十八年建庙，唐太宗、宋仁宗、元仁宗都对比干庙进行了大规模的维修，现存建筑为明清时重建。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/比干>比干</a>"
},
{
"headline":"管叔鲜",
"startDate":"-1113",
"endDate":"-1113",
"text":"<p>    管叔鲜（？－前1113年），姓姬名鲜，又称管叔、关叔。是西周初年管国的唯一一任君主。是周武王的弟弟，周文王第三子，周成王叔。管叔鲜和蔡叔度、霍叔处并称周初三监，监护殷商的顽军遗民，后发动三监之乱反对周公，被杀。周武王十二年（公元前1123年），商朝灭亡。第二年（公元前1122年）封管叔鲜于管邑（今郑州市老城区），所以，管叔鲜亦称管叔或关叔，又称叔鲜。武王给了他“相纣子武庚禄父，治殷遗民”的使命。周成王元年（公元前1115年），天子年幼继位，周公旦摄政。管叔鲜怀疑周公对自己不利，与蔡叔度、霍叔处、武庚禄父等诸侯发动三监之乱，号称清君侧，引起周公东征。经过三年的战争，兵败被杀，无后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/管叔鲜>管叔鲜</a>"
},
{
"headline":"纣",
"startDate":"-1105",
"endDate":"-1046",
"text":"<p>    纣，又帝辛，中国商朝末代君主，子姓，名受或受德，商谥帝辛，周武王称其为“纣王”，明代文学小说《封神演义》则有称其为“寿王”，夏商周断代工程认为他在前1105年－前1046年在世。帝辛是帝乙之子，有雄才，致力于用兵东南；牧野之战中周文王之子周武王在距离朝歌（今河南淇县）七十里外的牧野击败商军，商帝辛登上鹿台，“蒙衣其珠玉，自燔于火而死”，商朝灭亡。《左传》称：“纣克东夷而陨其身”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/纣>纣</a>"
},
{
"headline":"周公旦",
"startDate":"-1100",
"endDate":"?",
"text":"<p>    周公，姬姓，周氏，名旦，谥文，又称周公旦、叔旦、周旦，周文公。武则天天授元年（690年）追封为“褒德王”，宋真宗大中祥符元年（1008年）追封为“文宪王”，后世多称其为“元圣”。为西周初期杰出的政治家、军事家和思想家，被尊为儒学奠基人，孔子一生最崇敬的古代圣人之一。周公据说曾辅助武王克殷军事行动。武王克商之后，分商都畿地区为邶、鄘、卫三国，设三监督察治理。文王三子管叔鲜乃周公旦之兄长，按照兄终弟及的制度，则依次当由管叔继承王位，然而周公旦却把他与五弟蔡叔度派到商畿地区（一说七弟霍叔处亦被派到商地），于是管叔、蔡叔联合商族残余势力与徐国、奄国等东夷外族（《史记·管蔡世家》载联合帝辛之子武庚），合兵勤王，在商畿地区叛乱，史称“三监之乱”。他们四处散布流言，说“公将不利于孺子”、“天降割于我家……有大艰于西土”，周都镐京位于殷之西，诅咒西方周国要有大难降临。周公出师东征，三年后平叛，正法武庚、管叔；流放蔡叔；废霍叔为庶人，并将国家势力扩展至东海，俗称“周公东征”。周公在战后，建造了成周雒邑，称为“东都”，以便管制殷朝顽军。《尚书大传》称“周公摄政；一年救乱，二年克殷，三年践奄，四年建侯卫行书，五年营成周，六年制礼作乐，七年致政成王。”周公曾提出“敬德保民”，制礼作乐，建立典章制度。其言论见于《尚书》诸篇，如《金縢》、《无逸》等。周公对易经创作也有贡献。周公受孔子推崇，被儒家尊为圣人。周公思想对儒家的形成起了奠基性的作用，汉代儒家将周公、孔子并称“周孔”。周公死后葬于毕。2004年在陕西省岐山县内的周公庙地区，发现了疑似周公之墓葬群。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周公旦>周公旦</a>"
},
{
"headline":"姬发",
"startDate":"-1087",
"endDate":"-1043",
"text":"<p>    周武王姬发，西周王朝开国君主，周文王次子。因其兄伯邑考被商纣王所杀，故得以继位。他继承父亲遗志，于西元前11世纪消灭商朝，夺取全国政权，建立了西周王朝，表现出卓越的军事、政治才能，成为了中国历史上的一代明君。死后谥号“武”，史称周武王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姬发>姬发</a>"
},
{
"headline":"帝辛",
"startDate":"-1075",
"endDate":"-1046",
"text":"<p>      帝辛，名受，周武王称其为“纣王”。为帝乙少子，以母为正后，辛为嗣。帝辛天资聪颖，闻见甚敏，材力过人，有倒曳九牛之威，具抚梁易柱之力，深得帝乙欢心。帝辛继位后，重视农桑，社会生产力发展，国力强盛。发起对东夷用兵，打退了东夷向中原扩张，把商朝势力扩展到江淮一带，国土扩大到山东、安徽、江苏、浙江、福建沿海。帝辛于公元前1075年即位，公元前1046去世，在位30年，后世评价褒贬不一。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/帝辛>帝辛</a>"
},
{
"headline":"伯邑考",
"startDate":"-1055",
"endDate":"-1055",
"text":"<p>    伯邑考（？－？），姬姓，周文王与太姒的嫡长子，周武王的同母大哥。周文王十三岁的时候，伯邑考出生，两年后，周武王出生。一说周文王被纣王囚禁后，伯邑考在殷商做人质，为纣王驾车。纣王烹杀了伯邑考将他做成了肉羹赐给周文王，并说：“圣人应当不会吃自己儿子做成的肉羹。”周文王最后还是吃了肉羹。纣王评价说：“谁说西伯昌是圣人？吃了自己儿子做成的肉羹尚且不自知。”另一说周文王舍弃了伯邑考立次子发为太子。孔颖达、王国维、阎若璩认为周文王舍弃伯邑考及伯邑考的儿子而立周武王为太子，是遵循殷礼。梁玉绳则认为伯邑考是早死，并非被周文王废掉太子之位。伯邑考的后裔不详被分封在何处。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伯邑考>伯邑考</a>"
},
{
"headline":"周",
"startDate":"-1046",
"endDate":"-221",
"text":"<p>    周朝是中国历史上继商朝之后的一个世袭王朝，分为“西周”（公元前1046年－前771年）与“东周”（公元前770年－前256年）两个时期。西周由周武王姬发创建，定都镐京和丰京，成王时期营建洛邑；西周末年，周平王姬宜臼从镐京东迁洛邑后，史称东周。其中东周时期又称“春秋战国”，分为“春秋”及“战国”两部分。周王朝存在的时间从约前11世纪至前256年，共传30代37王，共计存在约为791年。其中西周是中国第三个也是最後一个世袭奴隶制王朝，其後秦汉开始成为具有从中央到地方的统一政府的大一统国家。史书常将西周和东周合称为两周。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周>周</a>"
},
{
"headline":"西周",
"startDate":"-1046",
"endDate":"-771",
"text":"<p>      西周（公元前1046年~公元前771年）是由周文王之子周武王姬发灭商后所建立，定都于镐京和丰京（今陕西省西安市西南），成王五年营建东都成周洛邑。历史上将东迁之前那一时期的周朝称为西周。西周共传12王，历时275年左右。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西周>西周</a>"
},
{
"headline":"周武王 姬发",
"startDate":"-1046",
"endDate":"-1043",
"text":"<p>        西周世祖武王（约前1087年—前1043年），西周的建立者，华夏杰出领袖，汉族，姬姓，名发，谥号武王 庙号世祖，西周时代青铜器铭文常称其为斌王。是周文王的次子。约前1056年文王死，他继承王位。姬发继承其父遗志，推翻商朝统治，成为西周王朝的开国之君。姬发继任后，继续积极准备灭商，任命姜尚为军师，负责军事；南宫括为元帅，武吉为将军；任命其弟周公旦为辅佐，负责政务；任命召公、毕公等人为助手。姬发抓住时机，观兵孟津，大会一千诸侯。两年后时机成熟，姬发亲率大军伐商。牧野大战之后，商军全线溃退，纣王逃回殷都自焚于鹿台。后姬发建都镐京，改国号为大周，在位13年崩，谥号“武王”。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周武王 姬发>周武王 姬发</a>"
},
{
"headline":"武王伐纣",
"startDate":"-1046",
"endDate":"-1046",
"text":"<p>    牧野之战又称“武王伐纣”，是周武王联军与商朝军队在牧野（今河南省淇县南、卫河以北，新乡市附近）进行的决战。由于帝辛（商纣王）先征西北的黎，后平东南夷，虽取得胜利，但穷兵黩武，加剧了社会和阶级矛盾，最后兵败自焚，商朝灭亡。故《左传》称：“纣克东夷而损其身”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武王伐纣>武王伐纣</a>"
},
{
"headline":"妲己",
"startDate":"-1046",
"endDate":"-1046",
"text":"<p>    妲己(dá jǐ)，世称“苏妲己”，冀州侯苏护的女儿，而苏家正是出自河南省焦作市温县苏庄（今温县苏王村）。商纣王子辛(亦称帝辛，帝乙之子，武庚之父)的爱妃，有美色，又能歌善舞。《史记殷本纪》记载，殷纣王“好酒淫乐，嬖于妇人。爱妲己，妲己之言是从”。他“以酒为池，悬肉为林，使男女裸，相逐其间，为长夜之饮”。在后代，人们常将亡国之君的过失与女色联系起来，因此，夏之妺喜、商之妲己、周之褒姒就成了诅咒的对象。夏之妺喜、商之妲己、周之褒姒以及春秋之骊姬合称“中国古代四大妖姬”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/妲己>妲己</a>"
},
{
"headline":"周成王 姬诵",
"startDate":"-1043",
"endDate":"-1021",
"text":"<p>        周成王（公元前1055年—前1021年）。姓姬，名诵，周武王之子，是中国西周第二代国王，谥号成王。 周成王继位时年幼，由周公旦辅政，平定三监之乱。周成王亲政后，营造新都洛邑、大封诸侯，还命周公东征、编写礼乐，加强了西周王朝的统治。公元前1021年，周成王驾崩，享年35岁。周成王与其子周康王(姬钊)统治期间，社会安定、百姓和睦、“刑错四十余年不用”，被誉为成康之治。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周成王 姬诵>周成王 姬诵</a>"
},
{
"headline":"成康之治",
"startDate":"-1042",
"endDate":"-996",
"text":"<p>    成康之治是指中国西周初成王、康王的治世。史家称“成康之际，天下安宁，刑错四十余年不用”。其中在周成王在位年间，因成王年幼，主要是周公旦摄政，平定了管蔡之乱并实行封建制度，将周朝的统治扩及东方商朝人的统治旧地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/成康之治>成康之治</a>"
},
{
"headline":"三监之乱",
"startDate":"-1042",
"endDate":"-1042",
"text":"<p>    三监之乱又称管蔡之乱或武庚之乱。是西周初，故商畿地区（今河南省安阳市附近）的三位贵族（三监）叛乱的事件，后被周公东征夷定。周朝武王克殷后，并未消灭殷商势力，为了巩固政权，分商京畿为三部分，设三监监督商朝遗民顽军，实行军政殖民统治。三监的具体君主及领土，说法不一。一说为纣王子武庚和武王弟管叔、蔡叔。另说为武王之弟管叔、蔡叔、霍叔，在商都朝歌附近武装，共同监护武庚的领土。前说出现较早，后说较为通行。三监地域，一般认为，朝歌以北地区为邶，由霍叔监管；朝歌以南地区为鄘，由蔡叔监管；朝歌以东地区为卫，由管叔监管。武王逝后，周成王年少登基，周公摄政，管叔、蔡叔与武庚等诸侯非常不满，起兵反对周公。周公也发动了周公东征，打败三监，正法武庚、管叔；流放蔡叔；将霍叔废为庶人，平定了三监之乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三监之乱>三监之乱</a>"
},
{
"headline":"周康王 姬钊",
"startDate":"-1021",
"endDate":"-996",
"text":"<p>        周康王，姬姓，名钊，西周第三代君主，周成王之子。周康王与其父周成王统治期间，社会安定、百姓和睦、“刑错四十余年不用”，被誉为成康之治。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周康王 姬钊>周康王 姬钊</a>"
},
{
"headline":"周昭王 姬瑕",
"startDate":"-996",
"endDate":"-977",
"text":"<p>        周昭王，姬姓，名瑕，西周第四代国王。周康王之子。《史记》称他为昭王，西周青铜器铭文多称他为卲王。昭王欲继承成康事业，继续扩大周的疆域，从昭王十六年开始，亲率大军南征荆楚，经由唐（今湖北随州西北）、厉（今湖北随州北）、曾（今湖北随州）、夔（今湖北秭归东），直至江汉地区，大获财宝，铸器铭功。昭王十九年，他亲自统帅六师军队南攻楚国，全军覆没，昭王死于汉水之滨。南征的失败，不仅是周王朝由盛到衰的转折点，也是楚国强大到足以与周王朝抗衡的一个标志。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周昭王 姬瑕>周昭王 姬瑕</a>"
},
{
"headline":"周穆王 姬满",
"startDate":"-977",
"endDate":"-922",
"text":"<p>        周穆王（又作周缪王），姓姬，名满，周昭王之子，西周第五代天子。传说享寿105岁，在位时间约为55年（夏商周断代工程定为前976年—前922年，一说前1001年—前947年）。他是我国古代历史上最富于传奇色彩的帝王之一，世称“穆天子”，关于他的传说，层出不穷，最著名的则是《穆天子传》。据汲县战国墓所出土的《穆天子传》记载，周穆王喜好游历，曾于穆王十三年至十七年驾八骏之乘驱驰九万里，西行至“飞鸟之所解羽”的昆仑之丘，观黄帝之宫。又设宴于瑶池，与西王母做歌相和。又说他宠幸美人盛姬，为盛姬筑台。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周穆王 姬满>周穆王 姬满</a>"
},
{
"headline":"周共王 姬繄扈",
"startDate":"-922",
"endDate":"-900",
"text":"<p>        周共王，姓姬，名繄扈，西周第六代国王，谥号共王。西周青铜器铭文多称他为龚王，有时又作恭王。周穆王之子。《国语·周语一》载，密康公跟随共王游于泾上时，有三女子自愿献身于密康公，密康公的母亲叫他不能要这三女子，认为这样的事情即使共王都受不起，何况一个小国的君主。密康公不听，接纳了三女。一年后被共王灭掉。夏商周断代工程把共王在位时间定为前922年至前900年。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周共王 姬繄扈>周共王 姬繄扈</a>"
},
{
"headline":"周懿王 姬囏",
"startDate":"-900",
"endDate":"-892",
"text":"<p>        周懿王，姓姬，名囏，西周第七代国王，谥号懿王。《史记》记载懿王时期，周朝开始衰落，有人写诗讽刺他。《竹书纪年》记载：“懿王元年，天再旦于郑”，指的是周懿王元年，在一天之内，接连出现两次天亮的现象，当时在陕西华县的郑国一带可见到这个奇景。夏商周断代工程把懿王在位时间定为前899年至前892年，《太平御览》引《史记》云“懿王在位二十五年”。据白川静的西周断代铭器分类结果，懿王在位时间有15年以上。死后由周孝王姬辟方即位。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周懿王 姬囏>周懿王 姬囏</a>"
},
{
"headline":"周孝王 姬辟方",
"startDate":"-892",
"endDate":"-886",
"text":"<p>        周孝王，姓姬，名辟方，西周第八代国王，谥号孝王，陕西眉县杨家村出土《逨盘》铭文作考王。周共王的弟弟，周懿王的叔父。周懿王病死后继承王位。夏商周断代工程把孝王在位时间定为前891年至前886年，有人质疑它的准确性。前892年，周懿王病死，理应由太子姬燮继位，但是太子懦弱无能，能干的皇叔姬辟方就乘机夺取了王位，是为孝王。孝王即位后，试图复兴周朝。犬丘的非子喜好马及畜，善于眷养。犬丘人向周孝王推荐，孝王召非子负责主理马匹于汧河及渭河之闲，养的马匹匹膘肥腿壮，一年下来，马的匹数增加了一倍多。周孝王十分满意，就将秦地几十里的土地封给他，做了附庸于邻近大诸侯的小国国君，这就是日后统一中国的秦朝的发源地。可惜，孝王却未能完成复兴便驾崩。周懿王之子继位。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周孝王 姬辟方>周孝王 姬辟方</a>"
},
{
"headline":"周夷王 姬燮",
"startDate":"-886",
"endDate":"-878",
"text":"<p>        周夷王，名姬燮，生卒年不详。周懿王子，周孝王侄孙。孝王死后继位。在位30年，病死，葬处不明。姬燮对诸侯十分感激，一改以前天子站在堂上受诸侯礼拜的惯例，变为朝见时步下堂来和诸侯相见，天子的威严了就大为下降。他在位朝间，被穆王迁居太原一带的犬戎不断地反叛，姬燮几次派兵征讨，都未能根除。《竹书纪年》记载：夷王三年“烹齐哀公于鼎”。《史记·楚世家》记载：当周夷王之时，王室微，诸侯或不朝，相伐。根据虢季子白盘铭文记载，周夷王曾命虢季子白率军大败严狁。30年病倒，立子姬胡为太子。姬燮死后的庙号为夷王。夏商周断代工程把夷王在位时期定为前885年至前878年，有人质疑它的准确性。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周夷王 姬燮>周夷王 姬燮</a>"
},
{
"headline":"周厉王 姬胡",
"startDate":"-878",
"endDate":"-841",
"text":"<p>        周厉王（？～前828）西周第十位国王（前878年—前841年在位），姬姓，名胡。周夷王的儿子。在位37年。厉王在位期间，重用奸佞荣夷公，不听贤臣周定公、召穆公等人劝阻，实行残暴的“专利”政策，将社会财富和资源垄断起来，奴役百姓，不让他们有丝毫的言论自由，以至于行人来往，只能以目光、眼神来示意。因此招致了贵族和平民的不满。他还不断南征荆楚，西北方面又防御游牧部落，西北戎狄，特别是猃狁，不时入侵。与周边的少数民族也有矛盾。曾臣服于周的东南淮夷不堪承受压榨，奋起反抗。周厉王为压制国人的不满，任用卫巫监视口出怨言的人，发现就立即杀死，这些引得国内各项矛盾愈来愈尖锐。百姓怨声载道、民不聊生，于是在前841年聚众起义，冲进王宫，试图杀掉厉王，史称“国人暴动”。厉王只好逃出镐京，越过黄河，逃到汾水流域的彘（今山西霍州市），由共伯和执政（一说是周定公及召公代为执政），史称“共和行政”。周共和十四年（前828年）厉王死，周定公及召公立厉王之子静，是为宣王。自共和元年（前841）中国历史有了明确纪年。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周厉王 姬胡>周厉王 姬胡</a>"
},
{
"headline":"荣公专利",
"startDate":"-877",
"endDate":"-841",
"text":"<p>    厉王即位后，为了增加收入，任用「好利」的荣夷公为「卿士」，实行专利政策，将王畿以内的山林川泽统归王室所有，禁止国人采樵和渔猎。国人生计断绝，痛骂厉王「专利作威」。历史称为“荣公专利”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荣公专利>荣公专利</a>"
},
{
"headline":"共和行政",
"startDate":"-841",
"endDate":"-828",
"text":"<p>        共和时期又作共和行政、周召共和，是指西周国人暴动后，周厉王逃离镐京至周宣王登位之间的一个时期，即约前841年至前828年十四年期间。西周的社会政治格局出现了前所未有的大变动。关于“共和”时期的解释历来有两种。根据《古本竹书纪年》，“厉王既亡，有共伯和者摄行天子事”，又载“共伯和干王位”。前841年（一说前842年）国人暴动，周厉王逃到彘（今山西霍州市），太子静藏于召公家，共伯和摄行王事，称为“共和”。苏辙、罗泌、郦道元、顾炎武、梁玉绳等从此说，此为是事的传世的最早文献记载，并且有《左传》等其他的传世文献佐证，故近现代学者多从此说。2011年底，《清华简·系年》释读结果出版，共和在清华简中就是共伯和。此外，《左传·昭公二十六年》、《鲁连子》等篇有共伯和称王、“行天子事十四年”的记载。另一种解释根据《史记·周本纪》所载，国人暴动后由周定公、召穆公二相共同行政，所以又称“周召共和”，但不确切。后世学问家如韦昭、杜预、司马光等从此说。共和元年（前841年）是中国历史上有确切纪年的开始。按照中国传统纪年，自共和时期开始，中国的中原历史有了连续不断的纪年体系。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/共和行政>共和行政</a>"
},
{
"headline":"共和行政",
"startDate":"-841",
"endDate":"-828",
"text":"<p>    共和时期又作共和行政、周召共和，是指西周国人暴动后，周厉王逃离镐京至周宣王登位之间的一个时期，即约前841年至前828年十四年期间。西周的社会政治格局出现了前所未有的大变动。厉王出奔，而共和行政。共和元年，即公元前841年，是为我国历史确切纪年的开始。此前的历史，没有确切的文字记载年份，只能靠考古文物进行推断，十分的模糊。就共和行政是什么实体？行政者是谁？历史上有两种说法：二相共和以史记为首的正史传统说法却是，周公、召公二相共同执政。其中召公谥穆，名虎。至于这个周公是谁，被清代学者斥为伪书的今本竹书纪年则说是周定公。共伯干政以竹书纪年、世本等别史说，共和行政就是共伯和干王位，摄行天子事。共伯和，共国诸侯，伯爵，名和。但是，孔颖达的《史记正义》则认为共伯与和是两个人，共伯是卫釐侯太子，而和是他的弟弟。和攻共伯，共伯入卫釐侯墓道而自杀，而和立为卫国国君，是为卫武公。也就是不承认共伯和的存在。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/共和行政>共和行政</a>"
},
{
"headline":"国人暴动",
"startDate":"-841",
"endDate":"-841",
"text":"<p>    国人暴动，又称彘之乱，是公元前841年发生在西周首都镐京（今陕西省西安市长安区西北）的以镐京四郊平民为主体的暴动。国人是西周、春秋时期对居于都城之人的统称。对于国人暴动的性质除了平民暴动，尚有贵族政变等说法。周厉王贪财好利，千方百计地搜刮人民。有一个臣子叫荣夷公，教唆厉王对山林川泽的物产实行“专利”（国营垄断），由天子直接控制，不准平民（国人）进山林川泽谋生。周厉王听了很中意，置大臣的规劝和平民的反对于不顾，推行了“专利”政策。平民被断了生路，怨声四起，纷纷咒骂。周厉王又派了一个佞臣卫巫于监视百姓，将许多不满“专利”的平民捕来杀死。后来连不少没有发过怨言的平民也被杀死。厉王的高压政策，使得亲友熟人在路上遇到了都不敢互相招呼，只能看上一眼（道路以目），使都城变得死气沉沉。周厉王却还自以为得计，得意洋洋地说：“我自有办法叫百姓不敢诽谤我。”大臣召穆公劝戒说：“这样堵住人民的嘴，就像堵住了一条河。河一旦决口，要造成灭顶之灾；人民的嘴被堵住了，带来的危害远甚于河水（防民之口甚于防川）。治水要采用疏导的办法，治民要让天下人畅所欲言，然后采纳其中好的建议。这样，天子处理国政就少差错了。”周厉王听了不以为然地说：“我是堂堂天子，那些无知的愚民只能遵从我的命令，怎么能让他们随便议论！”仍然一意孤行，实行暴政。周厉王的暴政使得国人忍无可忍，前842年的一天，都城四郊的国人自发地集结起来，手持木棍、农具作武器，从四面八方扑向都城的王宫，要向周厉王讨还血债。周厉王听到由远而近的愤怒的呼喊声，忙命令调兵镇压。可是竟然没有士兵肯听从他的命令。臣下回答说：“我们周朝寓兵于农，所有的士兵出身都是农民，而农民则供养着周朝的士兵。现在连农民都已经暴动了，您还能有谁可以被调集呢？”周厉王这才知道大祸临头，匆忙带着宫眷步行逃出都城，沿渭水朝东北方向日夜不停地逃到远离都城的彘，筑室居住了下来。都城中的平民在大臣周定公、召穆公的极力劝解下，终于平息了一些怨恨，纷纷离去。此时宗周无主，周公和召公根据贵族们的推举，暂时代理政事，重要政务由六卿合议。这种政体，称为共和（一说由共国国君共伯和代行天子职务）。史称“周召共和”或“共和行政”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/国人暴动>国人暴动</a>"
},
{
"headline":"荣夷公",
"startDate":"-841",
"endDate":"-841",
"text":"<p>    荣夷公，是西周时期诸侯国荣国的第六任国君。他在周厉王三十年（在前9世纪）以后得到厉王宠信，虽然大夫芮良夫批评荣夷公“好专利而不知大难”、“荣公若用，周必败也”，但是厉王不听，终于以荣夷公为卿士及重用他。数年后发生“国人暴动”，厉王被逼逃离镐京。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荣夷公>荣夷公</a>"
},
{
"headline":"周宣王 姬静",
"startDate":"-828",
"endDate":"-782",
"text":"<p>        周宣王（？－前782年），姬姓，名静，一作靖。西周第十一代君主，周厉王之子，在位46年。周宣王继位后，政治上任用召穆公、尹吉甫、仲山甫、程伯休父、虢文公、申伯、韩侯、显父、仍叔、张仲一帮贤臣辅佐朝政；军事上借助诸侯之力，任用南仲、召穆公、尹吉甫、方叔陆续讨伐猃狁、西戎、淮夷、徐国和楚国，使西周的国力得到短暂恢复，史称“宣王中兴”。但周宣王晚年对外用兵接连遭受失败，尤其在千亩之战大败于姜戎，南国（今长江与汉江之间的地区）之师全军覆没，加之独断专行、不进忠言、滥杀大臣，宣王中兴遂成昙花一现，也为西周在周幽王时期的灭亡埋下了伏笔。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周宣王 姬静>周宣王 姬静</a>"
},
{
"headline":"周厉王",
"startDate":"-828",
"endDate":"-828",
"text":"<p>    周厉王（？－前828年），姓姬，名胡，在西周青铜器铭文中作“害夫”。为周夷王之子。《史记》称他为周厉王，西周青铜器铭文称他为剌王，在文献中又作汾王。国人暴动之后，他居住在今山西省汾河流域，因此传世典籍和青铜器铭文又称他为汾王 。厉王为西周第十位君王，在位约16年（约前857年－前842年在位，夏商周断代工程作前877年－前841年，在位37年）。《太平御览》八十四引《史记》记载：“周孝王七年，厉王生。”厉王在位期间，重用奸佞荣夷公，不听贤臣周定公、召穆公等人劝阻，实行残暴的“专利”政策，奴役百姓，不让他们有丝毫的言论自由，以至于行人来往，只能以目光、眼神来示意。于是周朝国势更加衰落，朝政更加腐败。百姓怨声载道、民不聊生，于是在前842年聚众起义，冲进王宫，试图杀掉厉王，史称“国人暴动”。厉王只好逃出镐京，越过黄河，逃到汾水流域的彘（今山西霍州市），由共伯和执政（一说是周定公及召公代为执政），史称“共和行政”。周共和十四年（前828年）厉王死，周定公及召公立厉王之子静，是为宣王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周厉王>周厉王</a>"
},
{
"headline":"周幽王",
"startDate":"-795",
"endDate":"-771",
"text":"<p>    周幽王（前795年－前771年），姓姬，名宫涅（史记作宫湦，“湦”，拼音：shēng ，注音：ㄕㄥ），周宣王之子，西周第十二代君王，自前782年至前771年间在位，共11年，谥号幽王。《法苑珠林》卷四十三引《搜神记》言“周宣王三十三年（前795年），幽王生”。幽王二年（前780年），关中发生大地震，有一位叫伯阳甫的人认为这是周朝将灭亡的征兆。幽王三年，绝世美女褒姒入宫，非常得到幽王宠爱，不久怀孕，褒姒生下一个儿子伯服。于是幽王废其正室申后与太子宜臼，改立褒姒为后，以其子伯服做太子。史记记载褒姒不爱笑，幽王为博美人一笑，试过许多方法都不成功，最后想到烽火戏诸侯的把戏，举烽火将诸侯军队引来，自己则与褒姒观看他们的糗态，褒姒终于大笑起来，却没有敌军，使幽王在喜悦褒姒一笑后，屡次举烽火，但从此失去诸侯对他的信任，使诸侯不再理会他举烽火。此外，幽王又任用佞臣虢石父为卿，但国人埋怨。此人善于阿谀奉承，又相当势利。再加上他废申后与太子的事，让申后的父亲申侯很愤怒，遂串连缯国与西夷犬戎进攻幽王。此时幽王再举烽火求救，已经没有诸侯愿意来救他了。最后幽王在骊山下被杀，褒姒被掳走后下落不明，犬戎“尽取周赂而去”，西周灭亡。幽王死后，诸侯与申侯共同立废太子宜臼为平王，以奉周祀。由于镐京受到严重破坏，周平王把都城迁到东面的雒邑，是为东周之始。西汉年间，有盗墓癖的广川王刘去找一些少年盗掘周幽王古墓，发现里面有一百多具女尸，是活殉的歌舞女。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周幽王>周幽王</a>"
},
{
"headline":"周幽王 姬宫湦",
"startDate":"-782",
"endDate":"-771",
"text":"<p>        周幽王（前795年－前771年），姓姬，名宫涅（史记作宫湦，“湦”，拼音：shēng ），周宣王之子，西周第十二代君王，自前782年至前771年间在位，共11年，谥号幽王。《法苑珠林》卷四十三引《搜神记》言“周宣王三十三年（前795年），幽王生”。幽王二年（前780年），关中发生大地震，有一位叫伯阳甫的人认为这是周朝将灭亡的征兆。幽王三年，绝世美女褒姒入宫，非常得到幽王宠爱，不久怀孕，褒姒生下一个儿子伯服。于是幽王废其正室申后与太子宜臼，改立褒姒为后，以其子伯服做太子。史记记载褒姒不爱笑，幽王为博美人一笑，试过许多方法都不成功，最后想到烽火戏诸侯的把戏，举烽火将诸侯军队引来，自己则与褒姒观看他们的糗态，褒姒终于大笑起来，却没有敌军，使幽王在喜悦褒姒一笑后，屡次举烽火，但从此失去诸侯对他的信任，使诸侯不再理会他举烽火。此外，幽王又任用佞臣虢石父为卿，但国人埋怨。此人善于阿谀奉承，又相当势利。再加上他废申后与太子的事，让申后的父亲申侯很愤怒，遂串连缯国与西夷犬戎进攻幽王。此时幽王再举烽火求救，已经没有诸侯愿意来救他了。最后幽王在骊山下被杀，褒姒被掳走后下落不明，犬戎“尽取周赂而去”，西周灭亡。幽王死后，诸侯与申侯共同立废太子宜臼为平王，以奉周祀。由于镐京受到严重破坏，周平王把都城迁到东面的雒邑，是为东周之始。西汉年间，有盗墓癖的广川王刘去找一些少年盗掘周幽王古墓，发现里面有一百多具女尸，是活殉的歌舞女。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周幽王 姬宫湦>周幽王 姬宫湦</a>"
},
{
"headline":"召穆公",
"startDate":"-782",
"endDate":"-782",
"text":"<p>    召穆公，姬姓，召氏，名虎，谥穆，也称召穆公，召幽伯之子，母为召姜。召公奭后代。当时周厉王暴虐，引发国人暴动。召穆公把太子靖藏匿在家，并用其子替死，太子于是脱险。周厉王死后，太子周宣王即位，召穆公与周定公辅佐周宣王，史称“周召共和”。召穆公曾率军曾以七千周师战胜四万淮夷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/召穆公>召穆公</a>"
},
{
"headline":"周定公",
"startDate":"-782",
"endDate":"-782",
"text":"<p>    周定公，西周时期周国国君，周公旦后裔。前841年，周厉王暴虐，引发国人暴动。周厉王逃走，周定公会同召穆公虎主持政务，史称“周召共和”。十四年后，周厉王在彘地驾崩，太子周宣王即位，共和行政结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周定公>周定公</a>"
},
{
"headline":"烽火戏诸侯",
"startDate":"-771",
"endDate":"-771",
"text":"<p>    褒姒不好笑，幽王欲其笑万方，故不笑。幽王为烽燧大鼓，有寇至则举烽火。诸侯悉至，至而无寇，褒姒乃大笑。幽王说之，为数举烽火。其后不信，诸侯益亦不至。烽火戏诸侯，指西周时周幽王，为褒姒一笑，点燃了烽火台，戏弄了诸侯。褒姒看了果然哈哈大笑。幽王很高兴，因而又多次点燃烽火。后来诸侯们都不相信了，也就渐渐不来了。跟“狼来了”有异曲同工之处。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/烽火戏诸侯>烽火戏诸侯</a>"
},
{
"headline":"平王东迁",
"startDate":"-771",
"endDate":"-771",
"text":"<p>    平王东迁是东周初期发生于的历史事件。公元前771年，犬戎攻破镐京。周幽王点起烽火求援，众诸侯因以前被烽火所戏而不加理会。周幽王最后被杀于骊山，西周灭亡。其后众诸侯拥立太子宜臼为王，是为周平王。因镐京曾发生过地震受损，又接近戎、狄等外患，于是平王在即位后第二年（公元前770年），将国都迁至雒邑。平王东迁是历史学家划分时段的重要事件，亦是周朝国势的转折点。平王迁都之后的周朝被称为东周，而由周武王立国至周幽王被杀的时期则称为西周。平王东迁后，周天子王权开始衰落，不能担当共主的责任，诸侯势力不断坐大。因为平王是由申侯拥立的，平王间接犯了弑父罪名，开始得不到诸侯的尊重。而且，周天子无力自保和抗拒外族入侵，须依赖诸侯国保护，致周天子地位不断衰落，最终形成春秋时期群雄争霸的局面。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平王东迁>平王东迁</a>"
},
{
"headline":"犬戎之祸",
"startDate":"-771",
"endDate":"-771",
"text":"<p>    犬戎之祸发生于西元前771年，西夷犬戎攻入西周都城镐京，杀周幽王，镐京残破，于是继位的周平王东迁至雒邑。犬戎之祸为西周与东周的历史分界事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/犬戎之祸>犬戎之祸</a>"
},
{
"headline":"褒姒",
"startDate":"-771",
"endDate":"-771",
"text":"<p>    褒姒（《史记》作襃姒），生卒年不详。西周君主周幽王的宠妃。她原是一名弃婴，被一对做小买卖的松盼夫妻收养，在褒国(今陕西省汉中西北)长大。公元前779年，周幽王征伐有褒国，褒人献出这个大美女乞降，幽王爱如掌上明珠，并立为妃，宠冠周王宫。次年，她生下一子，名伯服(一作伯般)，幽王对她更加宠爱，竟废去王后申氏和太子宜臼，册立褒姒为王后，立伯服为太子，果然不出伯阳所预料，原来她因过不惯宫中生活，加之养父被太子宜臼所杀，心中忧恨，平时很少露出笑容，偶露笑容，更加艳丽迷人，周幽王发出重赏，谁能诱发她一笑，赏以千金，虢国石父献出“烽火戏诸侯”的奇计，周幽王同她并驾游骊山，燃起烽火，擂鼓报警诸侯一队队兵马闻警来救，至时发现平安无事，又退兵回去，她看见一队队兵马，像走马灯一样来来往往，不觉启唇而笑，幽王大喜，终于因此失信于诸侯。公元前771年，犬戎兵至，周幽王再燃烽火，诸侯不再出兵救援，幽王被杀，她遂被掳(一说被杀)。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/褒姒>褒姒</a>"
},
{
"headline":"东周",
"startDate":"-770",
"endDate":"-221",
"text":"<p>      公元前771年，西北的少数民族犬戎攻破镐京（今陕西西安），杀死周幽王，西周灭亡。第二年（公元前770年），周平王迁都洛邑（今洛阳）史称东迁，东周开始。周赧王五十九年（公元前256年），东周为秦所灭，共传25王，历时515年。东周前半期，诸侯争相称霸，持续了二百多年，称为“春秋时代”；后半期，剩下的诸侯大国继续互相征战，称为“战国时代”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东周>东周</a>"
},
{
"headline":"春秋",
"startDate":"-770",
"endDate":"-476",
"text":"<p>        春秋时期，简称春秋，指前770年-前476年，是属于东周的一个时期。春秋时代周王的势力减弱，诸侯群雄纷争，齐桓公、晋文公、宋襄公、秦穆公、楚庄王相继称霸，史称春秋五霸（另一说认为春秋五霸是齐桓公、晋文公、楚庄王、吴王阖闾、越王勾践）。春秋时期之后是战国时代。春秋时期的得名，是因孔子修订《春秋》而得名。这部书记载了从鲁隐公元年(前722年)到鲁哀公十四年(前481年)的历史。现代的学者为了方便起见，一般从周平王元年(前770年)东周立国起，到周敬王四十三年(前477年)为止，称为“春秋时期”。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/春秋>春秋</a>"
},
{
"headline":"百家争鸣",
"startDate":"-770",
"endDate":"-221",
"text":"<p>    百家争鸣是指春秋（公元前 770 ～公元前 476 年）战国（公元前 475 ～公元前 221 年）时期知识分子中不同学派的涌现及各流派争芳斗艳的局面。《汉书·艺文志》将战国主要思想学派分为十家——儒、墨、道、法、阴阳、名、纵横、杂、兵、小说。西汉人刘歆在《七略·诸子略》中将小说家去掉，称为“九流”。俗称“十家九流”就是从这里来的。汉族在古代创造了灿烂的文化艺术，具有鲜明的特色。汉族有五千多年有文字可考的历史，文化典籍极其丰富。在春秋战国时期，各种思想学术流派的成就，与同期古希腊文明相辉映；以孔子、老子、墨子为代表的三大哲学体系，形成诸子百家争鸣的繁荣局面。至汉武帝时，推行“罢黜百家，独尊儒术”的政策，于是以孔子、孟子为代表的儒家思想成为正统，统治汉族思想与文化两千余年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/百家争鸣>百家争鸣</a>"
},
{
"headline":"郑庄公",
"startDate":"-744",
"endDate":"-701",
"text":"<p>          郑庄公，即春秋小霸，姬姓，名寤生 (前757年 ─ 前701年)，历史上非常著名的政治家。春秋时期郑国第三代国君，《史记十二诸侯年表》记载，生年在郑武公十四年(前757年)。郑庄公继承其父郑武公出任周平王的卿士，后来周平王宠信虢公，郑庄公与周朝关系开始转坏。郑庄公一生功业辉煌，在位期间，分别击败过周、虢、卫、蔡、陈联军及宋、陈、蔡、卫、鲁等国联军。御燕、侵陈，大胜之；伐许、克息、御北戎，攻必克，战必胜，可谓战绩显赫，使得郑国空前强盛，就连当时的大国——齐国也跟着郑国东征西讨。同时，郑庄公又是一个有战略眼光，精权谋、善外交的政治家。其过人的政治才能，也是他在春秋列国纷争中能小霸中原的重要原因所在。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑庄公>郑庄公</a>"
},
{
"headline":"公孙无知",
"startDate":"-729",
"endDate":"-685",
"text":"<p>    公孙无知（前729年－前685年），姜姓，名无知，是齐僖公同母弟夷仲年的遗腹子。公孙无知甚得僖公的宠爱。前685年齐大夫连称、管至父杀齐襄公，立其堂弟无知即位。齐大夫鲍叔牙与公子小白奔莒国（山东莒县），另一大夫管仲则协公子纠奔鲁国。前685年齐大臣雍廪杀国君无知与太夫连称，高傒迎公子小白回到临淄（山东淄博东）即位，为齐桓公。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公孙无知>公孙无知</a>"
},
{
"headline":"管仲",
"startDate":"-725",
"endDate":"-645",
"text":"<p>    管仲（公元前725－前645年），姬姓，管氏，名夷吾，字仲，谥敬，被称为管子、管夷吾、管敬仲，颍上（今安徽省颍上县）人，中国春秋时代齐国的政治家，哲学家，周穆王的后代。管仲虽然仅是齐国下卿，却被视为中国历史上宰相的典范，任内大兴改革，重视商业，并因开创国营娼妓制度而曾被中国性服务业供奉为保护神。《国语·齐语》、《史记·管晏列传》、《管子》、《左传》等都有记载他的生活传记，《论语》中也有几处关于孔子对他的评论，北宋苏洵的《管仲论》也对管仲做出了分析和批判。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/管仲>管仲</a>"
},
{
"headline":"郑伯克段于鄢",
"startDate":"-722",
"endDate":"-722",
"text":"<p>    郑伯克段于鄢（yān）可称得上是《春秋》中首年（即鲁隐公元年）记录的列国中的第一大事。鲁隐公元年即鲁国隐公的第一年。其中唯一一件战争的事情就是这个郑伯克段于鄢。郑伯就是郑庄公，而这个段就是他的弟弟共叔段。庄公姑息养奸，纵容其弟，其弟骄纵欲夺王位，后庄公使计打败共叔段。庄公怨其母，并将母亲迁于颖地。后来自己也后悔了，又有颖考叔规劝，母子又重归于好。古文观止收录了《左传》版本并加附标题为“多行不义必自毙”，标题取自于文中庄公之语也。后《史记》在郑亦记录了《春秋》中的这个事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑伯克段于鄢>郑伯克段于鄢</a>"
},
{
"headline":"周郑交恶",
"startDate":"-720",
"endDate":"-720",
"text":"<p>    周郑交恶发生于前720年，郑国侵犯东周的国境。郑桓公曾经是周朝朝廷的司徒，郑武公也在周平王时出任卿士。郑庄公继承父亲为郑国国君时，也承袭了父亲在朝廷的卿士职位。后来，周平王宠信虢公忌父，有意擢升虢公、分享郑庄公的权力。郑庄公怨恨周王，周王随即澄清，并以王子狐入郑为人质，郑国遂派遣世子忽入 周为人质，史称“周郑交质”。 前720年，周平王去世，周桓王继位。周朝廷准备委任虢公执政，取代郑庄公。郑庄公派遣郑卿祭足率领郑军在四月收割了东周王畿内温地的麦，又于当年秋天再率领郑军收割了东周王畿内成周的禾，周郑关系因此进一步恶化。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周郑交恶>周郑交恶</a>"
},
{
"headline":"周平王",
"startDate":"-720",
"endDate":"-720",
"text":"<p>    周平王（？－前720年），姓姬，名宜臼，是东周第一位国王。他是周幽王的儿子，母亲是幽王的正室申后。申后是申侯之女儿。宜臼原本是幽王太子。后来褒姒入宫，相当得宠，并生下一个儿子伯服。幽王便废掉正室与太子母子二人——即申后与宜臼，改以嬖宠美人褒姒和她的儿子伯服为皇后和太子。宜臼逃奔申国。申后的父亲申侯相当愤怒，趁著幽王以烽火戏诸侯使众人不再信任他的时候，联合缯国与西方的犬戎攻击幽王。前771年，周幽王和太子伯服被敌军杀于骊山之下，褒姒被犬戎掳走，西周覆亡。幽王死后，申侯、缯侯、许文公等众诸侯拥立废太子宜臼于申即位。由于镐京在战后已残破不堪，宜臼为避犬戎，在前770年在晋国和郑国的支持下迁都雒邑，历史学家称之为东周。宜臼在位51年去世，谥号平王。太子泄父早逝，平王之孙王孙林继位，是为桓王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周平王>周平王</a>"
},
{
"headline":"东门之战",
"startDate":"-719",
"endDate":"-719",
"text":"<p>    东门之战发生于前719年，卫国、宋国、陈国及蔡国攻打郑国的一场战争。前719年，卫国州吁弑卫桓公自立，打着郑庄公胞弟共叔段在卫国避难的儿子公孙滑的旗号，通过行贿等手段及宋殇公不满郑国收留他的堂兄公子冯，纠合陈国、蔡国、宋国攻打郑国，围攻郑国的东门，五日后才退兵。此战不单延续因公孙滑挑起郑、卫之间的战争，更开启了一连串郑庄公与众诸侯（尤其是宋殇公）的战役。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东门之战>东门之战</a>"
},
{
"headline":"晋小子侯",
"startDate":"-706",
"endDate":"-706",
"text":"<p>    晋小子侯，姬姓，名字已失考，是春秋时期诸侯国晋国的国君，晋哀侯之子，晋国第十六任君主，前709年登位，在位4年。当时曲沃日益强大，《史记》称曲沃武公于小子四年（前706年）诱杀了晋小子侯，周桓王派兵伐曲沃武公，武公退回曲沃，周立晋哀侯之弟公子缗为晋侯。《左传》称晋小子侯于鲁桓公七年（前705年）冬被杀，周于次年冬立公子缗为晋侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋小子侯>晋小子侯</a>"
},
{
"headline":"鲁庄公",
"startDate":"-706",
"endDate":"-662",
"text":"<p>    鲁庄公，姬姓，名同，为中国春秋时期鲁国第十六任国君。他是鲁桓公之子，在桓公死后继位，在位32年（前693年—前662年）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鲁庄公>鲁庄公</a>"
},
{
"headline":"曲沃灭翼之战",
"startDate":"-704",
"endDate":"-704",
"text":"<p>    曲沃灭翼之战是发生于前704年晋国的内战，晋国军队与曲沃武公之间的战争。前745年，晋昭侯把曲沃（在今中国山西省曲沃县）封给其叔成师，是为曲沃桓叔。前731年，桓叔去世，其子曲沃庄伯继位。前716年，曲沃庄伯去世，其子曲沃武公继位。前705年冬天(史记记载为前706年)，当时曲沃日益强大，曲沃武公诱杀了晋小子侯。明年春天，曲沃军攻入翼城，此战是为“曲沃灭翼之战”。后来，周桓王派虢仲率兵讨伐曲沃武公，武公只好退回曲沃，周桓王立晋哀侯之弟、小子侯叔父公子缗为晋的国君，曲沃未能吞并晋国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曲沃灭翼之战>曲沃灭翼之战</a>"
},
{
"headline":"共叔段",
"startDate":"-701",
"endDate":"-701",
"text":"<p>    共叔段，中国春秋时代郑武公的儿子，郑庄公的弟弟。姬姓，名段。《春秋左氏传》记为共叔段，共是他出奔的地方。他是武公和武姜生的。母亲武姜的长子寤生是难产而生，段是顺利分娩而生，武姜因此喜欢段。武公二十七年（前744年），武公病重，武姜想立段为太子，武公不同意。之后，武公薨逝，长子寤生继位为君，为郑庄公。庄公元年（前743年），段被郑庄公封到大邑京城（今河南省荥阳市），号太叔。世间称之为京城大叔。段修缮甲冑兵器，与母武姜同谋，意欲袭击新郑。段把西境、北境的边邑改为自己统辖的地方，一直扩展到廪延。庄公二十二年（前722年），武姜为内应，帮助段袭击新郑。郑庄公击破，段败走，京陷落。五月，段逃到鄢（今河南省许昌市鄢陵县），郑庄公再将他打败，段最后逃到共国（河南省辉县市），从此称为共叔段。庄公二十五年（前719年），段联合卫国州吁，集合卫国、宋国、陈国、蔡国联合攻击郑国。这是《史记·卫世家》的记载。《郑世家》记载是宋公子冯的缘故，《左传》记载是公孙滑起乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/共叔段>共叔段</a>"
},
{
"headline":"武姜",
"startDate":"-701",
"endDate":"-701",
"text":"<p>    武姜，中国春秋时期郑武公之夫人，郑庄公、共叔段的母亲。武姜原是申国人，嫁给郑武公。生郑庄公的时候武姜难产非常痛苦，所以很讨厌他，故而庄公名为“寤生”，偏爱小儿子共叔段。为共叔段求大城制，没有成功，求得京地。共叔段作乱，武姜计划打开都城新郑城门。共叔段失败，郑庄公恨母亲，令人将武姜送往城颍，发誓不到黄泉，永不相见。此时，边疆颍谷一名官吏颍考叔在得知庄公的悔意后，便借机上贡。庄公随后赐宴颍考叔，席间，颍考叔将一些肉类留下。郑庄公随即便问其原委，颍考叔便回禀庄公自己的行为只是为了让在家的老母也能品尝国君赏赐的肉羹。庄公听闻后，大发感慨。而颍考叔则借机表示，只要挖条隧道，能看见泉水，那么就能完成庄公的心愿。庄公听从，开始动工挖掘。隧道掘成后，庄公和武姜分别走入隧道，郑庄公说：“大隧之中，其乐也融融！”武姜说：“大隧之外，其乐也泄泄！”母子最终团聚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武姜>武姜</a>"
},
{
"headline":"虢公忌父",
"startDate":"-697",
"endDate":"-697",
"text":"<p>    虢公忌父，东周初期西虢国国君，公爵。当时，郑庄公承袭了父亲郑武公在朝廷的卿士职位。前720年，周平王宠信虢公忌父，有意擢升虢公、分享郑庄公的权力。郑庄公怨恨周王，周王随即澄清，并以王子狐入郑为人质，郑国遂派世子忽入周为人质，史称“周郑交质”。前720年，周平王去世，周桓王准备委任虢公执政，取代郑庄公。郑国在这年先后收割了温地的麦和成周的禾，周郑关系进一步恶化。前718年，曲沃背叛王室。秋，周桓王命虢公讨伐曲沃，在翼地立晋哀侯。前715年夏，虢公忌父始正式成为周朝的卿士。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/虢公忌父>虢公忌父</a>"
},
{
"headline":"齐灭纪之战",
"startDate":"-693",
"endDate":"-693",
"text":"<p>    齐灭纪之战发生于前693年，齐国攻灭纪国的一场战争。前693年，齐国军队驱走纪国的郱、鄑、郚三邑居民，占有三邑土地。前691年秋天，纪国分裂。纪侯之弟纪季以纪国的酅地投降齐国，成为齐国的附庸。同年鲁庄公试图和郑君子婴商量保全纪国，郑君以国内不安定为由谢绝鲁国。前690年，纪侯将剩下的国土交给纪季，出国逃亡一去不返。独立的纪国就此灭亡。纪季一支继续作为齐国的附庸残存。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐灭纪之战>齐灭纪之战</a>"
},
{
"headline":"齐桓公",
"startDate":"-685",
"endDate":"-643",
"text":"<p>          齐桓公（？－前643年10月7日）春秋时代齐国第十五位国君，姜姓，齐氏，名小白。齐僖公的儿子、齐襄公的弟弟。春秋五霸之首。齐襄公和齐君无知相继死于内乱后，小白与公子纠争位成功，即国君位为齐桓公。桓公任管仲为相，推行改革，实行军政合一、兵民合一的制度，齐国逐渐强盛。桓公于前681年在甄（今山东鄄城）召集宋、陈等四国诸侯会盟，齐桓公是历史上第一个充当盟主的诸侯。当时中原华夏各诸侯苦于戎狄等部落的攻击，于是齐桓公打出“尊王攘夷”的旗号，北击山戎，南伐楚国，桓公成为中原霸主，受到周天子赏赐。桓公晚年昏庸，信用易牙、竖刁等小人，最终在内乱中饿死。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐桓公>齐桓公</a>"
},
{
"headline":"九合诸侯",
"startDate":"-685",
"endDate":"-643",
"text":"<p>    九合诸侯，春秋时期齐桓公会盟诸侯，成为霸主的盟会。《论语》说齐桓公九合诸侯一匡天下。《谷梁传》称衣裳之会十一次，兵车之会四次。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/九合诸侯>九合诸侯</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}