{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"庞勋之变",
"startDate":"868",
"endDate":"869",
"text":"<p>    庞勋之变，又称庞勋之乱，唐懿宗咸通初年，在徐泗二州的淮水流域（今江苏徐州、安徽泗县地区）招募了一批戌卒，开赴邕州，800人前往桂州（广西桂林）讨伐南诏，约定3年期满后即调回。三年之后，戌卒日夜求归，徐泗观察使崔彦曾却一再食言，至咸通九年（868年）七月这批戌卒在桂林防守6年，见还乡无望，于是在桂州哗变北还，劫夺粮库，拥粮料判官庞勋为主，回窜徐泗。从桂林到湖南、湖北、安徽到江淮，一直流窜到徐州，攻陷了彭城，途中俘掠崔彦曾，广大农民纷起响应，一时声势大震，江淮大乱，史称庞勋之变。唐懿宗急遣沙陀骑兵驰援，此时叛军内部开始分化，孟敬文有异心，庞勋杀之于徐州。咸通十年（869年）九月，庞勋率二万袭破宋州南城，渡汴水，南攻亳州。沙陀人朱邪赤心率数千骑作前锋，追击庞勋于亳州。庞勋大败，在安徽宿州战死，生脱者才千人。之后唐官军大力捕杀桂州戍卒的宗族，株连数千人。宋祁《新唐书》总结教训：“唐亡于黄巢，而祸基于桂林！”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庞勋之变>庞勋之变</a>"
},
{
"headline":"庞勋",
"startDate":"869",
"endDate":"869",
"text":"<p>    庞勋（？—869年），唐末兵变领袖。唐懿宗咸通三年（862年），南诏占交趾，唐政府召徐泗兵三千人赴援，后以八百人戍守桂州（广西桂林），庞勋任桂州戍军的粮料判官。咸通九年（868年）七月，戍卒已远戍六年，思归心切，观察使崔彦曾要求再留一年，此时戍卒怨愤，在桂州哗变，杀都头王仲甫，推庞勋为首领，自行北归，由桂林、湖南、湖北、安徽、浙江、江苏，回到徐州。途中俘崔彦曾，广大农民纷起响应，一时声势大震。占据淮口，威胁长安。咸通十年（869年）唐朝廷派康承训、王宴权、戴可师等二十万前往镇压，分三路进攻。戴可师率三万羽林军恃勇轻进，渡过淮河，占领泗州东南的都梁城（在今江苏盱眙东南），此时庞勋军在半夜悄悄撤出。戴可师进入都梁城，仅是空城。第二天，天降大雾，濠州王弘立引兵数万大军重新杀入，纵击官军，三万官军全军覆没，戴可师死于乱军之中。这时庞勋错失先机，自谓天下无敌，纵情淫乐。不久宿州守将张玄稔叛变降唐，情势由胜而败。咸通十年（869年）九月，庞勋自徐州引兵西撒，唐军以八万之众紧追不舍，庞勋不敌沙陀将士，又退至蕲县（今安徽宿县南）渡河，降将李兖拆毁渡河之桥，庞勋军已无退路，为康承训等人所击杀。史称庞勋之变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庞勋>庞勋</a>"
},
{
"headline":"耶律阿保机",
"startDate":"872",
"endDate":"926",
"text":"<p>    辽太祖耶律阿保机（872年-926年9月6日），汉名耶律亿，辽朝开国君主，勇善射骑，明达世务。并契丹余七部。任用汉人韩延徽等，制定法律，改革习俗，创造契丹文化，发展农业、商业。916年(后梁贞明二年)，群臣及诸属国上尊号曰大圣大明天皇帝。建元神册。在位二十年，即帝位十一年，庙号太祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律阿保机>耶律阿保机</a>"
},
{
"headline":"唐僖宗 李儇",
"startDate":"873",
"endDate":"888",
"text":"<p>      唐僖宗李儇（“儇”，拼音：xuān；862年－888年），唐朝第十八位皇帝（除去武则天和殇帝以外）。唐懿宗第五子，初名俨。873年－888年在位，在位13年，得年27岁，死后谥号为惠圣恭定孝皇帝。僖宗在咸通十四年（873年）由宦官拥立，时年十二岁，僖宗一共有五个年号：乾符（6年）、广明（1年）、中和（4年）、光启（3年）、文德（1年）。在位期间政事全交给宦官田令孜掌握，自己却肆无忌惮地游乐，喜欢斗鸡、赌鹅、骑射、剑槊、法算、音乐、围棋。他对打马球十分迷恋，对身边的优伶石野猪说：“朕若参加击球进士科考试，应该中个状元。”[1]当时灾害连年，人民生活困苦，官员盘剥沉重。乾符元年（874年），濮州王仙芝发动起兵。次年，黄巢也起兵于冤句（今山东曹县西北），随后两军会合，唐末农民战争爆发。王仙芝失败后，农民军由黄巢率领，南下进攻浙东，开山路700里入福建，克广州，回师北上，克潭州，下江陵，直进中原，并于广明元年（880年）十一月，黄巢军攻克洛阳，十二月，下潼关，占领长安，宰相卢携自杀，田令孜率五百神策军带僖宗自长安西门的金光门逃亡入四川，召沙陀族人李克用入援。李克用击败黄巢军于田陂，黄巢退出关中，中和二年（882年）朱温降唐，赐名朱全忠。中和四年（884年），黄巢在山东泰安的虎狼谷中自杀（一说为部下林言所杀），次年三月唐僖宗返回长安，唐朝已接近灭亡的尾声，此时地方军阀割据，秦彦据宣、歙，刘汉宏据浙东，朱全忠据汴、滑，李克用据太原、上党，李昌符据凤翔，诸葛爽据河阳、洛阳，秦宗权据许、蔡，王敬武据淄、青，高骈据淮南八州，各擅兵赋，迭相吞噬，唐朝中央政府无法节制，能够控制的地区不过河西、山南、剑南、岭南西道数十州。中和五年（885年）三月，田令孜与河中节度使王重荣交恶，王重荣求救于太原李克用，大败朱玫和李昌符，进逼长安。田令孜再领僖宗于光启元年十二月逃亡到凤翔（今陕西宝鸡），这时诸道兵马进入长安，烧杀抢掠，宫室坊里被纵火烧焚者大半，“宫阙萧条，鞠为茂草”。朱玫立襄王李煴为帝，改元“建贞”。僖宗以正统为号召，把王重荣和李克用争取过来反攻朱玫，密诏朱玫的爱将王行瑜攻朱，王行瑜将朱玫及其党羽数百人斩杀，纵兵大掠，时值寒冬，冻死的百姓横尸蔽地。王重荣杀死襄王煴，田令孜被贬斥，光启三年（887年）三月僖宗到达凤翔，节度使李昌符强留车队，六月，李昌符进攻僖宗行宫，兵败出逃陇州，扈驾都将李茂贞追击，李昌符被斩。光启四年（888年）二月，僖宗又回到长安，举行大赦，改元“文德”。文德元年（888年）三月六日，去世，葬于靖陵（位于今陕西乾县）。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐僖宗 李儇>唐僖宗 李儇</a>"
},
{
"headline":"孟知祥",
"startDate":"874",
"endDate":"934",
"text":"<p>    后蜀高祖孟知祥（874年－934年）字保胤，邢州龙冈（今河北邢台市西南）人。后唐太祖李克用侄婿。他是五代十国时期后蜀建立者、后蜀第一位皇帝（934年在位），在位不到1年，享寿61岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟知祥>孟知祥</a>"
},
{
"headline":"黄巢之乱",
"startDate":"875",
"endDate":"884",
"text":"<p>    黄巢之乱，是唐僖宗时由私盐商人黄巢为首的民变，近年亦有学者称黄巢民变，是唐末民变中，历时最久，遍及最大，影响最深远的一次，祸延大唐半壁江山，时间长达十年，因此造成的死亡总计达830万人，导致唐末国力大衰。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄巢之乱>黄巢之乱</a>"
},
{
"headline":"冯道",
"startDate":"882",
"endDate":"954",
"text":"<p>    冯道（882年－954年），字可道，号长乐老，瀛州景城（今河北泊头市交河镇）人。生于唐僖宗中和二年（882年），卒于后周显德元年（954年）。五代时期政治家、大规模官刻儒家经籍的创始人。曾经侍奉五朝、八姓（八个家族）、十三帝，“累朝不离将相、三公、三师之位”，前后为官四十多年，堪称中国官场史上的不倒翁。好学能文，主持校定了《九经》文字，雕版印书，世称“五代蓝本”，为我国官府正式刻印书籍之始。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯道>冯道</a>"
},
{
"headline":"李存勖",
"startDate":"885",
"endDate":"926",
"text":"<p>    李存勗（有时被写作“勖”，885年12月2日－926年5月15日），五代皇帝。山西应县人，河东节度使李克用之子。沙陀族，本姓朱邪，小名“亚子”，艺名“李天下”，以勇猛闻名。923年5月13日在魏州（河北大名府）称帝，国号唐，史称后唐。后因义兄弟李嗣源被军士拥戴造反，直取洛阳，宫中的指挥使郭从谦趁机发动兴教门之变，将存勖杀害。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李存勖>李存勖</a>"
},
{
"headline":"唐昭宗 李晔",
"startDate":"888",
"endDate":"904",
"text":"<p>      唐昭宗李晔（867年－904年），姓李讳晔，原名杰，即位后改名为敏，又改名晔。是唐朝第十九位皇帝（除去武则天和殇帝以外），888年－904年在位，在位16年，享年38岁。他是唐懿宗第七子、唐僖宗的弟弟。葬于和陵，死后谥号为圣穆景文孝皇帝。唐昭宗是由当时掌权的宦官杨复恭所拥立，所以根本没有实权。登帝位后，各藩镇趁着平定农民起兵的机会逐渐扩大。虽然昭宗曾图增强军备以增强中央朝廷的实力，但反而引起了藩镇的疑心，当中李茂贞更带头叛乱，兵至长安。901年宦官韩全诲强迫昭宗投奔凤翔，朱温围攻凤翔。903年李茂贞杀韩全诲、张彦弘，跟朱温和解，送李晔回长安。这时唐朝公家已经名存实亡。李茂贞被朱温打败，但反而使朱温变成了最大的藩镇，并控制着昭宗。朱温为了灭亡唐朝，自己做皇帝，先杀掉皇宫所有宦官五千余人，朱温下令，派往各军区担任监军的宦官，一律就地处决。天祐元年（904年）正月，朱温不顾大臣反对，迁都洛邑，令长安居民按户籍迁居，房屋被拆后的木材扔在渭河当中，长安城哭声一片。昭宗无奈，自陕州出发，至谷水，身边已无禁军。途中，暗自将襁褓中的皇子送交歙州婺源人胡清抚养。至洛阳时，何皇后哭着对朱温说：“此后大家（唐、宋对皇帝的俗称，或称“官家”）夫妇，委身全忠了。”太原军李克用、凤翔军李茂贞、西川军王建、淮南军杨行密等各藩镇起义，与朱全忠对抗，声称要出兵勤王救出万岁。昭宗离开京师后，终日与皇后、内人“沉饮自宽”。天祐元年（904年）八月十一日壬寅夜，朱全忠派左龙武统军朱友恭、右龙武统军氏叔琮、枢密使蒋玄晖弑杀唐昭宗。是夜朱友恭等师兵上百人闯入内门，玄晖每门留卒十人，至东都之椒殿院，斩杀河东夫人裴贞一，昭仪李渐荣在门外道：“院使（蒋玄晖）莫伤官家（唐、宋对皇帝的俗称），宁杀我辈。”昭宗闻讯，身着睡衣绕着殿内的柱子逃命，被史太追上，李渐荣以身体护天子，一起被杀，唯独何皇后得免死。是年十月，朱温返回洛邑，得知昭宗已死，故意假装震惊，伏于棺材大哭说：“奴辈负我，令我受恶名于万代！”斩杀朱友恭等人。唐昭宗在位十六载间，一直是藩镇手中的傀儡。昭宗死后，他的第九子李柷被拥立即位，是为唐哀帝，不久，唐朝灭亡。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐昭宗 李晔>唐昭宗 李晔</a>"
},
{
"headline":"朱友贞",
"startDate":"888",
"endDate":"923",
"text":"<p>    朱友贞（888年－923年11月18日），后改名朱瑱、朱锽，五代时期后梁皇帝，为后梁太祖朱全忠之第四子，朱友圭之弟。朱友贞在朱全忠篡唐后，被封为均王。后梁开平四年（910年）被任命为东京马步军都指挥使。后梁乾化二年（912年），郢王朱友圭弑朱全忠自立，大量封赏将兵以图收买人心，朱友贞当时亦被任命为东京（大梁，今河南开封）留守，开封府尹。然而包括朱友贞在内的众多官员、将领仍然对朱友圭的行为十分不满。次年（913年），朱友贞与朱全忠之婿赵岩、朱全忠之甥袁象先、将领杨师厚等人密谋政变。袁象先首先发难，率禁军数千入杀入宫中，朱友圭无法逃脱，由左右将其杀死。朱友贞遂在大梁称帝，取消朱友圭的凤历年号，仍使用朱全忠的乾化年号。朱友贞虽然登上帝位，但是他接手的是一个外患内乱即将不断引爆的帝国。北方的晋王国，于朱友贞登位的同年（913年），在晋王李存勖的率领之下，灭桀燕。915年，朱友贞改元贞明。同年，天雄节度使（魏博节度使）杨师厚去世，魏博自唐末即以地广兵强著称，朱友贞借此机会分割天雄军，不料却引起天雄军官兵的叛变，归降晋王国。该年（915年），朱友贞亦被康王朱友敬（一作朱友孜）派人行刺，此事件之后，朱友贞渐渐疏远宗室，只信任心腹的几个人。贞明二年（916年），在与晋的数场会战败北后，后梁黄河以北之地几乎全部丧失。之后的数年间，后梁与晋持续争战，然而胜少败多，领土不断地被蚕食。贞明七年（921年），朱友贞改元龙德。龙德三年（923年），已即后唐帝位的李存勖率军对后梁发动总攻，势如破竹，朱友贞在后唐军攻入大梁的前夕，命控鹤都将皇甫麟将他杀死，后梁亦随之亡国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱友贞>朱友贞</a>"
},
{
"headline":"李昪",
"startDate":"889",
"endDate":"943",
"text":"<p>    李昪（889年1月7日－943年3月30日），字正伦，小字彭奴，中国五代时期南唐烈祖，是南唐的开国君主。徐州人（今属江苏），原称“徐知诰”，是南吴大臣徐温养子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李昪>李昪</a>"
},
{
"headline":"刘䶮",
"startDate":"889",
"endDate":"942",
"text":"<p>    南汉高祖天皇大帝刘䶮（yǎn 889年－942年），原名刘岩，又名刘陟。五代十国时南汉（917年—971年）开国者，上蔡（今河南省上蔡县）人或彭城（今江苏省徐州市）人，父亲是南汉追赠圣武皇帝刘知谦，母亲是妾段氏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘䶮>刘䶮</a>"
},
{
"headline":"石敬瑭",
"startDate":"892",
"endDate":"942",
"text":"<p>    石敬瑭（892年—942年），即晋高祖，五代十国时期后晋开国皇帝。年轻时朴实稳重，寡言笑，喜兵书，重李牧、周亚夫之行事，隶属李克用义子李嗣源帐下，后梁朱温与李克用、李存勖父子争雄，石敬瑭冲锋陷阵，战功卓著。唐末帝李从珂继位后，任石敬瑭为河东节度使，但双方互相猜忌，清泰三年（936年），石敬瑭起兵造反，后唐军兵围太原，石敬瑭向契丹求援，割让幽云十六州，并甘做“儿皇帝”，随后，石敬瑭灭后唐，定都汴梁，国号“晋”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/石敬瑭>石敬瑭</a>"
},
{
"headline":"段思平",
"startDate":"893",
"endDate":"944",
"text":"<p>    段思平(893年－944年），白族人，大理国的建立者，其家族世代为南诏武将．父为段宝龙。思平因为累积军功而升任为大义宁通海节度使。杨干贞夺赵善政之位，干贞之弟杨诏谮思平有帝王之相，干贞于是追杀思平。会善政臣守高方和段思平友好，派人接思平，思平之弟思良和军师董迦罗前来加以保护．思平向东方的黑爨三十七蛮部借兵，讨伐杨干贞。937年，灭大义宁，建立大理国，建元文德。仍都大理，年号神武。天福三年封董迦罗为相国，封高方为岳侯。在位期间实行封建分封制，设立八府、四郡、三十三部，社会生产力获得发展。死后谥号神圣文武帝，庙号太祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/段思平>段思平</a>"
},
{
"headline":"刘知远",
"startDate":"895",
"endDate":"948",
"text":"<p>    后汉高祖孝皇帝刘知远（895年－948年），即后汉高祖，五代后汉开国皇帝，即帝位后改名刘皓，947年—948年在位，死后谥睿文圣武昭肃孝皇帝。刘知远在太原出生，祖先是沙陀人，父名琠，冒姓刘氏。刘知远最初是李嗣源（后来的后唐明宗）的部下，李嗣源登上帝位后，刘知远在石敬瑭帐下任牙门都校。934年，闵帝出逃到卫州时，与石敬瑭议事未决，闵帝随从欲动武，刘知远把闵帝随从杀尽，石敬瑭便舍闵帝而去。936年，后唐末帝下诏调河东节度使石敬瑭为天平节度使，刘知远劝石敬瑭起兵，石敬瑭便举兵叛唐。刘知远不赞成石敬瑭以割地向契丹借兵，石敬瑭不从。刘知远任马步军都指挥使，同年任保义军节度使。石敬瑭灭后唐，建后晋，937年任刘知远为忠武军节度使，941年任北京留守兼河东节度使。出帝继位后，在943年升刘知远为中书令，944年任幽州道行营招讨使，封太原王，次年改封北平王。出帝开运四年（947年），契丹灭后晋。河东行军司马张彦威等人以中原无主为由，劝刘知远称帝，刘知远在推搪一番后便在太原称帝，沿用后晋高祖年号天福，称天福十二年，同年六月入汴京，自称为东汉显宗八子淮阳王昞之后，改国号为“汉”。天福十三年（948年）正月改元乾祐，刘知远又改名为刘皓，同月病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘知远>刘知远</a>"
},
{
"headline":"耶律德光",
"startDate":"902",
"endDate":"947",
"text":"<p>    辽太宗耶律德光（902年11月25日－947年5月15日），大契丹国第二位皇帝（927年12月11日至947年5月15日在位），在位20年。字德谨，契丹名耶律尧骨，辽太祖耶律阿保机次子。947年2月24日，辽太宗耶律德光将国号由“大契丹国”改为“大辽”，成为辽朝首位皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律德光>耶律德光</a>"
},
{
"headline":"韩全诲",
"startDate":"903",
"endDate":"903",
"text":"<p>    韩全诲（?－903年），唐代宦官。宦官韩文约的养子，任右神策军护军中尉，与凤翔节度使李茂贞有深交，天复元年（901年）幽禁唐昭宗，宰相崔胤乃召朱全忠救驾。昭宗被韩全诲等劫持至凤翔（今陕西宝鸡），朱全忠督兵五万包围凤翔，与茂贞军战于虢县西槐林驿，“大败岐军，横尸不绝，鲍气闻于十里”。天复二年（902年）冬，凤翔大雪，城中食尽，死者不计其数。天复三年（903年），正月六日，李茂贞请昭宗诛宦官“四贵”，中尉韩全诲、张彦弘、枢密使袁易简、周敬容四人被斩首，以宦官第五可范续任左军中尉，仇承坦为右军中尉，王知古为上院枢密使，杨虔朗为下院枢密使。是夜，又斩杀神策都将李继诲、李彦弼等二十二人，茂贞亦斩其义子凤翔裨将李继筠。次日李茂贞以韩全诲等二十二人首级，传首梁军，与朱全忠和解，全忠遣李振奉表入谢。不久崔胤又搜诛凤翔扈从宦官七十二人，朱全忠再令京兆密捕致仕老宦官，再杀九十人。李茂贞护送昭宗出城，昭宗回到长安。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩全诲>韩全诲</a>"
},
{
"headline":"唐哀帝 李柷",
"startDate":"904",
"endDate":"907",
"text":"<p>      唐哀帝李柷（“柷”，拼音：zhù ，注音：ㄓㄨˋ；892年－908年），原名祚。唐昭宗第九子，生母何皇后。唐朝末代皇帝（第二十代，除武则天和殇帝以外），904年－907年在位，在位3年，被废。次年死，得年17岁，葬于温陵。唐哀帝即位时，不过是藩镇手中的一个傀儡皇帝。唐天祐二年（905年），掌握实际权力的梁王朱全忠见废帝灭唐时机已到，便先将唐朝朝臣全部杀光（见白马驿之祸），接着在天祐四年（907年）又逼李柷禅位，降为济阴王，自己做皇帝，改名朱晃，是为后梁太祖，建国号“大梁”，史称“后梁”，改元“开平”。至此，立国总计274年、传21帝的唐王朝灭亡，中国进入自黄巾之乱或永嘉之祸以来又一次大分裂时期——五代十国。逊位后，李柷被迫迁到曹州（在今山东省内），次年（908年）二月二十一日被朱晃毒死。朱晃上谥号为哀皇帝，以王礼葬于济阴县之定陶乡。何太后（唐昭宗皇后）也被杀。后唐明宗李嗣源改哀帝的谥号为昭宣光烈孝皇帝，但庙号景宗未被采用，故后世称李柷为唐哀帝或唐昭宣帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐哀帝 李柷>唐哀帝 李柷</a>"
},
{
"headline":"崔胤",
"startDate":"904",
"endDate":"904",
"text":"<p>    崔胤（生年不详－904年），字垂休。清河武城（今山东省武城县，位夏津县西北）人。乾宁二年（895年）进士，与诗人韩偓友好。河中节度使王重荣聘为从事。天复元年（901年）正月崔胤联合左神策军指挥使孙德昭打败刘季述，唐昭宗复位。天复元年（901年）昭宗被宦官韩全诲幽禁，崔胤召朱全忠救驾。崔胤利用朱温对抗宦官，玩弄权术。崔胤又觉得朱温权势渐大，暗中召募六军十二卫，密为防御。又与京兆尹郑元规等缮治兵甲。天祐元年（904年），朱全忠知崔胤有预谋，派侄子朱友谅带兵入长安，以“专权乱国，离间君臣”的罪名杀崔胤、郑元规，长安百姓向尸体投掷瓦砾砖石以泄忿。唐昭宗被迫迁都洛阳。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/崔胤>崔胤</a>"
},
{
"headline":"郭威",
"startDate":"904",
"endDate":"954",
"text":"<p>    后周太祖郭威（904年－954年），邢州尧山（今天河北省隆尧）汉族人，或谓“周祖”、小名“郭雀儿”。五代后周王朝的建立者（951年—954年）。郭威出身于贫苦人家，读过些书，知道民间疾苦。即位后，减轻赋税，削减严刑峻法，他生性节俭、虚心纳谏、他又能留心搜罗人才，所任用的魏仁浦、李毂、王溥、范质等人都能忠于职守，遵守法度，君臣合力，逐渐改革了一些弊政，使北方地区的经济，政治形势渐渐趋向好转。郭威在五代十国时期，是一个清廉勤政的好皇帝。去世后，因亲生儿子全都被刘承祐杀害，由妻侄柴荣继位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭威>郭威</a>"
},
{
"headline":"白马之祸",
"startDate":"905",
"endDate":"905",
"text":"<p>    白马之祸，又称白马驿之祸，是唐朝末期朱温杀害清流朝官的一次事件。天祐二年（905年），朱温在亲信李振鼓动下，于滑州白马驿（今河南省滑县境）一夕杀尽左仆射裴枢、新除清海军节度使独孤损、右仆射崔远、吏部尚书陆扆、工部尚书王溥、守太保致仕赵崇、兵部侍郎王赞等“衣冠清流”三十余人，投尸于河，史称“白马之祸”。李振在咸通、乾符年间屡次不第，由是痛恨门阀。后对朱温说：“此辈自谓清流，宜投于黄河，永为浊流。”，朱温笑而从之。白马之祸后，唐朝政府的势力基本被扫除。两年以后（907年），朱温废唐哀帝自立为皇帝，改国号“梁”，史称后梁，朱温也成为了梁太祖，唐朝正式灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白马之祸>白马之祸</a>"
},
{
"headline":"五代十国",
"startDate":"907",
"endDate":"979",
"text":"<p>    五代十国是中国历史上一个分裂时期。唐朝灭亡之后，在中原地区相继出现了五个朝代和割据于西蜀、江南、岭南和河东的十几个政权，合称五代十国。中国古代以正统史观为主，因五代建立于中原地区，占据着原唐朝都城的中央地区，以正统自据，故后来的史学家著五代史。而十国及其余政权被称为割据势力。五代是后梁、后唐、后晋、后汉、后周。907年汴州朱温篡唐建立后梁，这是五代十国的开始。太原李克用之子李存勖灭后梁，建国后唐。后唐之后五代君王均出自李克用的子孙与部属。后唐历经后唐明宗的扩张与整顿，国力强盛，但发生内乱后，被石敬瑭引契丹军攻灭，后晋建立。不久契晋关系恶化，契丹军南下灭后晋，建立辽朝。同时刘知远在太原建立后汉，收复中原。郭威篡后汉建后周，后周世宗柴荣苦心经营，使后周隐隐有一统天下的希望，但柴荣在北伐燕云十六州时不幸病亡。后周随后被赵匡胤所篡，五代结束。十国是前蜀、后蜀、吴、南唐、吴越、闽、楚、南汉、南平(荆南)、北汉。江南以吴国最强，而后被李昪篡位，建国南唐，其次有吴越与闽国等。湖广则被荆南、楚国与南汉等占据。南唐国力最强，先后攻灭闽国、楚国，但多次用兵使得国力衰退，最后败于后周。蜀地有前蜀、后蜀，国家富强，是仅次于南唐的强国，然而耽于安乐，最后亡于中原。北汉是惟一在北方的十国，是后汉刘氏后裔所建。赵匡胤建立宋朝（史称北宋）后，与其弟宋太宗相继扫荡群雄，最后于979年统一中国本土地区，十国结束。本时期时常发生地方实力派叛变夺位的情况，使得战乱不止，统治者多重武轻文。中国的内乱，也带给契丹国南侵的机会，辽国得以建立。五代十国是中国历史的重要时期，其间河西和交趾地区逐渐离心，交趾（越南）最终脱离中国独立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五代十国>五代十国</a>"
},
{
"headline":"洛阳兵变",
"startDate":"912",
"endDate":"913",
"text":"<p>    洛阳兵变是发生在中国五代十国时期后梁的一场兵变。后梁在晋军压境之际，同室操戈，逐使国力日衰，不久便为后唐取代。乾化二年（公元912年），后梁太祖朱温病重，欲立养子朱友文即位，其子朱友圭得知后，杀死朱温，秘不发丧，矫诏监国，令均王朱友贞杀朱友文。后朱友圭赶赴洛阳称帝，群臣不服，均王朱友贞见状趁势起兵，与掌握重兵的杨师厚击禁军。乾化三年（公元913年）二月，朱友贞兵至洛阳，数千禁军倒戈，突入宫中。朱有圭见大势已去，与妻子张氏一起自杀。朱友贞返回开封即皇帝位，是为梁末帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洛阳兵变>洛阳兵变</a>"
},
{
"headline":"朱友圭",
"startDate":"913",
"endDate":"913",
"text":"<p>    朱友圭（？－913年），小字遥喜，五代时期后梁皇帝，为后梁太祖朱全忠之第三子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱友圭>朱友圭</a>"
},
{
"headline":"石重贵",
"startDate":"914",
"endDate":"974",
"text":"<p>    后晋出帝石重贵（914年－974年），又称少帝，942年－946年在位。天福七年（942年），后晋高祖石敬瑭死，重贵继位，沿用高祖天福年号，天福九年（944年）七月改元开运。石重贵不肯向契丹称臣，契丹攻后晋，开运三年十二月（947年1月）占开封，石重贵投降，后晋亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/石重贵>石重贵</a>"
},
{
"headline":"刘仁恭",
"startDate":"914",
"endDate":"914",
"text":"<p>    刘仁恭（？―914年），深州（今河北深州）人，唐末曾任卢龙节度使。本为原卢龙节度使李可举旗下将领，唐僖宗光启元年（885年）在卢龙攻易州的一场战役中，以挖地道进城的方法攻陷城池，因此军中号曰“刘窟头”。后遭其子刘守光所废。刘守光败于后唐李存勖，仁恭亦被擒处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘仁恭>刘仁恭</a>"
},
{
"headline":"辽朝",
"startDate":"916",
"endDate":"1125",
"text":"<p>    辽朝（916年－1125年），又称大契丹国，是中国历史上由契丹人建立的的一个封建王朝，国祚从公元907年至1218年，长达331年，与南宋及北宋相当，在北境抵抗外族最为长久。契丹族首领耶律阿保机在907年2月27日称“天皇帝”，916年3月17日，耶律阿保机登基称“大圣大明天皇帝”，国号“契丹”。918年定都临潢府（今内蒙古赤峰市巴林左旗南波罗城）。936年南下中原，攻灭五代后晋后改国号为“大辽”，983年改为“契丹”，1066年改为“大辽”，直到1125年3月26日为金朝所灭为止。除了辽朝之外，契丹族尚建立相关国家。早在1122年时，因为辽朝天祚帝北逃夹山，耶律淳于辽南京被立为帝，史称北辽。辽朝灭亡后，耶律大石西迁到中亚楚河流域，于1132年建立西辽。1211年西辽被屈出律篡位，最后于1218年被大蒙古国所灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/辽朝>辽朝</a>"
},
{
"headline":"布袋和尚",
"startDate":"917",
"endDate":"917",
"text":"<p>    契此和尚，五代后梁时期之僧人，明州奉化（今浙江宁波奉化）人。因常背负一只布袋开口而笑，又称布袋和尚、笑佛。《宋高僧传》最早记载契此生平，说他“形裁腲脮，蹙頞皤腹，言语无恒，寝卧随处。”常常用杖负布袋进入街市。到市场上乞食，醯酱鱼葅皆入口，又分少许食物放入布袋中。曾于雪中卧而身上无雪，众人皆奇。后梁明州评事蒋宗霸常与契此和尚交游，拜之为师。随之云游三年，一日两人共浴长汀溪中，宗霸看见契此和尚背上有四目。据传后梁贞明三年(917年)三月，契此和尚圆寂前留一偈语：“弥勒真弥勒，化身千百亿，时时示时人，时人自不识”因此契此和尚即为弥勒菩萨化身的说法便广为流传。他圆寂后不久，有人在别州看见他仍背着布袋到处走。中国多数佛教寺院里所供奉的大肚弥勒（或大肚比丘），即以契此和尚为原型塑造。由于契此和尚的形象通常为脸带笑容，手提布袋，因此常常被商家认为带有欢喜、蓄财的意味，而视同财神供奉，流传至日本，日本人甚至以布袋和尚为七福神之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/布袋和尚>布袋和尚</a>"
},
{
"headline":"孟昶",
"startDate":"919",
"endDate":"965",
"text":"<p>    后蜀后主孟昶（chǎng，音同“敞”）（919年～965年），初名仁赞，表字保元。后蜀高祖孟知祥第三子。后蜀末代皇帝（第二代，934年～964年在位），在位31年，享年47岁。孟昶一般被称为后主。即位初年，励精图治，衣着朴素，兴修水利，注重农桑，实行“与民休息”政策，后蜀国势强盛，将北线疆土扩张到长安。但是他在位后期，贪图逸乐、沉湎酒色，不思国政，生活荒淫，奢侈无度，连夜壶都用珍宝制成，称为“七宝溺器”，朝政十分腐败。传说孟昶对戏曲也入迷甚深。后蜀广政二十八年（965年），宋师在大将王全斌的指挥下以两路伐后蜀，蜀军与宋军在剑门关外进行一场大战，蜀军全军覆灭，后蜀精兵被全歼，灭亡之势已不可免了。宋军包围成都府，孟昶投降，后蜀灭亡。孟昶被俘后被封为检校太师兼中书令、秦国公，居住在汴京。北宋乾德三年（965年），孟昶带开封七日后郁郁而终（一说被赵光义毒死），追封楚王，谥恭孝。孟昶的宠妃花蕊夫人在亡国之后写下了悲愤的诗句：“君王城上竖降旗，妾在深宫哪得知，十四万人齐解甲，更无一个是男儿。”孟昶注重吏民关系，曾颁布四句箴言，令刻于巨石上，尔后被宋太宗拿来引注于各种官箴。这四句箴言即是：“尔俸尔禄，民脂民膏；下民易虐，上天难欺！”亦是流传至今，各国政府官员所必须注重、公务人员、公职人员就职时必须要遵守的“官箴”之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟昶>孟昶</a>"
},
{
"headline":"柴荣",
"startDate":"921",
"endDate":"959",
"text":"<p>    后周世宗柴荣（921年10月27日－959年7月27日）是五代时期后周皇帝。于954年2月26日－959年7月27日在位，在位6年。邢州尧山柴家庄（今河北省邢台市隆尧县）人，父柴守礼，祖父柴翁是当地望族，柴荣年轻时曾随商人颉跌氏在江陵贩茶，对社会积弊有所体验。史载其“器貌英奇，善骑射，略通书史黄老，性沉重寡言”，他是周太祖郭威的养子（柴荣本身是郭威的内侄），庙号世宗，谥号睿武孝文皇帝。广顺元年（951年），周太祖即位，柴荣授澶州节度使、检校太保，封太原郡侯。史载其境“为政清肃，盗不犯境”。二年，检校太傅为相。又一年，封晋王。显德元年（954年）正月，判内外兵马事，总揽兵权。会太祖崩，即帝位。柴荣即位后，立刻下令招抚流亡，减少赋税，恢复中原经济。当时，北方及中原经过了一系列的战争，百姓痛苦不堪，柴荣的举动正好使中原开始复苏，他整顿吏治，使后周政治清明，百姓富庶，经济开始繁荣。显德二年（955年）废天下佛寺，以佛寺铜材铸行“周元通宝”，钱质与铸量均居五代之冠。因为其毁佛行为，周世宗被列入毁佛的“三武（北魏太武帝、北周武帝和唐武宗）一宗”。司马光评述周世宗“毁佛”：“不爱己身而爱民，不以无益废有益，周世宗算得是仁爱明理之人。”柴荣对内进行改革，对外则积极开拓疆土。显德元年（954年）二月，北汉主刘崇乘其新立，勾结辽兵4万攻后周，柴荣力排冯道劝阻，率军迎战，于高平（今山西）南大破北汉军，稳定政局。战后整军练卒，裁汰冗弱，于是军威大振。显德二年诏令群臣献《为君难为臣不易论》、《平边策》，确定王朴提出的“先南后北”的统一方略；命兵部撰集兵法，名《制旨兵法》。他击败后蜀的孟昶，取得秦、凤、成、阶四州，孟昶大惧，“致书请和”；又先后三次征南唐，创建水军，恢复淮南十四州。显德六年三月，图举收复燕云十六州，一连攻陷瀛洲、莫州二州（今河北），莫州刺史刘楚信、瀛洲刺史高彦晖投降，再向北挺进，又连陷益津关、瓦桥关、高阳关三关。五月在议取幽州（今北京）时，柴荣病倒，只好撤退[1]。后周显德六年（959年）六月，柴荣去世，年仅39岁。由年仅七岁的儿子柴宗训即位，是为周恭帝。柴荣是五代十国时期最英明的君主，为北宋统一中国奠定了基础。《旧五代史》称：“世宗顷在仄微，尤务韬晦……不日破高平之阵，逾年复秦、凤之封，江北、燕南，取之如拾芥，神武雄略，乃一代之英主也……而降年不永，美志不就，悲夫！”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/柴荣>柴荣</a>"
},
{
"headline":"潘美",
"startDate":"925",
"endDate":"991",
"text":"<p>    潘美（925年－991年），北宋初将领，字仲询。大名（今属河北）人。在北宋灭南汉的战争中担任主要统帅。官至客省使。美与宋太祖赵匡胤素厚，宋朝代周后，受到重用，参加平定李重进叛乱，镇守扬州、潭州（今湖南长沙），累迁防御使。开宝三年（970年），为行营兵马都部署，率军平南汉，一开始潘美包围贺州。南汉将领伍彦柔率三万人救之，潘美退兵二十里，设伏于南乡岸，大破南汉军，擒斩伍彦柔。接着连克昭州、桂州、连州，进逼韶州。再败李承渥于莲花峰下，取韶州，南汉主出降。后任广州知州兼市舶使，升山南东道节度使。开宝七年，任升州（今江苏南京）西南面行营马步军战棹都监，助都部署曹彬伐南唐。南唐平，加检校太傅、宣徽北院使。太平兴国四年（979年）正月，任北路都招讨制置使，随宋太宗赵光义伐北汉。北汉降，又被任为知幽州（今北京）行府事，随宋太宗北伐辽朝，兵败而回。太平兴国四年八月，任河东三交口都部署，驻守西北边防，以捍辽朝。以雁门之捷封代国公，后改忠武军节度使。雍熙三年（986年），宋兵三路北伐辽朝，潘美为云（今山西大同）、应（今山西应县）、朔（今山西朔州）等州行营都部署，杨业副之，率西路军出雁门，所向克捷。不久，因曹彬所领东路军大败于岐沟关，潘美等也受诏撤军，并掩护云、应四州之民内徙。在撤军过程中，潘美与王侁等逼迫杨业冒险迎敌，置之必败之地，而又见死不救，致使陈家谷（今山西宁武）兵败，杨业全军覆没，被俘，绝食而死。为此，潘美被削三任，降为检校太保。次年，又复旧官。淳化二年（991年），加同平章事，数月后死。孙女在宋真宗为皇子的时候嫁为原配（章怀皇后潘氏），因此潘美在宋真宗时代又追封为王。《杨家将》相关的小说、戏曲将潘美的名字改为潘仁美，进行了丑化，成为一代权奸，处处与杨家作对，并且勾结辽人，图谋夺取宋朝江山。这是传统文艺对潘美关于杨业之死的责任，无限的艺术夸张、扩大化的结果。王夫之曾指出潘美陷害杨业是担心“功高震主”，所谓“胜乃自危，贸士卒之死以自全。”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/潘美>潘美</a>"
},
{
"headline":"兴教门之变",
"startDate":"926",
"endDate":"926",
"text":"<p>    唐庄宗同光四年（926年）魏博军皇甫晖叛乱，李存勖命李嗣源前往讨伐，嗣源却与魏博叛军合兵造反，占据汴州（今河南开封），进军洛邑，李存勖决定亲征反击。此时郭从谦在洛邑（今河南省洛阳）发动兵变，打进宫城，焚兴教门。唐庄宗的近臣多数逃逸，仅王全斌等十几个人抵抗。混战中，庄宗被乱箭射中，王全斌将其扶至绛霄殿，直到庄宗死去，大恸而去。最后，一个伶人拣了些丢弃的乐器，放在庄宗的身上点火，焚尸而去。史称兴教门之变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/兴教门之变>兴教门之变</a>"
},
{
"headline":"赵匡胤",
"startDate":"927",
"endDate":"976",
"text":"<p>    宋太祖赵匡胤（927年3月21日－976年11月14日），中国大宋王朝的建立者，汉族，出生于洛阳夹马营，祖籍河北涿州。出身军人家庭，赵弘殷次子。948年，投后汉枢密使郭威幕下，屡立战功。951年，郭威称帝，建立后周，赵匡胤任禁军军官，周世宗时官至殿前都点检。960年，他以“镇定二州”的名义，谎报契丹联合北汉大举南侵，领兵出征，发动陈桥兵变，黄袍加身，代周称帝，建立宋朝，定都开封。在位16年。在位期间，加强中央集权，提倡文人政治，开创了中国的文治盛世，是一位英明仁慈的皇帝，是推动历史发展的杰出人物。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵匡胤>赵匡胤</a>"
},
{
"headline":"耶律璟",
"startDate":"931",
"endDate":"969",
"text":"<p>    耶律璟（931—969），辽穆宗，曾经改名为明，小字述律，是辽太宗耶律德光的长子，母为靖安皇后萧氏。即位前封寿安王。天禄五年（951年）九月，辽世宗耶律兀欲被耶律察割等人所杀，时耶律璟随征在军中，诛察割，即帝位，成为大辽第四任皇帝。由此，帝位再次回归辽太宗一脉。耶律璟是中国历史上有名的昏君和暴君，在位的18年是辽朝政治的黑暗时期。应历十九年（969年）二月，为近侍小哥等人所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律璟>耶律璟</a>"
},
{
"headline":"杨业",
"startDate":"932",
"endDate":"986",
"text":"<p>    杨业（约932-986年），又名杨继业，（并州太原）今山西太原人，北宋名将。他从小就擅长骑射，爱好打猎。曾对同伴说：“我他日为将用兵，亦犹鹰犬逐雉兔尔”。他刀斩萧多罗，生擒辽将领李重海，使辽军望之丧胆，“望见业旌旗即引去”。太平兴国七年，契丹三万骑兵分三路攻宋。 中路袭击雁门，被杨业打得大败，杀死辽军三千人，俘虏一万多，牛马五万多，攻破堡垒三十六个，战果辉煌。由于杨业屡立战功，人们称他为“杨无敌”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨业>杨业</a>"
},
{
"headline":"郭从谦",
"startDate":"933",
"endDate":"933",
"text":"<p>    郭从谦，五代后唐人，伶人出身，艺名郭门高。为了报仇，926年发动兴教门之变，杀害后唐庄宗李存勖。郭从谦本是伶人。后唐庄宗李存勖在德胜（今河南省濮阳）跟后梁作战时，招募死士出阵。郭从谦应募，杀敌胜利而回，于是受到宠爱。郭从谦作战勇猛，由军使擢升到指挥使。郭从谦平时视郭崇韬为叔父，又是睦王李存义的养子。郭崇韬和李存义先后被唐庄宗冤杀，郭从谦大恨，准备复仇。唐庄宗同光四年（926年）魏博军皇甫晖叛乱，李存勖命李嗣源前往讨伐，嗣源却与魏博叛军合兵造反，占据汴州（今河南开封），进军洛邑，李存勖决定亲征反击。此时从谦在洛邑（今河南省洛阳）发动兵变，打进宫城，焚兴教门。唐庄宗的近臣多数逃逸，仅王全斌等十几个人抵抗。混战中，庄宗被乱箭射中，王全斌将其扶至绛霄殿，直到庄宗死去，大恸而去。最后，一个伶人拣了些丢弃的乐器，放在庄宗的身上点火，焚尸而去。史称兴教门之变。李嗣源入洛邑后，假意封从谦为景州（今河北景县）刺史，却在景州将之灭族。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭从谦>郭从谦</a>"
},
{
"headline":"佘太君",
"startDate":"934",
"endDate":"1010",
"text":"<p>    佘太君，名赛花，出生于云中（今山西大同），折德扆之女。曾祖父曾任后唐麟州（今陕西神木县北十里）刺史，隶属李克用；祖父折从远，公元930年后唐明宗授他为府州(今陕西府谷县)刺史；父折德扆，后汉隐帝特任府州团练使。据清代兵部尚书毕沅《吴中金石记折克行碑 》中记载：折恭武公克行神道碑，在府谷县孤山堡南，叙折太君事，世以此碑为折太君碑。考折太君，杨继业妻折德扆女也，墓在保德州南折窝村。折太君即是历史上的佘太君。佘姓是后来说书人以讹传讹，用了同音字所致。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/佘太君>佘太君</a>"
},
{
"headline":"大周后",
"startDate":"936",
"endDate":"965",
"text":"<p>    周娥皇，即大周后（936年－965年），南唐司徒周宗的长女，南唐李后主李煜之元配皇后，十九岁成婚。与妹妹小周后都是钱塘美女。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大周后>大周后</a>"
},
{
"headline":"李煜",
"startDate":"937",
"endDate":"978",
"text":"<p>    李煜（937年－978年），或称李后主，为南唐的末代君主，祖籍徐州。李煜原名从嘉，字重光，号钟山隐士、钟峰隐者、白莲居士、莲峰居士等。政治上毫无建树的李煜在南唐灭亡后被北宋俘虏，但是却成为了中国历史上首屈一指的词人，被誉为词中之帝，作品千古流传。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李煜>李煜</a>"
},
{
"headline":"白藤江之战",
"startDate":"938",
"endDate":"938",
"text":"<p>    938年白藤江之战指的是938年中国南汉政权与静海地区（今越南北部）军阀吴权之间的战争，因发生在白藤江而得名。吴权击败南汉后，在939年称王，建立吴朝，都城古螺（Cổ Loa）。从此以后，南汉不再南下攻打交趾。越南（交趾）开始走向自主独立发展道路，至968年丁朝建立，越南（交趾）正式从中国独立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白藤江之战>白藤江之战</a>"
},
{
"headline":"割让燕云十六州",
"startDate":"938",
"endDate":"938",
"text":"<p>    唐朝灭亡之后，沙陀人李克用建立后唐。到末帝李从珂继位时，大将石敬瑭为河东节度使。后来末帝开始对石敬瑭起疑，石敬瑭也暗中谋自保。石敬瑭以多病为理由，上表请求朝廷调他往其它藩镇，借此试探朝廷对他的态度。末帝在清泰三年（936年）五月改授石敬瑭为天平军节度使，并降旨催促赴任。石敬瑭怀疑末帝对他起疑心，便举兵叛变。后唐派兵讨伐，石敬瑭被围，向契丹求援。九月契丹军南下，击败唐军。石敬瑭在十一月受契丹册封为大晋皇帝，认契丹主耶律德光为父，自称儿皇帝，然后向后唐都城洛阳进军，末帝在闰十一月（937年1月）自焚，后唐遂亡。石敬瑭灭后唐后，建立后晋，在938年按约定将燕云十六州献给契丹。燕云十六州被割让以后，中原失去了与北方游牧民族之间的天然和人工防线，辽国也开始从单纯的游牧民族，过渡为游牧与农耕相交杂的民族。在燕云十六州，汉族也和契丹族混居，或通婚和汉化。显德六年（959年），后周世宗柴荣率军攻辽，水陆并进，一个多月内收复瀛、莫、宁（河北静海县南）三州，以及益津关（河北霸县）、瓦桥关（涿县南）、淤口关三关。五月，欲攻取幽州（今北京）时，因病重班师，六月十九日，卒于东京（今河南开封）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/割让燕云十六州>割让燕云十六州</a>"
},
{
"headline":"赵光义",
"startDate":"939",
"endDate":"997",
"text":"<p>    宋太宗（939年6月7日－997年5月8日），北宋第二位皇帝（976年11月15日～997年5月8日在位），在位21年，享年58岁。赵弘殷第三子，是北宋开国君宋太祖赵匡胤的胞弟。本名赵匡义，其兄长赵匡胤登基后避讳，改名赵光义，即位时又改名赵炅。宋太宗治政有为，不善武功。于太平兴国三年（978年）迫使吴越“纳土”；之后又灭亡五代十国最后一个割据政权北汉。次年（979年）宋太宗赵光义移师幽州，试图一举收复燕云十六州，在高粱河（今北京西直门外）展开激战，宋军大败， 耶律休哥射伤宋太宗，乘驴车逃走。他两度伐辽失败。980年又试图统一交趾，但惨败，使交趾（越南）最终得以保持独立地位。任内爆发四川王小波、李顺农民起义。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵光义>赵光义</a>"
},
{
"headline":"韩德让",
"startDate":"941",
"endDate":"1011",
"text":"<p>    韩德让（941年－1011年），中国河北玉田人，辽朝权臣。韩德让的祖父韩知古是被掳掠去辽国的汉人，后在辽国官至中书令。韩德让之父韩匡嗣是辽国的南京留守，卒于西南面招讨使任上，封秦王。韩德让在辽景宗时任东京供奉官，后逐渐升迁至权知南京留守事，成为一方权臣。乾亨元年（979年），韩在南京幽都府抗击北宋入侵，因功授辽兴军节度使。后入朝为南院枢密使，赐名“德昌”，成为汉臣中权势最大者。辽圣宗即位后，萧太后摄政，命韩德让负责宿卫。统和三年（985年），韩兼政事令，进入辽国决策核心，对稳定圣宗初年的政局起了重要作用。次年，韩率军击败北宋北伐的曹彬和米信部队，被封楚国公，旋即进封楚王。统和十二年（994年），韩任为北府宰相兼领枢密使，不久又兼北院枢密使，拜大丞相，封齐王。此时韩总理北南两院枢密院，集辽、汉军政大权于一身。澶渊之盟后，韩徙封晋王，赐名耶律隆运，位在亲王之上。统和二十九年（1011年）随辽圣宗出征高丽，在军中去世，追赠尚书令，谥文忠。韩德让身为汉人，却成为萧太后摄政时宠遇最厚、权势最大的人物。据说萧太后曾对其说“吾常许嫁子，愿谐旧好，则幼主当国，亦汝子也”（《皇朝事实类卷》），而辽圣宗也“至父事之”。又有野史记载萧绰派人秘密毒杀韩德让的妻子李氏；因此后世又传说萧太后和韩德让实已结为夫妻。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩德让>韩德让</a>"
},
{
"headline":"契丹灭后晋之战",
"startDate":"944",
"endDate":"946",
"text":"<p>    契丹灭后晋之战，是一场发生于五代时期的战事，该战争致使后晋灭亡。辽侵占后晋领土后，遭受人民顽烈的抵抗，政局非常不稳。于是辽短短不足一年的统治黄河流域结束，继而是刘知远在太原称帝，建立后汉。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/契丹灭后晋之战>契丹灭后晋之战</a>"
},
{
"headline":"众驹争槽",
"startDate":"947",
"endDate":"951",
"text":"<p>    五代十国后期，马楚开运四年至保大九年（947─951年），楚王马殷死后，马楚（即南楚）连续发生内乱，几个儿子为争夺王位而爆发的战乱，史称“众驹争槽”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/众驹争槽>众驹争槽</a>"
},
{
"headline":"耶律贤",
"startDate":"948",
"endDate":"982",
"text":"<p>    耶律贤（公元948～982年），中国辽朝的五代皇帝。在位14年，病死，终年35岁，葬于乾陵（今辽宁省北镇县医巫间山）。 耶律贤在历史上是一个比较有作为的皇帝；因长期患病，由皇后萧绰执掌朝政。 公元982年9月，景宗外出游猎，病死于云州焦山（今山西省大同市西北、内蒙古丰镇以南旧长城附近）。遗命由太子耶律隆绪继位，大臣韩德让和耶律斜轸辅佐，军国大事最后由萧皇后决定。 耶律贤死后谥号为景宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律贤>耶律贤</a>"
},
{
"headline":"郭威灭汉",
"startDate":"950",
"endDate":"950",
"text":"<p>    郭威灭汉，是五代最后一个王朝后周建立的事件，发生于950年，历时1年。后周的开国皇帝郭威是后汉的主要开国功臣，因此受后汉高祖刘知远重任和宠爱，并且被授予高职。后来，刘知远病重，临死前委托郭威成为顾命大臣。后来隐帝刘承祐继位，拜郭威为枢密副使。948年三月河中（今山西永济）的李守贞、永兴（今陕西西安）的赵思绾和陕西凤翔的王景崇相继起事，郭威成功地平定这些乱事，结果李守贞和王景崇自焚，赵思绾投降。同一时间郭威又体贴手下，因此深受自己军队的爱戴。但后来隐帝觉得顾命大臣的权力太多，因此开始消灭这些顾命大臣。郭威正在外领兵，闻讯后立刻以“清君侧”的名号起兵。隐帝为此于950年四月下令将开封内的郭威、柴荣和王峻的一切亲属杀尽。而愤怒的郭威于数日内就攻入开封城，刘承祐被杀。郭威的军队在开封大掠。郭威首先表面上欢迎徐州的刘赟为后汉皇帝，自己却借攻打契丹为借口北上，而他暗地里派手下将刘赟杀死，然后又令自己的军队拥戴自己为新皇帝，并装出迫不得已的模样。在这样的状态下他仍然以“监国”之名登基，其后一个月才正式称帝。郭威灭汉导致后汉灭亡，及五代最后的一个王朝——后周的建立。郭威灭汉也致使北汉正式代替后汉。郭威灭汉也象征五代十国踏入一个新的阶段：后周时期。后周是个比较强大的王朝，这都为未来宋朝的统一打好根基。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭威灭汉>郭威灭汉</a>"
},
{
"headline":"小周后",
"startDate":"950",
"endDate":"978",
"text":"<p>    小周后（950年－约978年），南唐末主李煜的继后，是大周后的妹妹。史书上并没有记载她的名字，但有一说，名为周薇，字女英，棋艺精湛，精于情趣享乐，为当时著名美女。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/小周后>小周后</a>"
},
{
"headline":"火神淀之乱",
"startDate":"951",
"endDate":"951",
"text":"<p>    火神淀之乱是辽朝前期的一个重要的政治事件，由于辽世宗多用晋降臣，轻慢契丹贵族。又在统治不稳固的情况下，屡议兴兵南伐，遭诸部贵族的反对，致使内乱爆发，耶律阮被宗室重臣耶律察割所杀，之后辽太宗长子耶律璟起兵讨伐耶律察割，平定叛乱之后坐上了皇帝宝座。为辽穆宗，穆宗在位时昏庸无道，使辽朝的巩固与发展至少推迟了20年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/火神淀之乱>火神淀之乱</a>"
},
{
"headline":"萧绰",
"startDate":"953",
"endDate":"1009",
"text":"<p>    萧绰（953年—1009年），中国辽朝女军事统帅、政治家。小字燕燕，辽朝皇太后，辽景宗耶律贤的皇后。在民间戏曲中被称为萧太后。辽大臣北府宰相萧思温的第三女。969年被册封为皇后，因辽景宗体弱多病，所以萧绰多临朝摄政，景宗去世，年仅35岁。萧绰在母寡子幼的情况下稳定了辽朝局势。1004年签订澶渊之盟，1009年还政辽圣宗，同年去世，年仅57岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧绰>萧绰</a>"
},
{
"headline":"高平之战",
"startDate":"954",
"endDate":"954",
"text":"<p>    高平之战是北汉与后周之间的一场战役，此役后周大胜。后周显德元年（954年），柴荣继位后不久，北汉刘崇联合辽国乘机南下，打算乘后周内部还不稳定的情况下打击后周的力量。二月，契丹派杨衮率骑兵万余及步兵五万余人，到达晋阳（今太原），两军会师晋阳，一路攻上潞州（今长治）。北汉主刘旻亲领中军，张元徽领左军，杨衮为右军，阵容严整。后周昭宁节度使李筠派部将穆令均率领两千人马迎击。穆令均中伏被杀，损失千余人。李筠退回潞州。柴荣决定亲自领兵抵抗北汉的进攻。杨衮观察了后周军的阵势和军容，认为后周军强，不可贸然进攻。刘崇却不以为然，命张元徽率领东军先进攻。后周的右军主将樊爱能、何徽怯敌，一战即溃，有上千步兵投降。[1]在高平之战中柴荣冒着矢石亲临战场，一开始战事不利，后周军右翼溃退的情况下扭转战势，击溃了北汉军队。张元徽的战马被射倒，被后周军斩杀。战后后周军队乘胜追击，一直攻到太原。三月二十三日，周世宗率军暂屯潞州（今山西长治）。战后，周世宗将樊爱能、何徽等七十余名将校斩首，以正军法。此役赵匡胤表现出色，升殿前都虞侯，得以迅速崛起，成为柴荣日后倚重的大将。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高平之战>高平之战</a>"
},
{
"headline":"后周世宗灭佛",
"startDate":"955",
"endDate":"955",
"text":"<p>    后周世宗在位时，北方五代更迭，兵革时兴，僧尼管理功令渐驰，以致寺僧浮滥，直接影响国家赋税、兵役。显德二年（955年），诏令整饬寺院，沙汰僧尼。凡无敕颁寺额之寺宇并皆停废，亲无侍养者不许出家。存留寺院之外，民间的铜佛像全数没收入宫，用以铸钱。此后，中国北方的佛教日益衰落，而南方佛教仍继续发展。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/后周世宗灭佛>后周世宗灭佛</a>"
},
{
"headline":"后周攻南唐之战",
"startDate":"955",
"endDate":"958",
"text":"<p>    五代后周显德二年冬至五年春（南唐保大十三年至中兴元年，955—958年），周世宗柴荣三攻淮南，击败南唐的战争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/后周攻南唐之战>后周攻南唐之战</a>"
},
{
"headline":"杨延昭",
"startDate":"958",
"endDate":"1014",
"text":"<p>    杨延昭（958—1014），本名延朗，后改名杨延昭，亦称杨六郎，并州太原（今山西太原）人。北宋抗辽大将杨继业的长子，辽国人认为北斗七星中的第六颗主镇幽燕北方，是他们的克星，辽国人就把他看做是天上的六郎星宿（将星）下凡，故称之为杨六郎。他自幼随杨业征战，雍熙三年北伐，杨业率军攻应、朔等州，延昭为先锋，时年二十九岁，战朔州城下，流矢穿臂，战斗愈勇，终于攻下朔州。其父死，便担负起河北延边的抗辽重任。雍熙北伐之后，延昭在景州（今河北景县）、保州（今河北安新县）等地抵御辽军侵扰，死后陪葬于永安县（今河南巩义宋英宗永厚陵）。在与辽兵作战中，杨延昭威震边庭，人们称杨延昭守卫的遂城为“铁遂城”。宋真宗称赞他“治兵护塞有父风”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨延昭>杨延昭</a>"
},
{
"headline":"赵德芳",
"startDate":"959",
"endDate":"981",
"text":"<p>    赵德芳（959年－981年），宋太祖四子，是宋真宗的堂兄，母亲王皇后。其三叔宋太宗继位后被封为兴元尹。英年早逝，死因不详，追封楚王，谥康惠，后改封秦王。开宝九年出阁，授贵州防御使。《宋史》说太祖驾崩时，宋皇后（952年－995年）急令内侍王继恩召赵德芳入宫，王继恩却拿着遗诏去找晋王赵光义。后来赵光义继位，即宋太宗。因为宋太宗以弟之身分即位，世人普遍流传着“烛影斧声”疑案，认为宋太宗是谋杀太祖而篡位。太平兴国元年，授兴元尹、山南西道节度使、同平章事。三年冬，加检校太尉，封潭王。太平兴国四年（979年），德芳之兄赵德昭被宋太宗逼迫自杀。太平兴国六年（981年）赵德芳病死，英年早逝，年二十三。因为赵德芳兄弟在短时间内连续死亡，今日历史学家多半认为德芳死因不单纯，定与宋太宗有关。德芳死后，谥康惠，赠中书令、岐王。后加封太师，改封楚王。宋徽宗时改为秦王。其六世孙为宋孝宗，七世孙为宋光宗，八世孙为宋宁宗。包公案、五虎平西演义等文学作品与民间传说中“八贤王”赵德芳，实际是太宗的八子赵元俨，卒于仁宗庆历四年（1044），时人称之为“八大王”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵德芳>赵德芳</a>"
},
{
"headline":"宋",
"startDate":"960",
"endDate":"1279",
"text":"<p>    宋朝（960—1279年）是中国历史上承五代十国、下启元朝的时代，分北宋和南宋。960年，后周大将赵匡胤黄袍加身，建立宋朝。宋真宗、宋仁宗时期步入了盛世，北宋初期加强了中央集权，解决了藩镇割据问题。1127年靖康之耻，北宋灭亡。宋高宗赵构南迁建立了南宋。后期抗蒙战争连年，到1276年，元朝军队攻占临安，1279年，8岁的小皇帝赵昺被大臣陆秀夫背著跳海而死，厓山海战后，宋朝彻底灭亡。有学者认为宋朝灭亡是“崖山之后无中国”。宋朝是中国古代历史上经济、文化教育与科学创新最繁荣的时代，宋朝时中国GDP占世界比重60%，为各朝代第一，期间出现了宋明理学，科技发展亦突飞猛进，政治也较开明廉洁。人口至大观四年（1110年）的1亿1275万。西方与日本史学界中认为宋朝是中国历史上的文艺复兴与经济革命的人不在少数。宋朝是中国历史上的黄金时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋>宋</a>"
},
{
"headline":"北宋",
"startDate":"960",
"endDate":"1127",
"text":"<p>      北宋（960年2月4日—1127年3月20日）是中国历史上的一个朝代，与南宋合称宋朝，又称“两宋”。以其建都于北方汴梁（今河南开封市），为别于南宋而史称北宋。北宋乃由后周末帝禅让赵匡胤开始，统治了以黄河中下游流域以南一带的以汉族人为主体的生活地区。北宋政权先后与辽、金及西夏对峙。靖康元年（1126年）金兵攻入开封，次年灭亡。共历9帝，167年。相对而言，宋朝是中国古代历史上经济与文化教育最繁荣的时代，根据研究，北宋时的国民生产总值为265.5亿美元，占据世界经济总量的60%，而清朝在鸦片战争前的1820年，国民生产总值为2,286亿美元，占据世界经济总量的32.9%。显示北宋是中国国民生产总值占据世界比重的最高峰。北宋时中国人均生产总值为2,280美元，西欧人口人均生产总值则为427美元，而1820年，清朝人均生产总值为600美元，当时经过第一次工业革命的英国人均生产总值为1,250美元。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北宋>北宋</a>"
},
{
"headline":"宋太祖 赵匡胤",
"startDate":"960",
"endDate":"976",
"text":"<p>        宋太祖赵匡胤（927年3月21日－976年11月14日），中国宋朝的开国帝王，庙号太祖，祖籍涿州（今河北），出身军人家庭，高祖赵朓，祖父赵敬。为赵弘殷次子。948年，投后汉枢密使郭威帐下征讨李守贞，屡立战功。951年，郭威称帝，建立后周，赵匡胤补东西班行首，拜滑州副指挥使，柴荣为开封府尹时，转开封府马直军使。世宗即位后参与高平之战，从征太原，战后拜殿前都虞候，领严州刺史，后随世宗征讨淮南、扬州等地，战后拜殿前都指挥使，寻拜定国军节度使，又从征寿州，战后拜义成军节度使、检校太保，仍殿前都指挥使。显德五年改忠武军节度使。显德六年为检校太傅、殿前都点检。周世宗柴荣死后，恭帝即位。959年授赵匡胤为归德军节度使、检校太尉。建隆元年（960年），他以“镇定二州”的名义，谎报契丹联合北汉大举南侵，领兵出征，发动陈桥兵变，黄袍加身，代周称帝，建立宋朝，定都开封。赵匡胤称帝后，先后攻灭南平、湖南、后蜀、南汉和南唐等割据政权。赵匡胤统治时期，吸取唐朝宦官专权、藩镇割据导致灭亡的教训，削夺了武官的权力，从而重文轻武，加强中央集权，使宋朝没有宦官专权、藩镇割据的问题。宋太祖大力兴办儒学，增加科举取录的名额。比起其他朝代，宋朝社会比较安定和公平，文学、哲学、美术、科技、教育等也比较发达，但重文轻武的结果也导致宋朝军事力量不足，和外族战争多以败仗收场。开宝九年十月二十癸丑（976年11月14日），赵匡胤与其弟赵光义在万岁殿饮酒，共宿宫中；隔日清晨，赵匡胤暴毙，年50岁。赵匡胤死因不明，儿子们也未能继位，而是弟弟赵光义即位，是为宋太宗。宋太宗登基后，反常的立刻更改年号，隔年七月，方葬赵匡胤于永昌陵，宋太宗又逼赵匡胤儿子赵德昭自杀，赵匡胤儿子赵德芳则是离奇的病死。关于赵匡胤的死，《湘山野录》有“烛影斧声”的说法大行于世，认为赵匡胤是被意图篡位的赵光义谋杀。赵光义为了证明自己即位的合理性，提出了世所未见的“金柜之盟”一说，说赵匡胤生前承诺母亲杜太后，日后将帝位传给光义。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋太祖 赵匡胤>宋太祖 赵匡胤</a>"
},
{
"headline":"陈桥兵变",
"startDate":"960",
"endDate":"960",
"text":"<p>    陈桥兵变，又称陈桥驿兵变，是中国历史上一宗发生在公元960年的军事政变。后周恭帝显德七年（960年（庚申年）），大将赵匡胤借口北汉与辽联合南侵率军出大梁（今河南开封），至陈桥驿（今开封东北）授意将士给他穿上黄袍拥立他为帝。此次兵变最后导致了后周帝国的灭亡和宋帝国的建立，某程度上亦标志着五代十国时代开始迈入新时代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈桥兵变>陈桥兵变</a>"
},
{
"headline":"寇准",
"startDate":"961",
"endDate":"1023",
"text":"<p>    寇准生于961年七月十四日（8月27日），宋太宗太平兴国五年（980）进士。淳化五年为参知政事，其政治才能深受宋太宗赏识。为人刚直，因多次直谏，渐被皇帝重用。太宗时官至参知政事。真宗即位后，先后在工部，刑部，兵部任职，又任三司使。景德元年（1004），与参知政事毕士安一同出任宰相（同平章事）。当年冬天，契丹南下犯宋，包围了瀛洲等河北地区，朝野震惊；寇准力主真宗亲征，反对南迁。真宗抵达澶州（今河南濮阳）后，军心渐渐稳定，后射杀辽军先锋挞览，于是订立了“澶渊之盟”。景德二年，升任中书侍郎兼工部尚书。三年，因王钦若等人排挤，辞去相位。天禧元年（1017）又恢复宰相职务，后因参与宫廷权力斗争，被丁谓等人排挤。贬至雷州（今广东海康），衡州（今湖南衡阳）等地，1023年闰九月七日（10月24日）病死于当地。留有《寇莱公集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/寇准>寇准</a>"
},
{
"headline":"马希萼",
"startDate":"961",
"endDate":"961",
"text":"<p>    马希萼，生卒年不详，五代十国时期南楚君主，楚王马殷之子，马希声、马希范之弟，马希广之兄。马希范在位时任武贞（武平）节度使，镇守朗州（今湖南常德）。后汉高祖天福十二年（947年），马希范去世，将领排除马希范诸弟中年龄最长的马希萼，而拥护马希广继立，因而马希广、希萼之弟马希崇就以马希广之继位违反父亲兄终弟及的遗命挑拨马希萼。后汉隐帝乾祐二年（949年），马希萼叛变，率军南下进攻南楚都城潭州（今湖南长沙），马希萼战败，马希广以不愿伤其兄为由，放弃追击。乾祐三年（950年）马希萼结合蛮族军再度攻击马希广，并向南唐称臣，请求发兵攻潭州。马希广派军讨伐马希萼，大败。马希萼遂自称顺天王，并与蛮族军兵围潭州，守将许可琼投降，占领潭州，擒马希广。不久，将马希广赐死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马希萼>马希萼</a>"
},
{
"headline":"王钦若",
"startDate":"962",
"endDate":"1025",
"text":"<p>    王钦若（962年－1025年）是中国北宋初期的政治家。字定国，谥文穆，临江军新喻（今江西省新余县东门王家）人。王钦若是真宗时期的宰相，属于当时主和派的势力，主张把国都南迁，与当时主战的寇准对立。另一方面，他亦因为主导编纂《册府元龟》而知名。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王钦若>王钦若</a>"
},
{
"headline":"杯酒释兵权",
"startDate":"963",
"endDate":"963",
"text":"<p>    杯酒释兵权是指发生在宋朝初期，宋太祖赵匡胤为了加强中央集权，同时避免禁军军将也黄袍加身，使类似澶州兵变和陈桥兵变的历史剧重演，篡夺自己的政权，所以赵匡胤通过一次酒宴，在酒宴中发表意见，威胁利诱双管齐下，暗示高阶军官们交出兵权。赵匡胤与汉高祖、明太祖大杀功臣之举相较，被视为宽和的典范。宋太祖有一天召赵普问道：“从唐朝末世以来数十年，皇帝已经换了八个家族了，战争频繁不休不止，人民生活在水深火热之中，这是什么原因呢？朕想停止天下兵戈，使国家长治久安，如何才能做到？”赵普回答：“陛下讲了这事，是天地人神之福啊。造成天下的混乱，非别的原因，就是藩镇的权力太大，君弱而臣强罢了。今日如想要解决这样的情况，唯有削弱藩镇的权力，限制他们的财政，将他们的精锐的军队没收，这样天下就会和平了。”乾德元年（963年）春，宋太祖在退朝后留下石守信、高怀德、王审琦、张令铎、赵彦徽、罗彦瑰诸高级将领饮酒。酒至半酣，宋太祖对军将们说：“我若没有诸位，也当不了皇帝。虽然我贵为天子，还不如做节度使快乐。当了皇帝之后，我终日没有好好睡过。”此话令石守信等人大惊失色：“陛下何出此言，如今天命已定，谁敢再有异心？”赵匡胤说道：“谁不想要富贵？有朝一日，有人以黄袍披在你身上，拥戴你当皇帝。纵使你不想造反，还由得着你们吗？”守信等将领跪下磕头，哭着说：“臣等愚昧，不能了解此事该怎么处理，还请陛下可怜我们，指示一条生路。” 宋太祖借机表达了自己让他们放弃兵权的想法，建议“人生苦短，犹如白驹过隙，不如多累积一些金钱，买一些房产，传给后代子孙，家中多置歌妓舞伶，日夜饮酒相欢以终天年，君臣之间没有猜疑，上下相安，这样不是很好吗？”大臣们答谢说：“陛下能想到我们这事，对我们有起死回生的恩惠啊！”第二天，各位军将就称病，请求辞职，宋太祖一一敕准，并且给予他们优厚的退休金。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杯酒释兵权>杯酒释兵权</a>"
},
{
"headline":"北宋统一战争",
"startDate":"963",
"endDate":"979",
"text":"<p>    北宋统一战争，是宋朝建立后，对五代十国剩余的割据政权武平、后蜀、南汉、南唐及北汉的统一战争。主要包括慕容延钊、李处耘率军平定武平周保权（963年），同时荆南高继冲主动投降归顺；王全斌率军平定后蜀孟昶（965年）；宋太祖率军征讨北汉（968年）；潘美率军平定南汉刘鋹（970年）；曹彬、潘美率军平定南唐李煜（975年）；之后，吴越钱俶、清源军节度使陈洪进主动投降归顺（978年）；宋太宗率军平定北汉刘继元（979年）。北宋并没有完全统一中国，二次讨伐辽国失败，幽云十六州和辽西、辽东还在契丹手中。党项李继迁及其后代后来控制了夏州、灵州、河西走廊，建立了西夏。交州建立的交趾国，也只是成为宋朝的藩属国，即越南的独立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北宋统一战争>北宋统一战争</a>"
},
{
"headline":"丁谓",
"startDate":"966",
"endDate":"1037",
"text":"<p>    丁谓（966年－1037年），字谓之，后更字公言，北宋时期长洲县（今江苏苏州）人。善言谈，喜欢作诗，于图书、博奕、音律无一不精。出自寇准门下，太宗淳化三年（992年）进士，授饶州通判。真宗咸平初除三司户部判官，大中祥符初，权三司使。咸平五年（1012年）任户部侍郎。官至参政知事。乾兴元年（1022年）二月，再贬寇准为雷州司户参军。丁谓同党雷允恭因先帝陵寝工程事故，坐“擅移皇堂”罪，丁谓受牵连，贬为太子太保。后以“丁谓前后欺罔”罪，被贬崖州（今海南省琼山县）司户参军。以秘书监致仕归里。景祐四年（1037年）病卒。著有《丁谓集》8卷、《虎丘集》50卷、《刀笔集》2卷、《青衿集》3卷、《知命集》1卷，皆佚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/丁谓>丁谓</a>"
},
{
"headline":"刘太后",
"startDate":"968",
"endDate":"1033",
"text":"<p>    庄献明肃皇后（968年－1033年），名刘娥，是宋真宗赵恒的皇后，宋朝第一位摄政的皇太后，功绩赫赫，常与汉之吕太后、唐之武则天并称，史书称其“有吕武之才，无吕武之恶”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘太后>刘太后</a>"
},
{
"headline":"赵恒",
"startDate":"968",
"endDate":"1022",
"text":"<p>    宋真宗赵恒（968年12月23日－1022年3月23日），原名赵德昌，又曾名赵元休、赵元侃，是宋朝的第三位皇帝。他是宋太宗的第三个儿子，登基前曾被封为韩王、襄王和寿王，曾任开封府尹。997年以太子继位。宋真宗是著名谚语“书中自有黄金屋，书中自有颜如玉”的作者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵恒>赵恒</a>"
},
{
"headline":"刘继恩",
"startDate":"968",
"endDate":"968",
"text":"<p>    北汉少主刘继恩（？－968年），本姓薛，五代时期北汉君主，其母为刘旻之女，因此刘钧是他的舅父；其父薛钊，本来只是士兵，早年娶刘旻之女，刘旻之兄刘知远发迹后，薛钊就很难见到其妻，因此很不快乐，有一天乘着酒意求见，竟拿刀刺伤其妻，薛钊后来因此自尽。当时刘继恩年纪还小，刘旻因为刘钧无子，遂命刘钧收养刘继恩。刘继恩在刘钧在位时任太原尹，然而他本人资质平庸，刘钧生前也曾向郭无为说过刘继恩不是济世之才，北汉天会十二年（968年）刘钧病逝，刘继恩继位，仍以天会为年号，不久就将郭无为的权力架空。两个月后，刘继恩于酒宴后被供奉官侯霸荣刺杀，死后无谥号及庙号，史家习称其为少主。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘继恩>刘继恩</a>"
},
{
"headline":"萧思温",
"startDate":"970",
"endDate":"970",
"text":"<p>    萧思温（生年不详～公元970年）,中国辽代大臣。小字寅古。契丹族国舅部人。辽太宗女燕国公主驸马，宰相萧敌鲁之侄，通书史。长女萧胡辇（音：niǎn）嫁给了辽穆宗的弟弟太平王；次女嫁给了辽景宗的弟弟赵王；辽景宗继位后，因为萧思温拥戴有功，将其三女萧绰选为贵妃，保宁元年（969年），萧绰被封为皇后。次年，萧思温遇刺身亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧思温>萧思温</a>"
},
{
"headline":"耶律隆绪",
"startDate":"972",
"endDate":"1031",
"text":"<p>    辽圣宗耶律隆绪（公元972～1031年），小字文殊奴。景宗耶律贤长子。圣宗在位50年，为辽朝在位时间最长的皇帝，终年61岁，葬于永庆陵（今内蒙古自治区昭乌达盟巴林左旗西北部）。圣宗幼年继位，亲政前由母后萧绰签署澶渊之盟，使宋辽处于长期和平，38岁正式亲政，执政政策大体继承景宗与萧绰时期，使辽朝完成封建化，达到全盛。但圣宗始终没有处理好皇族与后族关系的问题，为辽朝的衰落埋下伏笔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律隆绪>耶律隆绪</a>"
},
{
"headline":"宋太宗 赵光义",
"startDate":"976",
"endDate":"997",
"text":"<p>        宋太宗（939年11月20日－997年5月8日），北宋第二位皇帝（976年11月15日～997年5月8日在位），在位21年，享年58岁。赵弘殷第三子，是北宋开国君宋太祖赵匡胤的胞弟。本名赵匡义，其兄长赵匡胤登基后避讳，改名赵光义，即位时又改名赵炅。宋太宗治政有为，不善武功。于太平兴国三年（978年）迫使吴越“纳土”；之后又灭亡五代十国最后一个割据政权北汉。次年（979年）宋太宗赵光义移师幽州，试图一举收复燕云十六州，在高粱河（今北京西直门外）展开激战，宋军大败， 耶律休哥射伤宋太宗，乘驴车逃走[2]。他两度伐辽失败。980年又试图统一交趾，但惨败，使交趾（越南）最终得以保持独立地位。任内爆发四川王小波、李顺农民起义。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋太宗 赵光义>宋太宗 赵光义</a>"
},
{
"headline":"烛影斧声",
"startDate":"976",
"endDate":"976",
"text":"<p>    烛影斧声，也称斧声烛影，是指北宋开国皇帝宋太祖赵匡胤暴毙，宋太宗赵光义即位之间所发生的一个谜案，史学界怀疑赵光义弑杀兄长而篡位。有关记载以僧文莹的《续湘山野录》最为著名。宋太祖暴毙后，宋太祖的儿子赵德昭与赵德芳无法登基，而是弟弟赵光义即位，且赵光义登基后，一反常例当年改元。不久，赵光义流放了亲弟弟赵廷美，逼太祖的儿子赵德昭自杀，赵德芳也离奇病死。由于此类怪异迹象太多，世人多怀疑赵光义是谋杀兄长而即位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/烛影斧声>烛影斧声</a>"
},
{
"headline":"花蕊夫人",
"startDate":"976",
"endDate":"976",
"text":"<p>    花蕊夫人（？－976年），是后蜀后主孟昶的贵妃，姿色美艳，青城（今成都都江堰市东南）人，徐氏，歌妓出身[来源请求]。花蕊夫人是五代十国时著名的女诗人，著有《花蕊夫人宫词》。《全唐诗》中将其诗归为孟昶妃所著。花蕊夫人（徐贵妃）由其父徐国璋献给孟昶为妃，成为孟昶在原宠妃张太华去世之后最宠爱的妃子，相传其最爱芙蓉花和牡丹花，于是孟昶命官民在后蜀都城成都大量种植芙蓉、牡丹，并说：“洛阳牡丹甲天下，今后必使成都牡丹甲洛阳”。因此成都“芙蓉城”的别称，由此而来。《述国亡诗》形容她的美貌；“花不足以拟其色，蕊差堪状其容，冰肌玉骨清无汗，水殿风来暗香满”。由此名为花蕊夫人。孟昶日日饮宴，觉得肴馔都是陈旧之物，端将上来，便生厌恶，不能下箸。花蕊夫人别出心裁，用净白羊头，以红姜煮之，紧紧卷起，用石头镇压，以酒淹之，使酒味入骨，然后切如纸薄，把来进御，风味无穷，号称“绯羊首”，又叫“酒骨糟”。孟昶遇着月旦，必用素食，且喜薯药，花蕊夫人便将薯药切片，莲粉拌匀，加用五味，清香扑鼻，味酥而脆，又洁白如银，望之如月，宫中称为“月一盘”。孟昶在河池上，建筑水晶宫，其中三间大殿都用楠木为柱，沉香作栋，珊瑚嵌窗，碧玉为户，四周墙壁，不用砖石，尽用数丈开阔的琉璃镶嵌，内外通明，毫无隔阂，再将后宫中的明月珠移来，夜间也光明透澈。四周更是青翠飘扬，红桥隐隐。从此，盛夏夜晚水晶宫里备鲛绡帐、青玉枕，铺着冰簟，叠着罗衾，孟昶与花蕊夫人夜夜在此逍遥。这晚还有雪藕、冰李，有次孟昶喝醉了，伏在花蕊夫人香肩上，慢慢地行到水晶宫前，在紫檀椅上坐下。此时倚阁星回，玉绳低转，孟昶与花蕊夫人并肩坐在一起，孟昶携着花蕊夫人白嫩细腻的手，凉风升起，那岸旁的柳丝花影，映在摩河池中，被水波荡着，忽而横斜，忽而摇曳。孟昶回头看花蕊夫人，见她穿着一件淡青色蝉翼纱衫，里面隐约地围着盘金绣花抹胸，乳峰微微突起，映在纱衫里面，愈觉得冰肌玉骨，粉面樱唇，格外娇艳妩媚。孟昶后来沈迷于酒色，以致国事日非，后蜀广政三十年（965年）孟昶投降赵宋，花蕊夫人在亡国之后写下了悲愤的诗句：“君王城上竖降旗，妾在深宫哪得知，十四万人齐解甲，更无一个是男儿。”此诗甚受宋太祖赵匡胤赏识。传说花蕊夫人后来成为赵匡胤之妃，因怀念孟昶，画孟昶挟弓射猎的画像，奉祀在室内。赵匡胤见到画像，问她是谁，花蕊夫人诡称：“所挂张仙（一说灌口二郎神），送子之神，蜀人皆知。”宋太祖才未追究。这个说法后来从宫中传到民间，至今不衰。《十国春秋》也有提到，但无记载成为赵匡胤之妃之事。据说花蕊夫人在一次打猎时，被赵光义一箭射死，死因成谜。该传说被《十国春秋》斥为无稽。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/花蕊夫人>花蕊夫人</a>"
},
{
"headline":"宋辽战争",
"startDate":"979",
"endDate":"1004",
"text":"<p>    宋辽战争，一般是指自979年宋朝北伐以来，终于1004年宋辽订立澶渊之盟的一系列战役。最终宋辽双方约为兄弟之国，结束了25年宋辽战争。百年后金朝建立，宋徽宗与金太祖订立海上之盟，于1122年派童贯、种师道、刘延庆率军联合金朝攻打辽国南京，未能成功。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋辽战争>宋辽战争</a>"
},
{
"headline":"满城之战",
"startDate":"979",
"endDate":"979",
"text":"<p>    公元979年7月初，宋军在高梁河（今北京城西）被辽军打败。9月，辽燕王韩匡嗣、耶律休格等又率军南进，攻镇州（今河北正定），进至河北满城，与宋军遭遇。宋军先派人向辽军诈降，以麻痹韩匡嗣，然后，以一部突然进至辽军阵前，一部迂回到辽军背后，前后夹击，大败辽军，史称满城之战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/满城之战>满城之战</a>"
},
{
"headline":"高梁河之战",
"startDate":"979",
"endDate":"979",
"text":"<p>    宋太平兴国四年（辽保宁十一年，979），宋军为夺取幽州（今北京，辽称南京），在高梁河（今北京西直门外）被辽军击败的一次作战。此次战争是辽朝与宋朝第一次在战场上的直接对话，是五代十国时期结束以后的一场重要战争，这场战争结束了宋朝统一的步伐，并且在军事上总体开始处于劣势。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高梁河之战>高梁河之战</a>"
},
{
"headline":"瓦桥关之战",
"startDate":"980",
"endDate":"980",
"text":"<p>    桥关之战是发生于辽乾亨二年，即北宋太平兴国五年（980年）农历十月二十日至十一月十一，辽国夺占北宋瓦桥关（今河北省雄县）的战役。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/瓦桥关之战>瓦桥关之战</a>"
},
{
"headline":"雁门之战",
"startDate":"980",
"endDate":"980",
"text":"<p>    宋太平兴国四年，宋太宗赵光义讨伐辽国大败而归，只得退守国内休养生息。辽军在979年满城之战战败后卷土重来，于980年三月派出一支号称十万的部队南侵。当时潘美自三交口巡抚至代州，令杨业领麾下数千骑兵自雁门关出发，沿着小径迂回至辽军侧后，也就是雁门北口。潘美自己带兵正面迎敌，并命令众士兵作战前发誓，口含木片奋勇杀敌，之后与杨业合击辽军于雁门北岭。辽军大败，节度使、驸马、侍中萧咄李被杀，马步军都指挥使李重诲被生擒。宋军缴获铠甲革马甚多。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/雁门之战>雁门之战</a>"
},
{
"headline":"白藤江之战 (981年)",
"startDate":"981",
"endDate":"981",
"text":"<p>    981年白藤江之战亦称981年宋越战争、第一次抗宋战争，指的是981年中国北宋与越南前黎朝之间的战争。因其交战地点位于今越南北部的白藤江而得名。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白藤江之战 (981年)>白藤江之战 (981年)</a>"
},
{
"headline":"君子馆之战",
"startDate":"986",
"endDate":"986",
"text":"<p>    君子馆之战是宋辽战争中一场重要战役，是宋太宗雍熙北伐失败之后辽军发动的南侵。宋军在天冻无法使用弓箭的情况下被辽军击败，刘廷让的部队“全军皆没，死者数万人”，宋军河北防线遭到重创。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/君子馆之战>君子馆之战</a>"
},
{
"headline":"雍熙北伐",
"startDate":"986",
"endDate":"986",
"text":"<p>    公元986年（雍熙三年），宋军再度分兵三路北伐。最初，宋中、西两路进军顺利，收复了不少地方。但随后宋东路军在岐沟关（今河北涿州市西南）被契丹主力打败。宋太宗急令宋军撤退，并命潘美、杨业统率的西路军护送百姓内迁。杨业孤军奋战，最后负伤被俘，绝食三日，壮烈牺牲。经此之役，契丹在政治 军事上掌握了极大的优势。从此，宋对辽失去了战略进攻能力，被迫转取战略防御。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/雍熙北伐>雍熙北伐</a>"
},
{
"headline":"赵元俨",
"startDate":"986",
"endDate":"1044",
"text":"<p>    赵元俨（986年－1044年2月13日），是北宋时期的宗室、宋太宗的第八子，宋真宗的八弟。母王德妃。后世历史学家考证，《包公案》、《杨家将演义》、《呼家将演义》、《狄青全传》等小说中的八贤王赵德芳，实为赵元俨。之所以写作赵德芳，是小说家认为宋太宗得位不光明，为不使天下有怨，乃将赵德芳封为八贤王，并赐金锏，上打昏君，下打贪官。但考证，宋太祖子四人，德芳居四；而宋太宗却有九个儿子，老八就是赵元俨，有贤名，故民间尊称八贤王。而将赵元俨误作赵德芳，只是小说家的一贯做法而已。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵元俨>赵元俨</a>"
},
{
"headline":"柳永",
"startDate":"987",
"endDate":"1053",
"text":"<p>    柳永，（约987年—约1053年）北宋著名词人，婉约派创始人物。汉族，崇安（今福建武夷山）人，原名三变，字景庄，后改名永，字耆卿，排行第七，又称柳七。宋仁宗朝进士，官至屯田员外郎，故世称柳屯田。他自称“奉旨填词柳三变”，以毕生精力作词，并以“白衣卿相”自诩。其词多描绘城市风光和歌妓生活，尤长于抒写羁旅行役之情，创作慢词独多。铺叙刻画，情景交融，语言通俗，音律谐婉，在当时流传极其广泛，人称“凡有井水饮处，皆能歌柳词”，对宋词的发展有重大影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/柳永>柳永</a>"
},
{
"headline":"庞籍",
"startDate":"988",
"endDate":"1063",
"text":"<p>    庞籍（988年－1063年），字醇之，单州武城（今山东省成武县伯乐镇庞楼村）人。其父庞格是国子监博士。大中祥符八年（1015年）进士，任黄州司理参军，后任开封府兵曹参军，知州夏竦甚器重之。迁大理寺丞、知襄邑县。景祐三年（1036年）为侍御史，被誉为“天子御史”，累进中书门下平章事、昭文馆大学士。西夏兵兴，他以龙图阁直学士知延州(今陕西西安)，修筑寨堡，募民耕种，严肃军令，加强防御。宋夏媾和后，召还任枢密副使。皇祐三年（1051年）为丞相，五年罢知郓州，以太子太保退休，封颖国公。庞籍通晓律令，擅长吏事。“持法深峭，军中有犯，或断斩刳磔，或累笞至死，以故士卒畏服。治民颇有惠爱，及为相，声望减于治郡时。”嘉佑八年（1063年）三月去世，年七十六岁。同年六月葬于雍邱县（今河南杞县），追赠司空，加侍中，谥号“庄敏”。子庞元英，官拜朝散大夫。孙庞恭孙。庞籍于司马光知遇之恩，司马光曾作《奉和始平公忆东平二首》。各种民间戏曲与影视剧中描绘成反派庞太师，包公的死对头。世人仅以同姓，便以为庞太师即庞籍。但其原型可能是仁宗温成皇后的伯父张尧佐。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庞籍>庞籍</a>"
},
{
"headline":"范仲淹",
"startDate":"989",
"endDate":"1052",
"text":"<p>    范仲淹（989年10月1日－1052年6月19日），字希文，谥文正。北宋政治家、文学家、军事家、教育家。先世邠州(今陕西省邠县／彬县)，后迁居江南，为苏州吴县人（今江苏省苏州市）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范仲淹>范仲淹</a>"
},
{
"headline":"刘继元",
"startDate":"992",
"endDate":"992",
"text":"<p>    刘继元（？－992年），本姓何，五代时期北汉君主，其母为刘旻之女，因此刘钧是他的舅父，刘继元之母是在刘继恩之父薛钊自杀后改嫁何氏而生下刘继元，所以刘继恩是他的同母异父之兄，刘继元的父母都去世以后，刘钧收他为养子。刘继元在刘继恩在位时任太原尹，北汉天会十二年（968年）刘继恩为侯霸荣刺杀后，刘继元被司空郭无为迎立为帝，继位后即缓和与辽国间的紧张关系。刘继元为人残忍嗜杀，嫡母刘承钧之妻郭皇后及刘旻之子皆被其所杀；亦动辄将忤逆他的臣属灭族。天会十三年（969年）宋太祖赵匡胤亲征北汉，宋军久攻不下退兵，北汉收取宋军所抛弃辎重，濒临枯竭的国力赖以恢复。974年，改年号广运。广运六年（宋太平兴国四年，979年），宋朝在将华南并入版图之后，再度决意北伐，由宋太宗赵光义亲征，宋军攻势猛烈，辽国援军亦被击退，刘继元只得投降，北汉亡。投降后被任命为右卫上将军，封彭城郡公。太平兴国六年（981年），进封为彭城公。雍熙三年（986年），再被任命为保康军节度使。淳化二年十二月十八日（阳历为992年1月25日）去世，被赠中书令，追封为彭城郡王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘继元>刘继元</a>"
},
{
"headline":"王小波、李顺起义",
"startDate":"993",
"endDate":"995",
"text":"<p>    北宋初的农民起义。公元993年，王小波在青城县（今四川都江堰西）发动起义，提出“均贫富”的主张，从者万余，占青城、彭山。不久，王小波牺牲，李顺继为首领。次年占成都，建大蜀政权，控制四川大部。宋政府派兵镇压，攻陷成都，李顺遇害。余部坚持战斗，至995年失败。这次轰轰烈烈的起义虽然失败了，但它严重地打击了地主阶级，四川“旁户”这一名称从此很少出现，博买务也取消了。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王小波、李顺起义>王小波、李顺起义</a>"
},
{
"headline":"高丽与契丹之战",
"startDate":"993",
"endDate":"1019",
"text":"<p>    高丽契丹战争指的是10世纪到11世纪发生在今中国和朝鲜边境附近的契丹（辽国）对高丽的三次侵略战争。战争以辽国的失败告终，保州的领土纠纷成为两国关系的遗留问题。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高丽与契丹之战>高丽与契丹之战</a>"
},
{
"headline":"王侁",
"startDate":"994",
"endDate":"994",
"text":"<p>    王侁字秘权，开封浚仪人。其父王朴，官至后周枢密使。王朴死后，柴荣以王侁为东头供奉官。历官蔚州刺史，云、应州兵马都监。雍熙三年（986年）春天，宋太宗北伐，东路主力大败，辽军乘胜攻陷蔚州、寰州等地。潘美与杨业护送云、朔、寰、应四州百姓内迁。这时杨业建议分兵应州，以诱辽军主力，再以千名强弩手扼守石竭谷口（今山西朔州附近），王侁讥讽杨业：“领数万精兵，而怯懦如此！”杨业只得自大石路直趋朔州，造成杨业兵败自杀，被除名，发配金州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王侁>王侁</a>"
},
{
"headline":"王小波",
"startDate":"994",
"endDate":"994",
"text":"<p>    王小波（？－994年）北宋初农民起义领袖。青城县（今四川都江堰市西南）人。茶农出身（一说茶贩出身）。993年（淳化四年）二月，他聚集群众，发动起义，宣称：“吾疾贫富不均，今为汝均之。”旁户纷纷参加起义，很快攻克青城县。接着，直插彭山，惩杀了贪暴恣横的县令齐元振，众至一万余人。此后，转战于邛州（今四川邛崃）、蜀州（今四川崇庆），所到之处，令乡里富人大姓，具报其家所有财粟，除留其家用而外，一切调发，分给穷人，得到群众拥护，队伍增到数万人。十二月，起义军在江原县（今四川崇庆县东南）与官军激战，王小波被西川都巡检使张玘射伤，仍奋力杀死张玘，攻克江原。王小波终因伤重牺牲，其妻弟李顺被推为领袖，继续战斗。在占领蜀州（今崇州市）和邛州（今邛崃市）后，起义军于994年1月占领成都，李顺随即自立为王，建国“大蜀”，定都成都，以应运为年号，史称李蜀政权。之后，起义军又占领了四川大部分地区。994年5月，成都被北宋军队攻克，李蜀覆灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王小波>王小波</a>"
},
{
"headline":"宋真宗 赵恒",
"startDate":"997",
"endDate":"1022",
"text":"<p>        宋真宗赵恒（968-1022），宋朝第三位皇帝，宋太宗第三子，997年继位，1022年驾崩，享年五十五，在位二十五年。景德元年（1004年），契丹人所建之辽国入侵，宰相寇准力排众议，劝帝亲征，双方会战距首都汴京三百里外之澶渊，局势有利于宋，但因真宗惧于辽的声势，不顾寇准的反对，以每年进贡辽大量金银为'岁币'于澶渊定盟和解。历史上称澶渊之盟。此后，北宋进入经济繁荣期。真宗后期，以王钦若、丁谓为相，二人常以天书符瑞之说，荧惑朝野，帝亦淫于封禅之事，朝政因而不举，社会矛盾不断激化，使得宋王朝的“内忧外患”问题日趋严重。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋真宗 赵恒>宋真宗 赵恒</a>"
},
{
"headline":"包拯",
"startDate":"999",
"endDate":"1062",
"text":"<p>    包拯（999年5月28日－1062年7月3日），或称包文拯，字希仁，庐州人（今安徽合肥肥东人），中国北宋官员，以清廉公正闻名于世。曾任天章阁待制，人称“包待制”；后进为龙图阁直学士，故后人亦称“包龙图”，卒谥孝肃，赠礼部尚书。其廉洁公正、不攀附权贵，故有“包青天”及“包公”之名。后世将他奉为神明崇拜，认为他是文曲星转世，死后成为地狱第五殿阎罗王。其黑面形象，亦被称为“包黑子”、“包黑炭”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/包拯>包拯</a>"
},
{
"headline":"呼延赞",
"startDate":"1000",
"endDate":"1000",
"text":"<p>    呼延赞（？－1000年），生年不详，并州太原（今属山西）人。北宋著名军事将领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/呼延赞>呼延赞</a>"
},
{
"headline":"李元昊",
"startDate":"1003",
"endDate":"1048",
"text":"<p>    李元昊（1003年6月7日－1048年1月19日）是西夏开国皇帝（1038年11月10日－1048年1月19日在位），党项族人，原为拓跋氏。李继迁孙，李德明长子，生母卫慕氏。生于1003年农历五月五日。李元昊少年时身型魁梧，而且勤奋好学，手不释卷，尤好法律和兵书。通汉、蕃语言，精绘画，多才多艺。其父在位时，已经不断对外出战，扩大势力。1032年以太子身份继位，仍称藩与宋，后来为表独立，废唐宋分别赐李、赵姓，改姓嵬名，改名曩霄，自称兀卒，以元魏王室后裔自居，并以严酷手段彻底翦除守旧派。大庆三年十月十一日（1038年11月10日）自立为帝，脱离宋朝，国号“大夏”，亦称西夏，定都兴庆府。命大臣野利仁荣创西夏文，大力发展西夏的文化。建国后推动教育，创蕃学，启西夏文教之风。开凿“李王渠”，以便西夏国民耕种。三次分别于三川口（今陕西延安西北）、好水川（今宁夏隆德东）及定川砦（今甘肃固原西北）等战中大败北宋，并于辽夏第一次贺兰山之战，大胜辽国，奠定西夏在辽、宋两国的地位。本来有意夺取关中之地，攻占长安，但因宋军顽强抵抗，夏军战败，直捣关中之美梦就此破灭。但由于战事繁多，西夏经济破损，遂于1044年与北宋签订庆历和议，向宋称臣，被封为夏国王。为西夏建树良多，堪称一代英豪。他的文治武功卓有成效，但他本人也有不足之处。在位16年（1032年继承王位起计），猜忌功臣，稍有不满即罢或杀，反而导致日后母党专权；另外，晚年沉湎酒色，好大喜功，导致西夏内部日益腐朽，众叛亲离。据说他下令民夫每日建一座陵墓，足足建了三百六十座，作为他的疑冢，其后竟把那批民夫统统杀掉。废皇后野利氏、太子宁林格，改立与太子订亲的没移氏为新皇后，招致杀身之祸，延祚十一年正月初二（1048年1月19日），其子宁令哥趁元昊酒醉时，割其鼻子，元昊最后因失血过多而死，享年46岁，庙号景宗，谥号武烈皇帝，葬泰陵。宁林格后来因弑父之罪被处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李元昊>李元昊</a>"
},
{
"headline":"澶渊之盟",
"startDate":"1004",
"endDate":"1004",
"text":"<p>    1004年(宋真宗景德元年)，辽萧太后与辽圣宗亲率大军南下，深入宋境。宋真宗想迁都南逃，因宰相寇准的劝阻，才勉强至澶州督战。宋军坚守辽军背后的城镇，又在澶州城下射杀辽将萧挞览(一作凛)。辽害怕腹背受敌，提出和议。宋真宗畏敌，历来主张议和，先通过降辽旧将王继忠与对方暗通关节，后派曹利用前往辽营谈判，于十二月间(1005年1月)与辽订立和约，规定宋每年送给辽岁币银10万两、绢20万匹。因澶州在宋朝亦称澶渊郡，故史称“澶渊之盟”。盟约缔结后，第二年，宋朝派人去辽国贺萧太后生辰，宋真宗致书时“自称南朝，以契丹为北朝”，宋、辽之间百余年间(120多年)不再有大规模战事，礼尚往来，通使殷勤，双方互使共达三百八十次之多，辽朝边地发生饥荒，宋朝也会派人在边境赈济，宋真宗崩逝消息传来，辽圣宗“集蕃汉大臣举哀，后妃以下皆为沾涕”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/澶渊之盟>澶渊之盟</a>"
},
{
"headline":"富弼",
"startDate":"1004",
"endDate":"1082",
"text":"<p>    富弼（1004年－1082年），字彦国，中国宋朝政治家，河南（今河南洛阳东）人。富弼为官清正，颇有廉声。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/富弼>富弼</a>"
},
{
"headline":"欧阳修",
"startDate":"1007",
"endDate":"1072",
"text":"<p>    欧阳脩（1007年－1072年），字永叔，号醉翁[2]、六一居士，谥文忠，北宋吉州庐陵（今属江西省永丰县）人，北宋儒学家、作家、官员，曾继包拯接任开封府尹，为唐宋八大家之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/欧阳修>欧阳修</a>"
},
{
"headline":"韩琦",
"startDate":"1008",
"endDate":"1075",
"text":"<p>    韩琦（1008年－1075年），字稚圭，相州安阳（今属河南）人，北宋大臣。南宋北伐统帅韩侂冑曾祖。北宋真宗大中祥符元年生，出身世宦之家，父韩国华累官至右谏议大夫。韩琦3岁父母去世，由诸兄扶养，“既长，能自立，有大志气。端重寡言，不好嬉弄。性纯一，无邪曲，学问过人”。天圣五年（1027年）进士一甲第二名。在馆阁，同馆王拱辰、叶定基时有喧争，韩琦坐在幕室中阅卷，就像没有听见。景祐元年（1034年）九月，迁开封府推官。二年十二月，迁度支判官，授太常博士。三年八月，拜右司谏。 康定元年（1040年）官陕西帅臣，主张进攻西夏，然而败于六盘山（宁夏隆德）下好水川（甜水河），损失一万余人。隔年（1042年）与范仲淹一起抗御西夏，时称“韩范”。韩琦范仲淹两人守边疆时间长，又名重一时，时边区民有歌唱：“军中有一韩，西贼闻之心胆寒。军中有一范，西贼闻之惊破胆。”。庆历三年（1043年），官枢密副使。赞成范仲淹、富弼等人推行庆历新政。嘉祐二年（1057年），苏辙进士及第，不久就给枢密使韩琦写信，希望得到他的提携，这封信也就是后来著名的《上枢密韩太尉书》。嘉祐三年（1058年），出任宰相。英宗即位后，封为魏国公。神宗赵顼即位以后，出判相州。作为元老重臣，他一直反对王安石变法，宋神宗一度有所感悟：“琦真忠臣，朕始谓可以利民，不意害民如此。且坊郭安得青苗？而使者亦强与之。”。熙宁八年（1075年），病死，终年67岁。赠尚书令，谥忠献，配享英宗庙庭。后遗作编为《安阳集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩琦>韩琦</a>"
},
{
"headline":"狄青",
"startDate":"1008",
"endDate":"1057",
"text":"<p>    狄青（1008年－1057年），字汉臣，北宋汾州西河人，面有刺字，善骑射，人称“面涅将军”。他出身贫寒，宋仁宗宝元元年（1038年）为延州指挥使，勇而善谋，在宋夏战争中，他每战披头散发，戴铜面具，冲锋陷阵，立下了累累战功。朝廷中尹洙、韩琦、范仲淹等重臣都与他的关系不俗。范仲淹授以《左氏春秋》，狄青因此折节读书，精通兵法。以功升枢密副使。平生前后25战，以皇祐五年（1053年）正月十五夜袭昆仑关最著名。狄青生前，备受朝廷猜忌，导致最后郁郁而终；死后，却受到了礼遇和推崇，“帝发哀，赠中令，谥武襄”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/狄青>狄青</a>"
},
{
"headline":"苏洵",
"startDate":"1009",
"endDate":"1066",
"text":"<p>    苏洵（1009年5月22日－1066年5月21日），字明允。北宋文学家，四川眉山人，唐宋八大家之一。他是苏轼和苏辙的父亲，父子三人被称为“三苏”，均名列“唐宋八大家”，有《嘉佑集》传世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏洵>苏洵</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}