{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"管鲍之交",
"startDate":"-685",
"endDate":"-643",
"text":"<p>    前686年，齐襄公逝世，他的堂弟公孙无知篡位。前685年春，齐大夫雍廪杀了公孙无知，公子小白即位，立为齐桓公，鲁国却支持其兄公子纠，因此齐国和鲁国之间发生战争，管仲射箭中了齐桓公的带钩，齐桓公装死，骗过了管仲。后来齐国战胜，鲍叔牙向鲁庄公要求处决公子纠，并把管仲交给齐国。在鲍叔牙强烈推荐下，齐桓公不计前嫌，拜管仲为相，甚至尊为“仲父”。管仲在齐国实行了一系列的改革，倡“尊王攘夷”，终于帮助齐桓公成就了霸业。一次，在管仲病危的时候。齐桓公找管仲商量让谁做下任丞相时，提出要将相位传与鲍叔牙。而管仲却坚决反对，认为鲍虽是君子，为人近乎完美，但过于清白而容不得一丝丑恶，不适合做丞相；管仲推荐了隰朋。易牙知道了这件事，就到鲍叔牙那里挑拨离间，说：“管仲的相位本是您推荐的，现在他病了，主君前去询问后任，他却说您不行，反而推荐隰朋，我觉得这很不公平啊。”而鲍叔牙却笑着回答他：“我之所以要推荐管仲，就是因为他忠于国家，对朋友也没有私心。而至于我鲍叔牙，要是让我做司寇，捉拿坏人，还绰绰有余。要是让我掌管国政，像你们这样的人怎么可能有容身之地？”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/管鲍之交>管鲍之交</a>"
},
{
"headline":"尊王攘夷",
"startDate":"-685",
"endDate":"-643",
"text":"<p>    平王东迁以后，周天子权威大大减弱，诸侯国内的篡权政变和各国之间的兼并战争不断发生。与此同时边境族群趁机入侵，华夏文明面临空前的危机。春秋时期的齐桓公在管仲的辅佐下尊崇周天子，并数次发动帮助诸侯国攘斥夷狄战争而大获赞赏，其事迹被后世称为尊王攘夷。尊王攘夷一词源自春秋时代，“尊王攘夷”一词最早见于《春秋公羊传》，该书是解释儒家经典《春秋》的三部专著之一。本意为“尊勤君王，攘斥外夷”，后来演化为具备复杂含义的政治术语，在中国、日本、朝鲜半岛等地区的历史上发挥着重要作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尊王攘夷>尊王攘夷</a>"
},
{
"headline":"公子纠",
"startDate":"-685",
"endDate":"-685",
"text":"<p>    公子纠（?－前685年），中国春秋时代齐国人，姜姓，齐襄公之弟及齐桓公之兄。齐襄公时，各公子 (主要是其兄弟) 各自流亡他国以避祸。公子纠的母亲是鲁国人，故他在管仲及召忽的辅佐及陪同下逃到鲁国。公孙无知被杀后，鲁国发兵送公子纠回国，却被公子小白从莒国用计争先回到齐国。小白回国即位，是为齐桓公。齐桓公即位后，威胁入侵庇护公子纠的鲁国。鲁国忧虑齐国的入侵，所以在笙渎处决了公子纠。召忽自杀，管仲则被押回齐国。齐桓公因鲍叔牙的推荐而起用管仲，遂成霸业。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公子纠>公子纠</a>"
},
{
"headline":"长勺之战",
"startDate":"-684",
"endDate":"-684",
"text":"<p>    长勺之战发生于周庄王十三年，齐桓公二年，鲁庄公十年（公元前684年）。齐鲁两个诸侯国交战于长勺，最后以齐国的失败、鲁国的胜利而告终。公元前684年，齐桓公派兵攻鲁。当时齐强鲁弱。两军在长勺（今山东莱芜东北）相遇。鲁军按兵不动，齐军三次击鼓发动进攻，均未奏效，士气低落。鲁军一鼓作气，打败齐军。后乘胜追击，直逼齐国国都，获得了长勺之战的胜利。鲁国主将曹刿在此次战役中的评论被认为是对战前准备及管理军队士气的重要观点。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/长勺之战>长勺之战</a>"
},
{
"headline":"晋武公",
"startDate":"-677",
"endDate":"-677",
"text":"<p>    晋武公，姬姓，名称，谥为“武”，曲沃桓叔成师之孙、曲沃庄伯鳝之子。前716年继承父位，成为曲沃的君主，在吞并晋国前称曲沃伯。晋哀侯八年（前710年），曲沃与陉廷联兵攻晋，与晋国对抗。更在哀侯九年（前709年）春，曲沃攻伐晋京师翼城，久留在陉廷，以公子万驾戎车、梁弘为车右，追逐哀侯到汾河，大败晋军。是夜俘虏了晋哀侯，后来又指使公子万杀了哀侯。晋小子四年，曲沃诱杀了晋小子侯，由于周桓王使虢仲出兵讨伐曲沃。武公回曲沃，周天子遂立晋哀侯之弟晋侯缗为晋的国君，曲沃未能吞并晋国。晋侯缗二十八年（前679年），曲沃出兵灭晋，又把晋的宝器献给周僖王。鲁庄公十六年（前678年），天子封曲沃公为晋君，列为诸侯。统治晋国后，封公子万为韩大夫，是为韩武子，为战国时代韩国之祖。受周僖王敕封为晋侯后不久，晋武公便出兵攻打朝廷，杀害周夷邑大夫诡诸，周执政大臣周公忌父逃奔虢国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋武公>晋武公</a>"
},
{
"headline":"晋文公",
"startDate":"-671",
"endDate":"-628",
"text":"<p>    晋文公（前671年－前628年），姬姓，晋氏，名重耳，晋献公之子，春秋时期著名的政治家，晋国国君，在位九年，在赵衰（赵国先祖）、狐偃、贾佗、先轸、魏武子（魏国先祖）、介之推等人的辅佐下成为春秋五霸之一，开创了晋国长达一个多世纪的中原霸权，为后来的三晋（赵国、魏国、韩国）位列战国七雄奠定了基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋文公>晋文公</a>"
},
{
"headline":"奚齐",
"startDate":"-665",
"endDate":"-651",
"text":"<p>    奚齐（前665年－前651年）姬姓，春秋时晋献公之子，骊姬所生，因生母骊姬有宠，所以晋献公对奚齐百般疼爱，骊姬有意废嫡立庶，便与优施淫乱，设计陷害太子申生，骊姬与优施通奸，阴谋策划立奚齐为国君，之后晋献公又听进骊姬的谗言，废去太子申生，又尽逐群公子，欲立其为嗣。献公病危，嘱托大夫荀息主政，助其继位，献公死后，晋国内乱，十四岁的奚齐成为国君，但才没几天，奚齐就被里克杀死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/奚齐>奚齐</a>"
},
{
"headline":"秦穆公",
"startDate":"-659",
"endDate":"-621",
"text":"<p>          秦穆公（？—前621），一作秦缪公，春秋时代秦国国君。汉族（当时称“华夏”），嬴姓，名任好。在位三十九年（前659年-前621年）。谥号穆。在《史记》中被认定为春秋五霸之一。秦穆公非常重视人才，其任内获得了百里奚、蹇叔、由余、孟明视、西乞术、白乙丙等贤臣良将的辅佐，曾协助晋文公回到晋国夺取君位。周襄王时出兵攻打蜀国和其他位于函谷关以西的国家，开地千里，因而周襄王任命他为为西方诸侯之伯，遂称霸西戎，为四百年后秦统一中国奠定了基石。公元前621年秦穆公安葬于雍（今宝鸡凤翔东南），殉葬的人数达一百七十七人，《左传》文公六年曾这样记载“秦伯任好卒，以子车氏三奄息、仲行、针虎为殉，皆秦之良也，国人哀之，为之赋《黄鸟》。”         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦穆公>秦穆公</a>"
},
{
"headline":"骊姬之乱",
"startDate":"-657",
"endDate":"-651",
"text":"<p>    骊姬之乱发生在春秋战国的晋国献公时。（前657年—前651年）晋献公娶了六个妻子，生了五个儿子。其中，齐姜生了太子申生，戎国大戎狐姬生了重耳，她妹妹小戎子生了夷吾。骊戎族人许配了骊姬给晋献公，骊姬生下一子，取名奚齐，她陪嫁妹妹生了卓子。当初，晋献公想立骊姬为夫人，他算了两次命，第一次结果不吉利，第二次吉利。献公决定按照第二次的结果办事。（参考《左传》鲁僖公四年）骊姬受到晋献公的宠爱，她希望立奚齐为太子，让他继承君位。她贿赂晋献公宠信的大夫梁五和东关嬖五，使他们说服献公让太子申生、重耳和夷吾离开京城。那两个大夫对献公说戎族人和狄族人经常侵犯晋国，需要派长子捍卫领土，使戎狄再也不敢侵犯国家。献公让太子住在曲沃（今山西闻喜县东），重耳住在蒲城（今山西隰县西北），夷吾住在二屈（今山西吉县）。两个大夫借用保卫国家安全的名义来阻止献公的长子当国君。（参考《左传》鲁庄公二十八年）（前666年）。前656年，骊姬施展阴谋，陷害太子申生，让申生到曲沃去祭祀亡母，而且把用来拜神的肉和酒拿回来献给他父亲献公。骊姬在酒肉偷偷的下了毒。晋献公把肉给狗吃，狗被毒死了，发现肉里有毒，以为是申生想谋杀他。申生逃回曲沃，晋献公杀了申生的师傅杜原款。有人建议申生为自己申辩，向献公揭露骊姬的阴谋，申生回答：“我父君如果没有骊姬，寝食不安，如果为自己辩护，骊姬会受到惩罚，父君年纪那么大，我不想让他伤心。”那个人就劝告申生快点逃走，申生不肯。于是，二月十七日，申生自缢于曲沃，人称恭太子。骊姬野心勃勃，也陷害太子申生的弟弟重耳和夷吾，献公攻打蒲城讨伐重耳，重耳带着贤士赵衰、狐偃（咎犯）、贾佗、先轸等往狄族人的地方逃走。（参考《左传》鲁僖公四年）前655年，晋献公派贾华等人往二屈讨伐夷吾，夷吾往梁国逃走。前651年九月，晋献公逝世，立十五岁的奚齐为国君，让荀息当国相为他鼎立相助。十月，晋国大夫里克杀了刚刚即位的奚齐，当时晋献公还没有安葬。荀息立奚齐的弟弟卓子为君主。十一月，里克又杀了卓子和骊姬，荀息悬梁自尽。（参考《左传》鲁僖公九年）里克迎接了重耳回国即位，重耳谢绝，所以里克只好请他弟弟夷吾登上宝座。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/骊姬之乱>骊姬之乱</a>"
},
{
"headline":"召陵之盟",
"startDate":"-656",
"endDate":"-656",
"text":"<p>    春秋初年，楚国发展起来，向中原挺进，它先后灭掉了在今河南省南部和西部的申、息、邓等国，并伐黄服蔡，多次向郑国进攻。郑国支持不住，已准备背齐向楚。为了救郑，齐桓公于公元前656年，率领齐、宋、陈、卫、郑、许、鲁、曹、邾八国军队进攻楚的盟国蔡国，蔡军不战而溃。陈兵楚境，楚国见齐的盟军强大，不敢率军交战，派使者质问齐桓公：你住北海，我住南海。你带大军来此是缘故？齐以楚不向王室朝贡相质询。齐桓公又进兵到地（今河南郾城县南）两国军队从春天相持到夏天，都不敢轻易进攻对方。派大夫屈完与齐讲和，也看到楚国强大，无隙可乘，齐桓公退军到召陵（今河南郾城东南）齐桓公见不能用强力屈楚，只好在召陵与楚国结盟，史称“召陵之盟”。这是齐桓公“尊王”的又一次胜利，其霸主地位更加巩固。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/召陵之盟>召陵之盟</a>"
},
{
"headline":"申生",
"startDate":"-656",
"endDate":"-656",
"text":"<p>    申生（？－前656年），春秋时代人物，姬姓，晋献公之嫡长子，齐姜所生，本是晋国太子。被后母骊姬陷害，不愿作乱，自杀而死。谥号“恭太子”、“恭世子”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/申生>申生</a>"
},
{
"headline":"骊姬",
"startDate":"-651",
"endDate":"-651",
"text":"<p>    骊姬（？－前651年），或称㛤姬、丽姬，名不详，为春秋时代女性，骊戎国君的女儿，即骊戎的公主，奚齐生母，申生、重耳、夷吾继母，因姿色艳美，后被晋献公掳去，而成为宠妃，不久怀孕，骊姬生下一子，取名奚齐，同时陪嫁的妹妹少姬，也随骊姬来到晋国，为晋献公生下卓子。骊姬以美色获得晋献公专宠，但又与优施通奸，淫乱宫闱，并合谋排挤申生，改立所生的儿子奚齐为太子，而害死齐姜所生的太子申生，使公子重耳、夷吾逃亡国外，是所谓骊姬之乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/骊姬>骊姬</a>"
},
{
"headline":"晋献公",
"startDate":"-651",
"endDate":"-651",
"text":"<p>    晋献公（？—前651年），姬姓，名诡诸，是春秋时代晋国君主，在位26年。前677年其父晋武公去世，献公立。诡诸继任晋公之初，一方面和虢国国君朝见周王并受赏赐以提高个人声望，一方面采纳大夫士蔿计谋使群公子互相残杀进而全部消灭以利君权巩固。为加强国家武力，将军队扩充为二个军（一军为一万人，一说是一万二千五百人）。献公五年（前672年），晋伐骊戎，得骊姬及其妹，二人受到献公宠幸。十二年，骊姬产下一子，取名奚齐，献公有意废太子，使太子申生居曲沃，公子重耳居蒲，公子夷吾居屈。十六年，晋灭霍、魏、耿。献公二十一年（前656年），晋发生了骊姬之乱，骊姬设计陷害太子申生，申生逃到新城，十二月自杀。骊姬又诬告重耳、夷吾，二人只好离开都城，退居蒲、屈。二十二年，献公怒二子不辞而去，认为他们有逆谋，派兵伐蒲，重耳逃到翟。献公又派兵伐屈，却未能攻克。同年晋献公向虞国请求借路讨伐虢国，虞国大夫宫之奇警告虞公说不可以让晋军攻打虢国，因为虢国是虞国的屏障，虢国灭亡了的话，虞国一定随之而亡。虞公不听劝谏，宫之奇离开了虞国。这年冬天晋国灭亡了虢国，回师时灭虞，俘虏了虞公和虞国大夫百里奚。晋献公把女儿许配给秦穆公，把百里奚当作陪嫁的仆人送到秦国。献公二十三年，献公派兵再伐屈，夷吾奔梁。二十五年，晋伐翟，受到反击而退兵。当时晋国强盛，“西有河西，与秦接境，北边翟，东至河内”。骊姬之妹为献公生卓子。献公二十六年（前651年）夏，齐桓公在葵丘主持盛大盟会，晋献公因生病及周之宰孔劝他不应去而没有赴会。献公病重，把奚齐托付给荀息，以荀息为相。九月献公病逝，奚齐及悼子先后被里克杀害，夷吾立，是为晋惠公。在位期间执政为士蔿、罕夷、里克、荀息、丕郑。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋献公>晋献公</a>"
},
{
"headline":"宋襄公",
"startDate":"-650",
"endDate":"-637",
"text":"<p>          宋襄公，宋桓公次子，子姓，名兹甫（？—前637年），在部分史料中被认定为春秋五霸之一，为宋国君主，在位于前650年至前637年。周襄王二年立，以其庶兄公子目夷为相，行“东宫图治”。前642年齐桓公病逝，齐国发生内乱，宋襄公率领卫国、曹国和邾国等四国人马打到齐国，齐人里应外合，拥立齐孝公，襄公因此小有名气。宋襄公雄心勃勃，想继承齐桓公的霸业。前638年宋与楚战于泓水之战（今河南柘城西北），当时楚兵强大，大司马子鱼劝襄公趁楚人渡水之时截杀之，此时襄公却大讲仁义，要待楚兵渡河列阵才攻击之；当楚军上岸时，子鱼又劝宋襄公趁楚军此时阵列尚未成形时袭杀之，襄公再拒绝。结果宋师大败，襄公被射中了大腿，次年因重伤而卒，其子宋成公王臣继位。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋襄公>宋襄公</a>"
},
{
"headline":"鲍叔牙",
"startDate":"-644",
"endDate":"-644",
"text":"<p>    鲍叔牙（？－前644年），姒姓，鲍氏，亦称“鲍叔”、“鲍子”，春秋时代齐国大夫，颍上（今属安徽）人。父为鲍敬叔。鲍叔牙乃是管仲的好友，早期管仲贫困，鲍叔牙时常接济他，刻意让管仲占便宜。后来管仲侍奉齐襄公的儿子公子纠，鲍叔牙侍奉公子纠的弟弟公子小白。齐国内乱，管仲则随公子纠出奔鲁，鲍叔牙随公子小白出奔莒，小白返国继位之后，公子纠被杀，管仲被囚车运送回国。由于深知管仲的才能，鲍叔牙建议小白勿将其定罪，甚至推荐管仲当上了国家宰相，被时人誉为“管鲍之交”、“鲍子遗风”。太史公司马迁在史记〈管晏列传〉中说：“天下不多管仲之贤，而称鲍叔能知人也。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鲍叔牙>鲍叔牙</a>"
},
{
"headline":"齐桓公",
"startDate":"-643",
"endDate":"-643",
"text":"<p>    齐桓公（？－前643年10月7日）春秋时代齐国第十五位国君，姜姓，齐氏，名小白。齐僖公的儿子、齐襄公的弟弟。春秋五霸之首。齐襄公和齐君无知相继死于内乱后，小白与公子纠争位成功，即国君位为齐桓公。桓公任管仲为相，推行改革，实行军政合一、兵民合一的制度，齐国逐渐强盛。桓公于前681年在甄（今山东鄄城）召集宋、陈等四国诸侯会盟，齐桓公是历史上第一个充当盟主的诸侯。当时中原华夏各诸侯苦于戎狄等部落的攻击，于是齐桓公打出“尊王攘夷”的旗号，北击山戎，南伐楚国，桓公成为中原霸主，受到周天子赏赐。桓公晚年昏庸，信用易牙、竖刁等小人，最终在内乱中饿死。在位期间执政为国懿仲、高傒、管夷吾、仲孙湫、隰朋。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐桓公>齐桓公</a>"
},
{
"headline":"曹刿",
"startDate":"-643",
"endDate":"-643",
"text":"<p>    曹刿，鲁国人。春秋政治家、军事家。庄公十年春天，齐国军队攻打鲁国。鲁庄公将要应战，曹刿请见庄公。乡里人都说：“肉食者（食俸禄的官员）谋之，又何闲焉？”曹刿说：“肉食者鄙，未能远谋。”于是入朝拜见庄公。曹刿问庄公：“何以战？”庄公答道：“衣食所安，弗敢专也，必以分人。”曹刿说：“小惠未遍，民弗从也。”庄公说：“牺牲玉帛，弗敢加也，必以信。”曹刿说：“小信未孚，神弗福也。”庄公说：“小大之狱，虽不能察，必以情。”曹刿说：“忠之属也，可以一战。”庄公和曹刿同乘一辆战车，在长勺与齐军交战。庄公正想进兵，曹刿说：“未可。”齐军已经击了三通鼓。曹刿说：“可矣。”齐军大败，庄公准备追击。曹刿说：“未可。”他下了车，察看齐军车轮的印迹，然后登车瞭望齐军，说：“可矣。”于是开始追击。鲁军战胜之后，庄公问曹刿取胜的原因。曹判答道：“夫战，勇气也。一鼓作气，再而衰，三而竭。彼竭我盈，故克之。夫大国，难测也。惧有伏焉。吾视其辙乱，望其旗靡，故逐之。” 曹刿曾参与前681年齐、鲁两国在柯的盟会。部份史家因此推论曹刿及曹沫实为同一人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹刿>曹刿</a>"
},
{
"headline":"泓水之战",
"startDate":"-638",
"endDate":"-638",
"text":"<p>    泓水之战，是中国东周春秋时期，公元前638年，宋国与楚国为争夺霸权而发生的一次战斗，战斗以宋国失败告终。周襄王九年（前643年），春秋时代第一位霸主齐桓公逝世后，齐国内乱，次年宋襄公出兵协助齐孝公取得君位。同时，楚成王借此机会将势力深入中原地区。因此，宋襄公不顾宋国国力尚弱，希望能以宋国的公爵地位压服各国，并与楚国争夺对中原的控制权。周襄王十三年（前639年）春，宋、齐、楚三国君主会于齐，在宋襄公的强力要求下，三国同意于当年秋于宋国召集诸侯大会。同年秋，宋国、楚国、陈国、蔡国、许国、曹国和郑国赴会，齐国和鲁国托故未来。宋襄公不顾公子目夷的建议，轻车简从赴会，以争取与会诸侯的信任，结果被楚王在会场上突袭遭擒。楚国乘机进攻宋国未果，不久，在鲁僖公调停下，宋襄公被释放。周襄王十四年(前638年)，宋襄公为一雪前耻，不顾公子目夷和公孙固的劝说，联合卫国、许国和滕国讨伐臣服楚国的郑国。郑向楚求救，楚成王遂率师进攻宋国本土，迫使宋国退军。周襄王十四年十一月初一，两军相遇于宋国边境的泓水(古河流名，故道约在今河南柘城西北），宋军驻屯于北岸，楚军自南岸开始渡河。宋襄公不顾谋臣子鱼的建议，坚持不半渡而击，待到楚军全部渡河后，宋襄公又坚持非要等到楚军完成列阵之后方开始攻击，结果惨败，身受重伤。泓水之战后，楚国在中原已无阻力，在其后数年间，其势力一度达到黄河以北，直至晋文公率领晋国崛起后，楚国的扩张方才被遏制。而宋国在此战之后失势，再未能在历史中发挥重要作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/泓水之战>泓水之战</a>"
},
{
"headline":"宋襄公",
"startDate":"-637",
"endDate":"-637",
"text":"<p>    宋襄公，宋桓公次子，子姓，名兹甫（？—前637年），在部分史料中被认定为春秋五霸之一，为宋国君主，在位于前650年至前637年。周襄王二年立，以其庶兄公子目夷为相，行“东宫图治”。前642年齐桓公病逝，齐国发生内乱，宋襄公率领卫国、曹国和邾国等四国人马打到齐国，齐人里应外合，拥立齐孝公，襄公因此小有名气。宋襄公雄心勃勃，想继承齐桓公的霸业。前638年宋与楚战于泓水之战（今河南柘城西北），当时楚兵强大，大司马子鱼劝襄公趁楚人渡水之时截杀之，此时襄公却大讲仁义，要待楚兵渡河列阵才攻击之；当楚军上岸时，子鱼又劝宋襄公趁楚军此时阵列尚未成形时袭杀之，襄公再拒绝。结果宋师大败，襄公被射中了大腿，次年因重伤而卒，其子宋成公王臣继位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋襄公>宋襄公</a>"
},
{
"headline":"夷吾",
"startDate":"-637",
"endDate":"-637",
"text":"<p>    晋惠公（？-前637年），姓姬名夷吾，春秋时代晋国君主，晋献公的儿子，恭太子申生、晋文公重耳的弟弟。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夷吾>夷吾</a>"
},
{
"headline":"晋文公",
"startDate":"-636",
"endDate":"-628",
"text":"<p>          晋文公（按《左传》：公元前671年－公元前628年；按《史记》：公元前697年－公元前628年），初为公子，谦而好学，善交贤能智士。后受迫害离开晋国，游历诸侯。漂泊19年后终复国，杀怀公而立。文公对内，拔擢贤能：以狐偃为相；先轸为帅；赵衰（赵国先祖）、胥臣辅其政；栾枝、冀缺佐其事；郤溱、霍伯将其兵；贾佗、阳子制其礼；魏犨（魏国先祖）、荀伯御其戎。晋民各执其业；吏各司其职。晋国由此大治。对外，联秦合齐，保宋制郑，尊王攘楚。作三军六卿，勤王事于洛邑、败楚师于城濮，盟诸侯于践土，开创晋国长达百年的霸业。文治武功，昭明后世，显达千秋，与齐桓公并称“齐桓晋文”，为后世儒家、法家等学派称道。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋文公>晋文公</a>"
},
{
"headline":"介子推",
"startDate":"-636",
"endDate":"-636",
"text":"<p>    介子推（?－前636年），一作介之推，又称介子、介推，春秋时期周晋（今山西介休）人，晋文公重耳的辅臣，骊姬之乱发生后，他跟随重耳出奔，历尽艰辛，忠心辅佐重耳得以返国，介子推却淡泊功名，归隐乡间。曾有名言“是非审之于己、毁誉听之于人、得失安之于数”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/介子推>介子推</a>"
},
{
"headline":"践土之盟",
"startDate":"-632",
"endDate":"-632",
"text":"<p>    践土之盟是中国春秋时代的于践土（郑地，在今河南省原阳县西南，武陟县东南）招开的一场盟会，于西元前632年冬招开，由晋文公主持，邀集中原各国领袖参加，参与的国家还包括齐国、鲁国、宋国、蔡国、郑国、卫国、莒国。周天子也派出代表参加。该会盟是晋国同年在城濮之战打败楚国之后，与各国约定要求尊重周王室，是晋文公霸业的代表事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/践土之盟>践土之盟</a>"
},
{
"headline":"城濮之战",
"startDate":"-632",
"endDate":"-632",
"text":"<p>    前632年，四月初四，楚军和晋军在城濮（今山东鄄城西南）交战。晋文公兑现当年流亡楚国许下“退避三舍”的诺言，令晋军后退，避楚军锋芒。子玉不顾楚成王告戒，率军冒进，被晋军歼灭两翼。楚军大败。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/城濮之战>城濮之战</a>"
},
{
"headline":"殽之战",
"startDate":"-627",
"endDate":"-627",
"text":"<p>    秦晋殽之战，首见于《春秋左传》，发生于周襄王二十六年（公元前627年）的一场晋襄公率军在晋国郩山（今河南陕县东）隘道全歼秦军的重要伏击歼灭战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/殽之战>殽之战</a>"
},
{
"headline":"先轸",
"startDate":"-627",
"endDate":"-627",
"text":"<p>    先轸（?—前627年），因采邑在原又称原轸，晋国大夫。在骊姬之乱时，先轸同重耳逃走，在外流亡十九年。前633年，晋国讨伐曹国和卫国，先轸为下军佐，占据了卫国的五鹿。前632年，中军将郤縠去世，先轸被超拔为中军将，率领晋军打赢城濮之战。前627年，晋国在殽之战打败秦国，生俘秦国将军孟明视、西乞术、白乙丙。文嬴请求她儿子晋襄公释放秦国统帅，晋襄公答应了。先轸大怒，出言不逊，直言进谏，而且当着晋襄公的面往地上吐了一口口水。晋襄公派阳处父追孟明视等人，没能追上。狄人攻打晋国，在箕交战。先轸因为对君侯无礼却没有受到惩罚，神志烦躁，寝食不安。他决定自行谢罪，脱下了头盔和铠甲（“免胄”）冲入狄阵，战死在沙场。狄人砍了他的头送还晋军。其子先且居继任晋中军元帅。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/先轸>先轸</a>"
},
{
"headline":"楚成王",
"startDate":"-626",
"endDate":"-626",
"text":"<p>    楚成王（前？年－前626年），芈姓，熊氏，名恽。在位45年。郢（今宜城楚皇城，一说今江陵纪南城）人。春秋时楚国国君，楚文王之子，母亲是楚文夫人息妫。公元前672年杀其兄楚堵敖而即位，公元前638年，在泓之战中战败宋襄公，称雄中原。前626年，被太子商臣（楚穆王）和潘崇逼死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚成王>楚成王</a>"
},
{
"headline":"秦穆公",
"startDate":"-621",
"endDate":"-621",
"text":"<p>    秦穆公（?－前621年），部份记载中被称为秦缪公，春秋时代秦国国君，嬴姓，赵氏，名任好。在位三十九年（前659年－前621年），谥号穆，在《史记》中被认定为春秋五霸之一。秦穆公非常重视人才，其任内获得了百里奚、蹇叔、丕豹及公孙枝等贤臣的辅佐，曾协助晋文公回到晋国夺取王位。周襄王时出兵攻打蜀国和其他位于函谷关以西的国家，开地千里，因而周襄王任命他为为西方诸侯之伯，遂称霸西戎，为四百年后秦统一中国奠定了基石。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦穆公>秦穆公</a>"
},
{
"headline":"晋襄公",
"startDate":"-621",
"endDate":"-621",
"text":"<p>    晋襄公（?—前621年）。姬姓，名驩，晋文公之子，为逼姞所生，春秋时晋国君主。前628年，晋文公逝世，晋襄公即位。前627年，晋襄公以先轸为帅，于殽山大败秦军，生俘秦军白乙丙、孟明视、西乞术“三帅”。襄公嫡母文嬴请放“三帅”归秦，襄公从之。先轸因之大怒，“不顾而唾”，襄公以袖掩面称谢，未治其罪。后先轸在与狄人作战时孤身“免胄”直入狄人阵中，战死谢罪。前622年，晋大夫赵衰、狐偃、栾枝等人去世。前621年，晋襄公崩，赵盾摄政。在位期间执政为：先且居、赵衰、赵盾、栾枝、胥臣、箕郑、先都、狐射姑、阳处父、贾佗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋襄公>晋襄公</a>"
},
{
"headline":"楚庄王",
"startDate":"-613",
"endDate":"-591",
"text":"<p>          楚庄王（？－前591年），又称荆庄王，出土的战国楚简文写作臧王，芈姓，熊氏，名旅（一作吕、侣）。郢都（江陵纪南城）人，楚穆王之子。中国春秋时期楚国最有成就的君主，春秋五霸之一。春秋时期，先后有五位君主称霸，其中以楚国的地域最大、人口最多，物产最丰，文化最盛。庄王之前，楚国一直被排除在中原文化之外，庄王自称霸中原，不仅使楚国强大，威名远扬，也为华夏的统一，民族精神的形成发挥了一定的作用。楚庄王自前613年至前591年，共在位23年，后世对其多给予较高评价，有关他的一些典故，如“一鸣惊人”等也成为固定的成语，对后世有深远的影响。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚庄王>楚庄王</a>"
},
{
"headline":"赵盾",
"startDate":"-601",
"endDate":"-601",
"text":"<p>    赵盾（？－前601年），又称赵宣子、赵孟。春秋时期晋国大夫。赵衰之子，赵同、赵括、赵婴齐之兄。公元前656年（周惠王二十一年），赵衰跟随重耳逃亡狄地，娶狄女叔隗，生赵盾。公元前621年（周襄王三十一年）春，赵盾执掌晋国国事。八月，晋襄公崩，赵盾等立晋襄公之子夷皋。晋襄公遗命立夷皋为君，而夷皋年幼，故晋人希望立年长者为君安定晋国。赵盾欲迎立正在秦国作亚卿的公子雍（晋文公与杜祁之子），而狐射姑则支持公子乐（晋文公与辰嬴之子）。赵盾认为公子乐“母淫子辟”，而公子雍“母义子爱”且与秦国亲近，派先蔑、士会前往秦国迎接公子雍。襄公夫人穆赢抱夷皋在朝堂大哭，以“先君之命”责备赵盾，赵盾和各大夫被逼不过，只得背着先蔑等人立夷皋为君，是为灵公。赵盾率军在令狐将护送公子雍回晋的秦军击败，后与齐侯、宋公、卫侯、郑伯、许男、曹伯会盟于扈。公元前619年（周襄王三十三年）冬十月壬午，赵盾与鲁国会盟于衡雍。公元前615年（周顷王四年），秦康公攻晋，赵盾率晋军与秦军战于河曲。晋国大夫臾骈认为秦军粮食不足，不能持久，建议坚守待战。秦国大夫士会看破臾骈之计，让秦兵袭击晋营，诱赵穿出击。赵穿为晋侯女婿，狂妄却不晓军事，而且不服臾骈。赵穿中计孤军出击，赵盾唯恐赵穿被俘，全力出战接应，接战后退回。夜间秦军退走。公元前613年（周顷王六年），赵盾赴鲁文公会盟，六月癸酉同盟于新城。公元前608年，楚、郑攻击陈国、宋国，赵盾率军救援，与宋、陈、卫、曹等诸侯会师于棐林，随后进攻郑国。公元前607年，晋灵公荒淫无道，赵盾多次直谏。灵公欲杀赵盾，派锄麑行刺。锄麑感于赵盾忠公亲国，不忍下手，触槐而死。九月，灵公同赵盾饮酒，埋伏甲士欲杀赵盾，提弥明以死相救，赵盾逃出晋都。乙丑日，赵穿杀灵公于桃园。赵盾回到都城，迎立公子黑臀为君，是为晋成公。太史董狐书曰：“赵盾弑其君夷皋。”赵盾说人不是他杀的。史狐曰：“子为正卿，入谏不听。出亡不远，君弑，反不讨贼，则志同。志同则书重，非子而谁？故书之曰‘晋赵盾弑其君夷皋’”公元前601年，病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵盾>赵盾</a>"
},
{
"headline":"楚共王",
"startDate":"-600",
"endDate":"-560",
"text":"<p>    楚共王（前600年－前560年），出土楚国文献写作龚王[1] ，名熊审，楚庄王之子，时年幼，由重臣令尹（相当于丞相）子重专政。共王有五个宠爱的儿子：公子昭、公子围、公子比、公子黑肱、公子弃疾，没有嫡长子可立。于是祭祀以占卜吉凶，共王暗中和巴姬在宗庙内埋藏一块璧玉，然后召见五个公子斋戒入内，公子昭跨璧而过，公子围用手肘爬过，公子比、公子黑肱都远离璧玉，没有从上面经过。公子弃疾年幼，被抱进庙，一拜再拜都正好压在璧上，最后果然由公子弃疾一系继承了楚国的王室。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚共王>楚共王</a>"
},
{
"headline":"邲之战",
"startDate":"-597",
"endDate":"-597",
"text":"<p>    邲之战，指中国春秋时期，晋国和楚国于西元前597年在邲（今河南荥阳东北）发生的一场大战。邲之战，楚军大破晋军，扬眉吐气的楚庄王终于宏图大展，光耀祖宗，显达后世，也正应承了当年苏从、潘琮对他寄予的厚望——“三年不鸣，一鸣惊人；三年不飞，一飞冲天！”楚庄王由此开始建立了自己的霸权，被列为“春秋五霸”之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邲之战>邲之战</a>"
},
{
"headline":"下宫之难",
"startDate":"-597",
"endDate":"-583",
"text":"<p>    下宫之难，知名中国历史事件，发生在春秋时代的晋国，是晋国世族赵氏被陷害灭亡，而赵武复兴赵氏的故事。被改编成了著名小说、戏剧、电影《赵氏孤儿》。《史记》版本：晋景公三年晋国大夫赵盾世族被屠岸贾陷害灭门， 当时赵盾已经病逝，其子赵朔、其弟赵同、赵括、赵婴齐全部被杀。只有赵朔的妻子庄姬是晋成公的姐姐，逃入宫中幸免于难。后来庄姬将遗腹子赵武生于宫中，并逃过屠岸贾的搜查。由于怕屠岸贾再搜查，公孙杵臼和程婴商量，让程婴向屠岸贾告发，取他人婴儿代替赵武，并牺牲了自己。赵武被程婴抚养至十五岁，由韩厥告诉晋景公。晋景公下令，赵武与程婴遍拜诸将，反攻屠岸贾，灭了屠岸氏宗族，恢复了赵家的田园和财产。赵武长大成人后，程婴为向救孤中死去的故人报告此事，不顾赵武泣求，亦自尽身亡。这是《史记·赵世家》记载的著名的赵氏孤儿的故事。《左传》版本：《左传》上并无记载屠岸贾曾参与此事，造就赵孤的元凶是赵武的母亲、赵朔的遗孀庄姬。庄姬与赵朔的叔叔赵婴齐私通，赵婴齐被赵同、赵括驱逐到了齐国。前583年，赵庄姬、栾氏（栾书）、郤氏（郤锜）诬陷赵同、赵括谋反，一起被害。韩厥为了报答赵衰之恩，向晋景公推荐赵庄姬与赵朔的儿子赵武承袭赵氏家族。《左传》与《史记·赵世家》的不同点：赵朔、赵婴齐没有被杀。赵庄姬不是受害者，而是加害者。没有赵氏孤儿最核心的关于屠岸贾、程婴、公孙杵臼的故事。评论：《史记·赵世家》是根据战国时期赵国的史料写成，古今很多学者认为这些史料不真实，是赵国君王避讳祖先的污点，《左传》的记载才能反映事情的真相。一个旁证是赵同、赵括在前597年—前583年之间都有活动的记载，所以他们应该死于前583年，即《史记·赵世家》记载的赵武复仇之年。《史记》里的“赵氏孤儿”是一个因爱奇而虚构的显例。在经过精细的考证之后，赵翼指出：“屠岸贾之事，出于无稽，而迂之于采遮，荒诞不足凭也。《史记》诸世家多取《左传》《国语》以为文，独此一事不用二书，而取异说。”（赵翼：《侅余丛考》（上册），北京：中华书局，1963年，第93页。）   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/下宫之难>下宫之难</a>"
},
{
"headline":"赵武",
"startDate":"-597",
"endDate":"-541",
"text":"<p>    赵武，赵文子，戏剧《赵氏孤儿》的历史原型。春秋时晋国卿大夫，政治家、外交家，为国鞠躬尽瘁的贤臣，后任正卿。出生世卿大族，幼年其母与叔公不和，随母移居宫中。后下宫之难，赵氏灭族，赵武独存。前573年，晋悼公以之为卿。前548年，继范宣子执政，晋再修文德，弃征战，赵武尊王室，与楚弭兵。晋楚分霸，中原始宁。赵武秉承悼公遗志，与韩起、魏舒克制范、荀。然国资蓄于私家，六卿才能卓越，家臣任要职，而公室腐败，国家险象环生令赵武痛不欲生。于前541年，郁郁而终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵武>赵武</a>"
},
{
"headline":"公孙杵臼",
"startDate":"-597",
"endDate":"-597",
"text":"<p>    公孙杵臼（？－前597年），名杵臼，春秋时期晋国人，赵朔的门客，为救“赵氏孤儿”赵武而献出了生命。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公孙杵臼>公孙杵臼</a>"
},
{
"headline":"赵朔",
"startDate":"-597",
"endDate":"-597",
"text":"<p>    赵朔，又称赵庄子（?－前597年）。春秋时期晋国大夫。大夫赵衰之孙、赵盾之子，妻为晋成公之姊。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵朔>赵朔</a>"
},
{
"headline":"楚庄王",
"startDate":"-591",
"endDate":"-591",
"text":"<p>    楚庄王（？－前591年），又称荆庄王，出土的战国楚简文写作臧王，芈姓，熊氏，名旅（一作吕、侣）。郢都（江陵纪南城）人，楚穆王之子。中国春秋时期楚国最有成就的君主，春秋五霸之一。春秋时期，先后有五位君主称霸，其中以楚国的地域最大、人口最多，物产最丰，文化最盛。庄王之前，楚国一直被排除在中原文化之外，庄王自称霸中原，不仅使楚国强大，威名远扬，也为华夏的统一，民族精神的形成发挥了一定的作用。楚庄王自前613年至前591年，共在位23年，后世对其多给予较高评价，有关他的一些典故，如“一鸣惊人”等也成为固定的成语，对后世有深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚庄王>楚庄王</a>"
},
{
"headline":"晋悼公",
"startDate":"-586",
"endDate":"-558",
"text":"<p>    晋悼公（前586年－前558年），姬姓，名周，一作纠，又称周子或孙周。为惠伯谈次子，其祖父桓叔捷为晋襄公的小儿子。在堂叔晋厉公被弑后，被迎立为君。在位时重用吕相、士鲂、魏颉、赵武等人，惩乱任贤，整顿内政，晋悼公四年（前569年）魏绛推行“和戎狄”的策略，同戎狄相处融洽。联宋纳吴，八年之中，九合诸侯，将晋国霸业推至巅峰。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋悼公>晋悼公</a>"
},
{
"headline":"程婴",
"startDate":"-583",
"endDate":"-583",
"text":"<p>    程婴（？—约前583年），春秋时晋国义士，千百年来为世人称颂。相传他是古少梁邑（今陕西韩城西少梁附近程庄）人，为晋卿赵盾及其子赵朔的友人。晋景公三年大夫屠岸贾杀赵，灭其族，朔客公孙杵臼与之谋，婴抱赵氏真孤匿养山中，而故意告发令诸将杀死杵臼及冒充孩儿，后景公听韩厥言，立赵氏后，诛屠岸贾，婴则自杀以报杵臼。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/程婴>程婴</a>"
},
{
"headline":"屠岸贾",
"startDate":"-583",
"endDate":"-583",
"text":"<p>    屠岸贾（？－前583年），屠岸氏，名贾（拼音：gǔ），一作屠颜贾，春秋时期晋国大夫。晋灵公时，因为阿谀奉承得宠。晋灵公被赵穿杀死，他一度被贬。晋景公时，屠岸贾任司寇，在赵同、赵括得罪郤氏、栾氏时，屠岸贾追治晋灵公被杀之事。他称赵盾是弑杀晋灵公的首逆。下宫之难，尽灭赵氏。只有赵朔的儿子赵武被公孙杵臼、程婴救下，即赵氏孤儿。后来，韩厥建议晋景公恢复赵氏，赵武杀屠岸贾。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/屠岸贾>屠岸贾</a>"
},
{
"headline":"赵庄姬",
"startDate":"-583",
"endDate":"-583",
"text":"<p>    赵庄姬，又称孟姬，是晋国赵朔的夫人，晋成公之女。前587年，庄姬与赵朔的叔叔赵婴私通，之后赵婴被赵同、赵括驱除到齐国。前583年，庄姬向晋景公告发赵同、赵括，说他们要叛乱，晋国族灭赵氏，为下宫之难。只有庄姬的儿子赵武在宫中抚养。《史记·赵世家》的记载完全不同，庄姬是晋景公的姐姐，晋成公的女儿。屠岸贾杀死赵朔一家，她因是国君的姐姐没有罹难，在宫中生下遗腹子赵武。通过赵氏门客公孙杵臼、程婴，将赵武救出宫外抚养，就是《赵氏孤儿》的故事。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵庄姬>赵庄姬</a>"
},
{
"headline":"晋景公",
"startDate":"-581",
"endDate":"-581",
"text":"<p>    晋景公，姬姓，名獳，一名据，是中国春秋时代诸侯国晋国的一位君主。为晋文公之孙、晋成公之子。于前599年继其父晋成公在位，至前581年去世，共计十九年，之后由其子晋厉公继位。晋景公曾被楚国打败，使楚庄王成为霸主，不过晋景公亦曾攻败齐国。晋景公在晚年将国都由绛迁往新田（今山西侯马），并改称新绛。之后又发兵消除专政的赵氏家族，取得了公室对卿族的第一次胜利。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋景公>晋景公</a>"
},
{
"headline":"鄢陵之战",
"startDate":"-575",
"endDate":"-575",
"text":"<p>    鄢陵之战发生于春秋中叶，为晋、楚争霸中原而进行的一次战役。公元前575年春，楚诱使郑国叛晋。同年五月，晋厉公伐郑，楚共王救之，两军相遇于鄢陵（今河南鄢陵西北）。鄢陵之战是晋楚争霸战争中继城濮之战、邲之战后第三次、也是两国最后一次主力军队的会战。鄢陵之战标志着楚国对中原的争夺走向颓势。晋国虽然借此战重整霸业（晋悼公复霸），但其对中原诸侯的控制力逐渐减弱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鄢陵之战>鄢陵之战</a>"
},
{
"headline":"晋悼公",
"startDate":"-573",
"endDate":"-558",
"text":"<p>          晋悼公（前586年－前558年），姬姓，名周，一作纠，又称周子或孙周。为惠伯谈次子，其祖父桓叔捷为晋襄公的小儿子。在堂叔晋厉公被弑后，被迎立为君，即位时年仅十四岁。悼公虽然年幼，但自登基那一刻起，便显示出与年龄完全不相符的成熟。在位时重用吕相、士鲂、魏颉、赵武等人，惩乱任贤，整顿内政，晋悼公四年（前569年）魏绛推行“和戎狄”的策略，同戎狄相处融洽，稳定后方，联宋纳吴，胁齐服郑，疲楚伐秦，在执政的十五年中，九合诸侯，将晋国霸业推至巅峰，一时间又称霸于整个中原。前558年11月，悼公暴亡，年仅29岁。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋悼公>晋悼公</a>"
},
{
"headline":"晋厉公",
"startDate":"-573",
"endDate":"-573",
"text":"<p>    晋厉公(？―前573），是晋景公之子，姬姓，晋氏，名寿曼，《左传》名州蒲，公元前580年—公元前573在位。晋厉公即位后秦桓公与之订盟，但后来秦桓公急欲向东发展而背约，与狄合力攻晋。公元前578年(桓公二十六年)，晋使吕相绝秦，并率诸侯伐秦，秦军大败，退至泾。公元前575年，晋国又与楚国争霸，晋厉公率兵与楚在鄢陵大战（今河南鄢陵西南）。是役，晋军善察战机，巧妙指挥，击败同自己争霸中原的老对手——楚国，进一步巩固了自己在中原地区的优势地位。这场战争后，晋、楚两国都逐渐失去以武力争霸中原的强大势头，中原战场开始沉寂下来。这也是晋楚争霸的最后一幕。而晋厉公继位后，还着手解除“侈卿”对公室的威胁，栾书利用厉公消灭了自己的政敌郤氏后。胥童、夷羊五，长鱼矫主张一并杀死栾书、中行偃，彻底肃清侈卿势力。厉公却说“余不忍益也”，释放了二人并恢复了职位。但两人疑云难消，集仇于厉公，两族经过密谋，趁厉公出游于匠丽氏之际，发动政变，出兵逮捕厉公并下狱。于公元前573年杀厉公于狱中，以车一乘薄葬于旧都翼的东门之外。死后其侄孙周被拥立为君，是为晋悼公。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋厉公>晋厉公</a>"
},
{
"headline":"老子",
"startDate":"-571",
"endDate":"-471",
"text":"<p>    老子即李耳，字聃，一字或曰谥伯阳。汉族，楚国苦县历乡曲仁里（今河南省鹿邑县太清宫镇）人约生活于前571年至471年之间。是我国古代伟大的哲学家和思想家、道家学派创始人，被唐朝帝王追认为李姓始祖。老子故里鹿邑县亦因老子先后由苦县更名为真源县、卫真县、鹿邑县，并在鹿邑县境内留下许多与老子息息相关的珍贵文物。老子乃世界文化名人，世界百位历史名人之一，存世有《道德经》（又称《老子》），其作品的精华是朴素的辩证法，主张无为而治，其学说对中国哲学发展具有深刻影响。在道教中老子被尊为道教始祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/老子>老子</a>"
},
{
"headline":"韩厥",
"startDate":"-566",
"endDate":"-566",
"text":"<p>    韩厥，姬姓、韩氏、讳厥、谥号献，史称韩献子。韩子舆的儿子。是中国春秋时期晋国韩氏第五任的领袖。早年丧父，由赵盾抚养长大，被赵盾推荐为晋军司马。前597年，参加邲之战。前589年，参加鞍之战。前583年，帮助赵武使赵氏复兴。前575年，参加鄢陵之战。前573年，韩厥继栾书为正卿。7年后，前566年，因年老让正卿位于智罃。韩献子死后，儿子韩宣子韩起继位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩厥>韩厥</a>"
},
{
"headline":"孔子",
"startDate":"-552",
"endDate":"-479",
"text":"<p>    孔子（前552年10月9日－前479年3月9日），子姓，孔氏，名丘，字仲尼，鲁国陬邑人。中国春秋末期的哲学家、政治家和教育家，儒家的创始人。孔子在世时被誉为“天纵之圣”、“天之木铎”，后世统治者尊为孔圣人、至圣、至圣先师、万世师表。孔子的儒家思想对中国和朝鲜半岛、台湾、琉球、日本、越南等地区有深远的影响，这些地区又被称为儒家文化圈。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孔子>孔子</a>"
},
{
"headline":"弭兵之盟",
"startDate":"-546",
"endDate":"-546",
"text":"<p>    弭兵会盟举行了两次，分别在在周简王七年（公元前579年）和周灵王二十六年（公元前546年），宋国执政华元、向成两次召集晋、楚两国在宋会盟，平分霸权。这两次弭兵会盟中比较有名的是在周灵王二十六年（公元前546年）7月举行的那一次。宋国大夫向戍约晋、楚两国在宋国都城商丘（今河南省商丘市）开会，调停两国间的战争，与以往的会盟不同的是，以前的会盟都由国君亲自参与，这次弭兵会盟却由各国有势力的大夫参加。晋、楚、宋、鲁、卫、陈、郑、曹、许、蔡等十国的有势力的大夫参加了会议。会议约定各国间停止战争，奉晋、楚两国为共同霸主，平分霸权，除齐、秦外，各国须向晋、楚同样纳贡，谁破坏协议，各国共讨之。这次大会史称“弭兵会盟”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/弭兵之盟>弭兵之盟</a>"
},
{
"headline":"邓析",
"startDate":"-545",
"endDate":"-501",
"text":"<p>    邓析（前545年 —前501年），春秋时代末年郑国名家思想家。邓析反对礼治，要“以非为是，以是为非”，反《周礼》而行。提出“事断于法”的主张。邓析是子产的部下，子产在郑国执政时，邓析是大夫。但邓析不满子产所铸的刑书，竟“不顾君命，而私制刑法，书之于竹筒，故言竹刑”.邓析首倡 “刑名之论”，操“两可之说”，被视为玩弄巧辩之术，开起了名家的思想。而邓析也主张刑名之治，制定竹刑，主张刑法公开化，引发贵族的不满，最后为郑国大夫驷歂所杀。荀子曾经对邓析作出批评，《荀子·非十二子》谓其：“不法先王，不是礼义；而好治怪说，玩绮辞。甚察而不惠，辩而无用，多事而寡功，不可以为治纲纪。然而其持之有故，其言之成理，足以欺惑愚众。是惠施、邓析也。”《汉书艺文志》将邓析列入名家。目前流传的《邓析子》据传是后人伪托。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓析>邓析</a>"
},
{
"headline":"范蠡",
"startDate":"-536",
"endDate":"-448",
"text":"<p>    范蠡（lǐ） ，字少伯，春秋楚国宛地三户邑（今河南淅川县）人。春秋末著名的政治家、谋士和实业家。后人尊称“商圣”。他出身贫贱，但博学多才，与楚宛令文种相识、相交甚深。因不满当时楚国政治黑暗、非贵族不得入仕而一起投奔越国，辅佐越国勾践。帮助勾践兴越国，灭吴国，一雪会稽之耻，功成名就之后激流勇退，化名姓为鸱夷子皮，变官服为一袭白衣与西施西出姑苏，泛一叶扁舟于五湖之中，遨游于七十二峰之间。期间三次经商成巨富，三散家财，自号陶朱公，乃中国儒商之鼻祖。世人誉之：“忠以为国；智以保身；商以致富，成名天下。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范蠡>范蠡</a>"
},
{
"headline":"孙武",
"startDate":"-535",
"endDate":"?",
"text":"<p>    孙武（约公元前535－？），字长卿，汉族，中国春秋时期齐国乐安（今山东惠民，一说博兴，或说广饶）人，是吴国将领。著名军事家、政治家。曾率领吴国军队大破楚国军队，占领了楚的国都郢城，几灭亡楚国。其著有巨作《孙子兵法》十三篇，为后世兵法家所推崇，被誉为“兵学圣典”，置于《武经七书》之首，被译为英文、法文、德文、日文，成为国际间最著名的兵学典范之书。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙武>孙武</a>"
},
{
"headline":"勾践",
"startDate":"-520",
"endDate":"-464",
"text":"<p>    勾践（约公元前520～前465）春秋末越国国君（前496年—前465年）在位。姓姒（因为是大禹的后代，所以姓姒），名勾践，又名菼执。曾败于吴，屈服求和。后卧薪尝胆，发愤图强，终成强国。公元前473年灭吴。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/勾践>勾践</a>"
},
{
"headline":"鸡父之战",
"startDate":"-519",
"endDate":"-519",
"text":"<p>    鸡父之战发生于西元前519年（周敬王元年）。该年吴国公子光、公子掩余率军征州来，楚国楚平王派司马䓕越率军会同顿国、胡国、沈国、蔡国、陈国、许国六小国兵力对抗吴国。将该战争主战场为鸡父（今河南固始）。吴国使用刑徒三千攻击楚军并使用埋伏，楚军大败。胡国国君胡子髡、沈国国君沈子逞被吴军俘虏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鸡父之战>鸡父之战</a>"
},
{
"headline":"楚平王",
"startDate":"-516",
"endDate":"-516",
"text":"<p>    楚平王，芈姓，熊氏，名弃疾，登上王位后改名居，又被称为陈公、蔡公，是楚灵王之弟，楚共王的幼子。楚灭陈、蔡二国后立他担任陈公、蔡公，后楚灵王死，楚平王立，为了与各诸侯国和好，楚平王立陈哀公子陈悼太子太子师之子公孙吴为陈国君主，蔡灵侯子世子友子公孙庐为蔡国君主，恢复两国。周敬王十四年（前506年），阖闾率伍子胥等又大举伐楚，占领了楚国的都城。那时平王已死，昭王逃亡随国（今湖北随州）。伍子胥掘楚平王墓，鞭尸三百。史称柏举之战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚平王>楚平王</a>"
},
{
"headline":"吴王阖闾",
"startDate":"-514",
"endDate":"-496",
"text":"<p>          吴王阖闾（？―前496年），姬姓，吴氏，名光。吴国传为西周初年所封，其始袓为文王伯父太伯、仲雍之后裔，初都蕃离（今江苏无锡东南），后都于吴（今江苏苏州）。吴国到吴王阖闾执政时（前514年―前496年），以楚国旧臣伍子胥为相，以齐人孙武为将军，使国势日益强盛。阖闾，原称公子光，为吴王馀眛之子。前514年，派专诸刺杀吴王僚，夺取吴国王位，改号“阖闾”，又使要离刺杀吴王僚之子庆忌，以绝后患。阖闾三年，与伍子胥、伯嚭起兵攻楚，杀死掩余、烛庸。阖闾四年，攻下楚国的六和灊两邑。阖闾五年，击败越国。阖闾六年，吴国在豫章击败楚国令尹囊瓦来犯的军队，夺取居巢（一说阖闾七年）。前506年，阖闾重用大臣孙武、伍子胥等为将，联合唐、蔡二国攻楚，破楚国首都郢（今湖北江陵北），楚国几乎灭亡，逼得楚昭王出逃。后楚臣申包胥入秦乞师，在秦廷哭了七天七夜，才使秦出兵助楚复国。伍子胥掘楚平王墓，鞭尸三百，以报其父兄伍奢、伍尚之仇。前505年，秦国出兵救楚，击败吴军；越国趁机伐吴；阖闾弟夫概见阖闾战败却不离开，回国自立为王，被阖闾带兵回国击败。阖闾十一年，阖闾遣子夫差攻楚，取番。前496年，阖闾攻越，战于欈李（今浙江嘉兴西南）。越军采取偷袭战术，阖闾中箭，伤脚大拇指，伤重不治，死前嘱子夫差勿忘杀父之仇。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴王阖闾>吴王阖闾</a>"
},
{
"headline":"檇李之战",
"startDate":"-510",
"endDate":"-496",
"text":"<p>    檇李之战共有两次：前510年第1次檇李之战公元前510年，越王允常登上王位。允常雄心勃勃，想显露头角，因而在国内整军经武，积蓄国力，等待时机。吴国计划在伐楚之前削弱越国，就发兵攻越。吴军在孙武的指挥下势不可当，吴军除了在战场上大败越军以外，又在越国“大掠而回”。檇李一战，揭开了吴越之间长达三十七年生死之搏的大幕。《吴越春秋》记述为：五年，吴王以越不从伐楚，南伐越。越王元常曰：“吴不信前日之盟，弃贡赐之国，而灭其交亲。”阖闾不然其言，遂伐，破槜里。前496年第2次檇李之战公元前496年，越王允常死，其子勾践即位。吴国趁机伐越，越出兵抵抗，两军战于檇李，勾践派敢死队自杀于吴军阵前，趁吴军惊惶之际率军突击，吴军大败，吴王阖闾被击伤脚趾，在回师途中死去。吴国称霸的势头暂被扼止。《左传》记载为：吴伐越。越子句践御之，陈于槜李。句践患吴之整也，使死士再禽焉，不动。使罪人三行，属剑于颈，而辞曰：“二君有治，臣奸旗鼓，不敏于君之行前，不敢逃刑，敢归死。”遂自刭也。师属之目，越子因而伐之，大败之。灵姑浮以戈击阖庐，阖庐伤将指，取其一屦。还，卒于陉，去槜李七里。夫差使人立于庭，苟出入，必谓己曰：“夫差！而忘越王之杀而父乎？”则对曰：“唯，不敢忘！”三年，乃报越。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/檇李之战>檇李之战</a>"
},
{
"headline":"柏举之战",
"startDate":"-506",
"endDate":"-506",
"text":"<p>    柏举之战是公元前506年（周敬王十四年）吴国与楚国在柏举（今湖北省麻城市境内）发生的一场战争。此战吴国以少胜多，大败楚国。《史记·孙子吴起列传》中记载：“（吴国）西破强楚，入郢；北威齐、晋，显名诸侯，孙子与有力焉！”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/柏举之战>柏举之战</a>"
},
{
"headline":"堕三都",
"startDate":"-497",
"endDate":"-497",
"text":"<p>    堕三都，春秋时期鲁国堕毁三桓私邑的事件。三都是季孙氏的费邑、孟孙氏的郕邑、叔孙氏的郈邑。鲁定公十三年（前497年），孔子为鲁国的大司寇，为了加强君权，派仲由堕毁三都。季孙斯和叔孙州仇、仲孙何忌想要抑制家臣势力，也支持堕三都。叔孙氏先堕毁郈邑。费邑宰公山不狃起兵反鲁，率军攻入鲁国国都曲阜，鲁定公和季孙斯（季桓子）、仲孙何忌（孟懿子）和叔孙州仇（叔孙武叔）躲在季氏之宫，武子之台。孔子派申句须、乐颀率军击败公山不狃，公山不狃逃到齐国。之后，郕邑宰公敛处父反对堕毁郕邑，使三桓开始反对堕三都。堕三都最终失败，孔子不久之后，也离开鲁国，周游列国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/堕三都>堕三都</a>"
},
{
"headline":"越王勾践",
"startDate":"-496",
"endDate":"-464",
"text":"<p>          勾践（又写作句践；在出土文物“越王勾践剑”里写为鸠浅；司马贞《史记索隐》引《纪年》作菼执），是中国春秋时代后期的越国君主。有关他的先世，有说“其先禹之苗裔”，亦有说“先世无所考”，也有说他是“祝融之后”并且是楚国的芈姓，众说纷纭。父亲则是越侯允常。生年不详，前496年至前464年在位。勾践即位后称王，吴王阖闾乘机攻越。越国派犯了死罪的人排成三列走到吴军阵前，高声呼喊后拔剑集体自杀，越军趁吴国军队观看的时候猛攻，于槜李大败吴军，阖闾被射伤了指头，不久后因伤重而死。阖闾临终遗嘱其子夫差：“必毋亡越！”夫差即位为吴王之后，励精图治准备攻越报仇。勾践不听范蠡劝阻，仓促下抢先出兵攻吴，在夫椒（今江苏吴县西南太湖中）大败。吴军占领越都会稽，将勾践围困在会稽山。范蠡建议勾践用卑辞厚礼向吴求降，如若不允，就由勾践亲自去吴国做人质。勾践采纳了这一建议，一面准备死战，一面派文种向吴王求和，用财宝贿赂吴太宰伯嚭，并献上美女西施。夫差在伯嚭劝说下与越国议和，率军回国。勾践向越国臣民下诏罪己，然后去吴国给夫差作奴仆，亲尝粪便，最终骗得夫差的信任，三年后被释放回越国。勾践回国后发誓复仇灭吴，卧薪尝胆，休养生息，重用范蠡、文种等人，“十年生聚、十年教训”。《史记·货殖列传》说：“计然之策七，越用其五而得意。”又说：“修之十年，国富，厚赂战士。士赴矢石，如渴得饮。遂报强吴，观兵中国，称号五霸。”一年，越国向吴国进贡蒸熟的种子，使第二年吴国大饥，削弱了吴国的国力。前482年，勾践趁夫差北上黄池争霸，趁虚而入，攻入吴都姑苏，杀吴太子。夫差返国后被迫向勾践求和。不久，勾践再次攻吴。勾践二十四年（前473年），越军围困吴都三年后终于破城。夫差困于姑苏山上，求降不得而自杀，吴亡。勾践随后北上迁都琅琊，与齐国、晋国等诸侯会盟于徐州（今山东滕县南），“越兵横行于江、淮东，诸侯毕贺，号称霸王”，“泗上十二诸侯，皆率九夷以朝”。经周元王正式承认为霸主。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/越王勾践>越王勾践</a>"
},
{
"headline":"沉鱼落雁",
"startDate":"-496",
"endDate":"-473",
"text":"<p>    一种流行的说法认为所谓“沉鱼落雁，闭月羞花”，沉鱼指的就是西施。传说她在古越国浦阳江边浣纱，水中的鱼儿看到她的美貌，都惊艳得沉入江底。事实上，“沉鱼落雁”是个成语，通常认为出自《庄子·齐物论》：“毛嫱、丽姬，人之所美也，鱼见之深入，鸟见之高飞，糜鹿见之决骤，四者孰知天下之正色哉。”原意是说动物与人对“美”的认识存在差异，引申意为不同的人对同一概念的认识存在差异。也有人认为唐代宋之问歌咏西施的《浣纱篇》：“鸟惊入松萝，鱼畏沈荷花。”是这个成语的出处，故认为沉鱼代表西施。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沉鱼落雁>沉鱼落雁</a>"
},
{
"headline":"东施效颦",
"startDate":"-496",
"endDate":"-473",
"text":"<p>    亦作东家效颦、丑女效颦西施因患心病而捧心皱眉，同里丑女东施看见觉得十分美丽，于是摹仿西施捧心皱眉，然却更见其丑，结果同里的人纷纷走避或闭门不出。典出《庄子·天运》后世比喻不衡量本身的条件，而盲目胡乱的模仿他人，以致收到反效果。《红楼梦·第三十回》：宝玉心中想道：难道这也是个痴丫头，又像颦儿来葬花不成？因又自叹道：若真也葬花，可谓东施效颦，不但不为新奇，且更可厌了！   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东施效颦>东施效颦</a>"
},
{
"headline":"阖闾",
"startDate":"-496",
"endDate":"-496",
"text":"<p>    吴王阖闾（？―前496年），姬姓，吴氏，名光。吴国传为西周初年所封，其始袓为文王伯父太伯、仲雍之后裔，初都蕃离（今江苏无锡东南），后都于吴（今江苏苏州）。吴国到吴王阖闾执政时（前514年―前496年），以楚国旧臣伍子胥为相，以齐人孙武为将军，使国势日益强盛。前506年，吴军在孙武、伍子胥率领下，从淮水流域西攻到汉水，五战五胜，攻克楚之郢都，逼得楚昭王出逃。后楚臣申包胥入秦乞师，在秦廷哭了七天七夜，才使秦出兵助楚复国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/阖闾>阖闾</a>"
},
{
"headline":"吴王夫差",
"startDate":"-495",
"endDate":"-473",
"text":"<p>          吴王夫差（？－前473年），姬姓，春秋时期吴国第25任君主，在位时期为前495年—前473年。为了洗雪其父阖闾败给越王勾践的耻辱，夫差励精图治，吴国也迅速增强。夫差二年（前494年），于夫椒（今江苏苏州西南太湖中）打败越王勾践。胜利后，勾践向吴国表示臣服，夫差将勾践释回越国。勾践在越国卧薪尝胆，十年生聚十年教训，迅速恢复越国国力，图谋报复。前486年，夫差在邗（今江苏扬州附近）筑城，又开凿邗沟，连结了长江、淮河，在艾陵之战中全歼10万齐军。前482年，夫差在黄池（今河南封丘西南）会盟诸侯，与晋争霸获胜。但夫差仅使太子友和老弱守国，勾践乘虚而入，大败吴师、杀太子友。夫差二十三年（前473年），都城姑苏（今苏州）被勾践兴兵攻破，夫差被围困在吴都西面的姑苏山上，吴国灭亡，而夫差也被勾践流放，最后自杀身亡。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴王夫差>吴王夫差</a>"
},
{
"headline":"卧薪尝胆",
"startDate":"-491",
"endDate":"-481",
"text":"<p>    公元前496年，吴王阖闾派兵攻打越国，但被越国击败，阖闾也伤重身亡。两年后阖闾的儿子夫差率兵击败越国，越王勾践被押送到吴国做奴隶，勾践忍辱负重伺候吴王三年后，夫差才对他消除戒心并把他送回越国。其实勾践并没有放弃复仇之心，他表面上对吴王服从，但暗中训练精兵，强政励治并等待时机反击吴国。艰苦能锻炼意志，安逸反而会消磨意志。勾践害怕自己会贪图眼前的安逸，消磨报仇雪耻的意志，所以他为自己安排艰苦的生活环境。他晚上睡觉不用褥，只铺些柴草（古时叫薪），又在屋里挂了一只苦胆，他不时会尝尝苦胆的味道，为的就是不忘过去的耻辱。勾践为鼓励民众，和王后与人民一起参与劳动，在越人同心协力之下使越国强大起来，并最终找准时机，灭掉了吴国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/卧薪尝胆>卧薪尝胆</a>"
},
{
"headline":"楚昭王",
"startDate":"-489",
"endDate":"-489",
"text":"<p>    楚昭王（？－前489年），出土楚国文献又写作卲王，原名熊珍，楚平王之子。前516年，楚平王死，不满10岁的太子壬继立，改名熊轸(珍)，是为昭王。楚昭王元年，诛费无忌以平息国人之怒。楚昭王四年，吴国二父公奔楚，楚以扞吴之地封之。楚昭王五年，吴伐楚，取六、潜两城。楚昭王七年，楚命子常伐吴，楚大败于豫章。楚昭王十年冬（前506年）伍员率吴师伐楚，攻入郢都，楚昭王出亡，逃到云梦泽时，被吴军射伤，又辗转逃到郧国、随国。申包胥入秦国乞师救援，秦公起初不答应，申包胥便跪秦庭而哭，七日不绝，秦哀公感其忠诚，于是出兵救楚，于楚昭王十一年六月败吴兵于稷，楚昭王回到郢都，赏功臣，包胥逃而不受。吴夫概见吴国兵几而自立为王。阖闾引兵平叛。夫概奔楚，楚以堂谿之地封之，号为堂谿氏。历时10月余的大战终于结束，郢都经吴师蹂躏，残破不堪。于是，昭王决定迁都，而仍称之为郢。 从昭王十一年冬起作为首都的郢，称为“载郢”。其地早就有楚人聚居。大约在战国中晚期之际，已被称为“江陵”。载郢的遗址，最迟在东汉晚期，已被称为“纪南城”。载郢成为首都以后，原来的郢都就以“鄢郢”见称了。楚昭王十二年，吴伐楚，取番。楚迁都至鄀。楚昭王十六年，楚灭顿子国，灭胡城。楚昭王二十七年春，吴伐陈国，楚救之。十月，楚昭王病重，见“云如众赤鸟，夹日以飞”的天象。众欲占卜，昭王不许。时孔子在陈，赞曰：“楚昭王通大道矣。其不失国，宜哉！”后卒于军中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚昭王>楚昭王</a>"
},
{
"headline":"伍子胥",
"startDate":"-484",
"endDate":"-484",
"text":"<p>    伍子胥（？—公元前484年），春秋末期吴国大夫、军事家，名员，字子胥，楚国（今属湖北监利）人之子胥父伍奢为楚平王子建太傅，因受费无忌谗害，和其长子伍尚一同被楚平王杀害。伍子胥逃到吴国，成为吴王阖闾重臣。公元前506年，伍子胥带兵攻入楚都，掘楚平王墓，鞭尸三百，以报父兄之仇。吴国倚重伍子胥等人之谋，遂成为诸侯一霸。公元前483年，夫差派伍子胥出使齐国。太宰喜乘机进谗，说伍子胥阴谋倚托齐国反吴。夫差听信谗言，派人送一把宝剑给伍子胥，令其自杀。伍子胥自杀前对门客说：请将我的眼睛挖出置于东门之上，我要看着吴国灭亡。在伍子胥死后9年，吴国果然为越所灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伍子胥>伍子胥</a>"
},
{
"headline":"黄池之会",
"startDate":"-482",
"endDate":"-482",
"text":"<p>    吴国服越国后，成为东南无与匹敌的强国，遂北上中原与诸国争霸。夫差趁齐景公新死，伐齐，在艾陵打败齐军。公元前482年，吴王夫差率军沿水路北上，会晋定公于黄池（今河南封丘路南），欲争中原霸主之位。会盟尚未开始，越人已趁吴国空虚攻入吴都，夫差封锁后方消息，对晋国以武力相胁，最终得以主盟。黄池之会并没有给吴国带来实际利益，反而加速了吴国的灭亡。黄池之会达到了吴国北上称霸的目的，但也标志着吴国霸业的终结。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄池之会>黄池之会</a>"
},
{
"headline":"越灭吴",
"startDate":"-482",
"endDate":"-473",
"text":"<p>    越灭吴之战是发生在中国春秋晚期战国初期吴和越两诸侯国间的战争。越国虽然在开始时处于弱势，并一度亡国，但越王勾践卧薪尝胆，经过一系列战争后攻破吴都吴城，吴王夫差自杀，吴国灭亡，而越国的声望达到前所未有的高峰，越王勾践称霸，成为历史上春秋五霸中的最后一位霸王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/越灭吴>越灭吴</a>"
},
{
"headline":"笠泽之战",
"startDate":"-478",
"endDate":"-478",
"text":"<p>    公元前478年（周敬王四十二年），在吴越争霸战争中，越军在笠泽（又作囿，今江苏吴江一带）击败吴军的一次著名江河进攻作战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/笠泽之战>笠泽之战</a>"
},
{
"headline":"战国",
"startDate":"-475",
"endDate":"-221",
"text":"<p>        战国时代指公元前475年－公元前221年（另有一说认为具体时间应该是从韩赵魏三家分晋开始算起直到秦始皇统一天下为止，即公元前403年－公元前221年）。战国时代是中国古代重要的历史时期之一，其主体时间线处于东周末期。战国时代是华夏历史上分裂对抗最严重且最持久的时代之一。这一时期各国混战不休，故被后世称之为“战国”。战国承春秋乱世，启帝秦发端，中续百家争鸣的文化潮流，中原经济技术的新发展与各国相继图强而展开的举国变法，名士的纵横捭阖，宿将的战场争锋，涌现出了大量为后世传诵的典故。塑造了帝制中国的雏形。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/战国>战国</a>"
},
{
"headline":"伯嚭",
"startDate":"-473",
"endDate":"-473",
"text":"<p>    伯嚭，（嚭-拼音:pǐ） 春秋晚期人，出身于楚国贵族，吴王夫差时期太宰。楚国名臣伯州犁之孙，父亲伯郄宛，是楚王左尹，后来被楚国令尹（国相）囊瓦（子常）所杀，并诛连全族。伯嚭逃难到吴国，得到吴王宠信，屡有升迁，直至宰辅。伯嚭任吴国太宰，贪财好色。吴国击败越国时，文种带着美女珍宝，偷偷献给伯嚭，伯嚭收受了贿赂。后来伯嚭竭力劝说夫差受降，使得勾践免于一死。伯嚭陷害伍子胥，伍子胥被迫自刎而死。前473年，越王勾践再次率师伐吴。夫差自杀后，越王勾践进入姑苏城，上据吴王旧宫，百官称贺，伯嚭也在朝列中，自以为以前曾于勾践有周全照顾之功，因此面有得色，向勾践拜贺。勾践以“不忠于其君，而外受重赂，与己比周（与越国勾结）”诛杀之。但是，根据《左传》，伯嚭非但没有被越王句践杀死，而且还做了越国的太宰。前471年，鲁国季孙肥曾贿赂伯嚭。孔子弟子子贡评论他是：“太宰否用事，顺君之过以安其私，是残国之治也。”在今天的中国江浙一带，多有用“伯嚭”来形容某一类人（多为贬义）。 如作为春秋时期吴国核心区域的苏州、无锡地区便有将恶人、奸佞之徒称呼为“伯嚭”的説法。而作为春秋时期越国核心区域的宁波一带，“伯嚭”则指吹牛说谎、说话不足信的人。金华话中“伯嚭”用以指善吹牛、爱说空话的人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伯嚭>伯嚭</a>"
},
{
"headline":"郑旦",
"startDate":"-473",
"endDate":"-473",
"text":"<p>    郑旦，中国春秋末年越国美人，与西施同时齐名，同被越王勾践选为献吴国美人中的一员，用以迷惑吴王夫差。在越教授以礼仪，习以歌舞。前473年，越国军队攻占了吴国都城姑苏，吴国亡。郑旦死于吴王宫，一说失踪。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑旦>郑旦</a>"
},
{
"headline":"西施",
"startDate":"-473",
"endDate":"-473",
"text":"<p>    西施本名施夷光，春秋末期出生于浙江诸暨苎萝村。天生丽质。中国古代四大美女之首， 是美的化身和代名词。“闭月羞花之貌，沉鱼落雁之容”中的“沉鱼”，讲的是西施浣沙的经典传说。 西施与王昭君、貂蝉、杨玉环并称为中国古代四大美女，其中西施居首。四大美女享有“闭月羞花之貌，沉鱼落雁之容”。西施也与南威并称“威施”，均是美女的代称。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西施>西施</a>"
},
{
"headline":"夫差",
"startDate":"-473",
"endDate":"-473",
"text":"<p>    夫差（？—前473年），春秋时期吴国末代国君，阖庐之子，前495年─前473年在位。前494年在夫椒大败越国，攻破越都（今浙江绍兴），使越屈服。此后，又在艾陵（今山东泰安）打败齐国。前482年，在黄池（今河南封丘西南）大会诸侯，与晋争霸，适逢晋室内乱，夫差夺得霸主地位。连年的兴师动众，造成国力空虚。勾践不忘会稽之耻，国力逐渐恢复。趁夫差率精锐赴黄池之会、只有太子与老弱留守之机，越军乘虚而入，并杀死吴太子。夫差匆匆赶回与越议和。吴长期穷兵黩武，民力凋敝，难以与越抗衡。前473年，越再次兴兵，终灭吴国，夫差自刎。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夫差>夫差</a>"
},
{
"headline":"文种",
"startDate":"-472",
"endDate":"-472",
"text":"<p>    文种（？—公元前472年）也作文仲，字会、少禽，一作子禽，春秋末期楚之郢（今湖北江陵附近）人，后定居越国。春秋末期著名的谋略家。越王勾践的谋臣，和范蠡一起为勾践最终打败吴王夫差立下赫赫功劳。灭吴后，自觉功高，不听从范蠡劝告继续留下为臣，却被勾践不容，受赐剑自刎而死。文种也是一种中国金鱼的名称，文种金鱼的特点是体短，普通眼，各鱼鳍一般比较长，背鳍完整、舒展。在游动中有如翩翩君子，仪态端庄。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文种>文种</a>"
},
{
"headline":"墨子",
"startDate":"-468",
"endDate":"-376",
"text":"<p>    墨子（公元前468 —公元前376），名翟(dí)，汉族，春秋末战国初期宋国（今河南商丘）人，一说鲁国（今山东滕州）人，是战国时期著名的思想家、教育家、科学家、军事家。墨家学派的创始人，后来其弟子收集其语录，完成《墨子》一书传世。他提出了“兼爱”、“非攻”、“尚贤”、“尚同”、“天志”、“明鬼”、“非命”、“非乐”、“节葬”、“节用”、“交相利”等观点，创立墨家学说，并有《墨子》一书传世。《墨子》一书中体现的墨子的思想在后世仍具有一定影响，广为流传的《千字文》中便记载了出自《墨子·所染》的“墨悲丝染”的故事。到了清朝，随着诸子学的兴起，学者对墨子思想的研究又提升到新的高度。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/墨子>墨子</a>"
},
{
"headline":"李悝",
"startDate":"-455",
"endDate":"-395",
"text":"<p>    李悝（前455年－前395年），中国战国时代著名思想家。公元前422年，任魏国相，主持变法，其“重农”与“法治”结合的思想对商鞅、韩非影响极大。故一般认为他是法家的始祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李悝>李悝</a>"
},
{
"headline":"魏文侯",
"startDate":"-445",
"endDate":"-396",
"text":"<p>          魏文侯（？－前396年）春秋末期晋国魏氏宗主，战国初期魏国的开国之君，魏国百年霸业的建立者。姬姓，魏氏，名斯。前445年继魏桓子位，前424年称侯改元，前403年与韩、赵两家一起被周威烈王册封为诸侯，三家分晋，前396年卒。魏文侯被司马迁归于《史记·儒林列传》，被赞为“好学”。魏文侯经常向孔子的弟子子夏以及再传弟子田子方、段干木等请教。又任用法家的李悝为相，以“食有劳而禄有功，使有能而赏必行，罚必当”为原则实行变法。魏国经过变法国势强盛，先后以乐羊为将败中山国，以吴起为将攻取秦国西河（今黄河与洛水间）五城。以西门豹为邺令，以北门可为酸枣令，以翟璜为上卿，改革政治，兴修水利，成为战国初期的强国。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏文侯>魏文侯</a>"
},
{
"headline":"吴起",
"startDate":"-440",
"endDate":"-381",
"text":"<p>    吴起（前440年－前381年），中国战国初期军事家、政治家、改革家，兵家代表人物。卫国左氏（今山东省定陶县，一说山东省曹县东北）人。吴起历侍鲁、魏、楚三国，通晓兵家、法家、儒家三家思想，在内政、军事上都有极高的成就。司马迁著《史记》时，将孙武和吴起合立于《孙子吴起列传》。现代学者马非百著《秦集史》时，将李悝和吴起合立于列传中。吴起著有《吴子兵法》一书，由于他在军事理论上的贡献，后人将孙武、吴起并称为“孙吴”。唐肃宗时将吴起等历史上十位武功卓著的名将供奉于武成王庙内，被称为武庙十哲。宋徽宗时追尊吴起为广宗伯，位列宋武庙七十二将之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴起>吴起</a>"
},
{
"headline":"李悝变法",
"startDate":"-422",
"endDate":"-422",
"text":"<p>    李悝变法，战国初年魏国文侯当政时，于公元前422年，任命李悝（前455年－前395年）为相，实行变法。选贤任能，赏罚分明；废除贵族世袭制，按能力选拔官吏。推行“尽地力之教”，所谓“治田勤谨则亩益三斗，不勤则损亦如之”。实行“平籴法”。丰年时政府以平价购入粮食，灾年再以平价出售。作《法经》六篇，包括盗、贼、囚、捕、杂、具。魏国一直沿用《法经》，后由商鞅带往秦国，制定秦律。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李悝变法>李悝变法</a>"
},
{
"headline":"申不害",
"startDate":"-420",
"endDate":"-337",
"text":"<p>    申不害（前420年－前337年），中国河南新郑人。为中国先秦诸子百家中法家‘术’派代表人物。《史记》在《老子韩非列传》后面写他是“故郑之贱臣。学术以干韩昭侯，昭侯用为相。内脩政教，外应诸侯，十五年。终申子之身，国治兵强，无侵韩者”。申不害也是早期的法家。史记有“著书两篇，号曰申子”的话，汉书有“申子六篇”的话，但全都亡轶了。法家中有三派：慎到重“势”、申不害重“术”，商鞅重“法”。“形名参同”是申不害发明的行政管理方法。申不害研究报告认为，君主的个人能力是绝对有限度的，那对于臣下就必须施行较客观方式来衡量其执政成效，由官员先行向上进行任务预算申报“名”，再以其完成的限期实际成绩“形”，进行二者间的差异分析“参同”，来做为对官员的成效考核。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/申不害>申不害</a>"
},
{
"headline":"河西之战 (战国)",
"startDate":"-419",
"endDate":"-330",
"text":"<p>    河西之战是中国战国时代，魏国与秦国为争夺关中河西（今山西、陕西两省间黄河南段以西地区）地区发生的大规模战争，前后反复交战数次。秦最终收复河西，继而攻占焦（今河南省陕县）、曲沃（今河南省灵宝市东北）、汾阴（今山西省万荣县西南）、蒲阳（今山西省隰县）等据点。秦不仅获得了黄河南段以西的所有土地，而且控制了东进中原的大门，为尔后统一六国创造了有利条件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/河西之战 (战国)>河西之战 (战国)</a>"
},
{
"headline":"三晋伐齐",
"startDate":"-405",
"endDate":"-404",
"text":"<p>    三晋伐齐之战是中国战国时代初期的一场大规模战争。前后耗时2年，以三晋胜利而告终。是役齐康公被联军所俘虏，与三晋之君一起朝见周天子。齐康公并请求封三晋为诸侯。次年，九鼎声响，三晋成为了诸侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三晋伐齐>三晋伐齐</a>"
},
{
"headline":"三家分晋",
"startDate":"-403",
"endDate":"-403",
"text":"<p>    三家分晋是指中国春秋末年，晋国被韩、赵、魏三氏族将晋大夫势力所瓜分的事件。周威烈王二十三年（前403年），周天子始封三家为诸侯国。司马光的编年体史书《资治通鉴》的记载就从这一事件开始：“周威烈王二十三年，初命晋大夫魏斯、赵籍、韩虔为诸侯……”，作为春秋与战国的分界。前376年，韩、赵、魏废晋静公，将晋公室剩余土地全部瓜分。因此韩、赵、魏三国又被合称为“三晋”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三家分晋>三家分晋</a>"
},
{
"headline":"扁鹊",
"startDate":"-401",
"endDate":"-310",
"text":"<p>    扁鹊，原姓秦，名缓，字越人，又号卢医，生于周安王元年(公元前401年)前后，卒于卒于周赧王五年(公元前310年)，据传是在秦国替秦武王医疗后，在离开秦国的途中，于骊山北面的小路，被秦国太医李酰使刺客劫杀。传说中东周战国时期田齐勃海郡莫州（今河北任丘）人。由于他的医术高超，被认为是神医，所以当时的人们借用了上古神话的黄帝时神医“扁鹊”的名号来称呼他。扁鹊奠定了中医学的切脉诊断方法，开启了中医学的先河。据《汉书·艺文志》载，扁鹊有著作《内经》和《外经》，但均已失佚。相传有名的中医典籍《难经》亦为扁鹊所著。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/扁鹊>扁鹊</a>"
},
{
"headline":"鬼谷子",
"startDate":"-400",
"endDate":"-313",
"text":"<p>    王诩，又名王禅，鬼谷子，是历史上极富神秘色彩的传奇人物，春秋时人。常入云梦山采药修道。因隐居清溪之鬼谷，故自称鬼谷先生。春秋战国时期著名的思想家、谋略家、兵家、教育家，是纵横家的鼻祖，是中国历史上一位极具神秘色彩的人物，被誉为千古奇人，长于持身养性，精于心理揣摩，深明刚柔之势，通晓纵横捭阖之术，独具通天之智。他的弟子有兵家：孙膑、庞涓；纵横家：苏秦、张仪。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鬼谷子>鬼谷子</a>"
},
{
"headline":"赵烈侯",
"startDate":"-400",
"endDate":"-400",
"text":"<p>    赵烈侯（？－前400年），是中国战国时期赵国的君主，原名赵籍，赵献侯之子。在位时用公仲连、牛畜、荀欣、徐越等人，为政待以仁义，约以王道。当时中山国的骑兵猛烈攻击赵国，烈侯联合魏文侯，打击中山，后迁都邯郸。赵烈侯六年（前403年），与韩、魏并立为诸侯。周安王二年（前400年）赵烈侯卒，其子年幼，由弟武公代政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵烈侯>赵烈侯</a>"
},
{
"headline":"魏惠王",
"startDate":"-400",
"endDate":"-319",
"text":"<p>    魏惠王，公元前369年即位，在位50年。魏惠王魏罃，魏武侯子。即位时魏国是鼎盛时期，但在以后的战争中，大败于齐国，开始衰弱，他死于公元前319年。魏的先祖毕公是周文王的庶子，姓姬名高，武王伐纣后封于毕，称“毕公高”。毕公高的后人毕万，在晋献公时封于魏，始姓魏。毕万的十一世孙魏斯，于公元前403年参加韩赵三家分晋，始封为诸侯，尊号魏文侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏惠王>魏惠王</a>"
},
{
"headline":"韩景侯",
"startDate":"-400",
"endDate":"-400",
"text":"<p>    韩景侯（？－前400年），名虔，韩武子之子。韩景侯元年（前408年），攻郑，取雍丘（今河南杞县），迁都于阳翟。次年，被郑国击败于负黍（今河南登封西南）。三家分晋之后，韩国建都于平阳。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩景侯>韩景侯</a>"
},
{
"headline":"魏文侯",
"startDate":"-396",
"endDate":"-396",
"text":"<p>    魏文侯（？－前396年）中国战国时魏国统治者。姬姓，魏氏，名斯。前445年继魏桓子位，前424年称侯改元，前403年与韩、赵两家一起被周威烈王册封为诸侯，前396年卒。魏文侯被司马迁归于《史记·儒林列传》，被赞为“好学”。魏文侯经常向孔子的弟子子夏以及再传弟子田子方、段干木等请教。又任用法家的李悝为相，以“食有劳而禄有功，使有能而赏必行，罚必当”为原则实行变法。魏国经过变法国势强盛，先后以乐羊为将败中山国，以吴起为将攻取秦国西河（今黄河与洛水间）五城。以西门豹为邺令，以北门可为酸枣令，以翟璜为上卿，改革政治，兴修水利，成为战国初期的强国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏文侯>魏文侯</a>"
},
{
"headline":"商鞅",
"startDate":"-390",
"endDate":"-338",
"text":"<p>    商鞅（前390年－前338年），中国战国时代政治家、统帅，法家法派代表人物。卫国国君的后裔，姬姓，故称为卫鞅，又称公孙鞅。后因在河西之战中立功获封于商十五邑，号为商君，故称之为商鞅。商鞅早年学习法家、兵家、杂家思想，后侍奉魏国国相公叔痤任中庶子，秦孝公在秦国国内颁布求贤令后由魏入秦，通过变法改革将秦国改造成富裕强大之国，史称商鞅变法。政治上，商鞅改革了秦国的户籍、法律、军功爵位、土地制度、行政区划、税收、度量衡以及民风民俗；经济上商鞅主张重农抑商、奖励耕织；军事上商鞅作为统帅率军收复了河西地区（今山西、陕西两省间黄河南段以西地区）部分失地。但商鞅在变法改革过程中制定了严酷的刑法打击旧贵族、迫害百姓，招致了普遍的怨恨，商鞅本人也遭到旧贵族势力的报复，最终身亡。商鞅及其变法对法家学派有着深远的影响，法家学派后人将商鞅的言行与思想及其后学著作汇编成《商君书》。司马迁著《史记》时，为商鞅单独立《商君列传》。此外，现代学者马非百著《秦集史》、王蘧常著《秦史》时，都将商鞅和其门客尸佼合立于《公孙鞅传》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商鞅>商鞅</a>"
},
{
"headline":"公子虔",
"startDate":"-390",
"endDate":"?",
"text":"<p>    公子虔，生卒年不详，嬴姓，名虔，战国时秦国公子。公子虔曾任秦孝公太子之傅。前356年，秦孝公任命商鞅为左庶长，在秦国国内实行第一次变法。新法推行一年后，百姓都到国都抱怨不适应新法。正值太子驷触犯了新法，商鞅认为新法之所以不能顺利推行，是因为王公贵族带头违反，因为太子是国君的继承人，又不能施以刑罚，于是就处罚了太子之傅公子虔，以黥刑处罚了太子之师公孙贾。自此，秦国人就都遵守新法。新法实行四年，公子虔又触犯新法，被处劓刑。受刑后的公子虔闭门不出，伺机报复。前338年，秦孝公去世，其子秦惠文君继位。公子虔等告发商鞅谋反。秦惠文王派人抓捕商鞅，商鞅逃亡到魏国后被驱逐回秦国。商鞅回到秦国后，潜逃回封地商邑，发动邑兵攻打郑县（今陕西省华县）。秦惠文君派兵攻打，商鞅战败死于彤地（今陕西省华县西南）。其尸身被带回咸阳（今陕西省咸阳市东北），处以车裂后示众，秦惠文君同时下令诛灭商鞅全族。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公子虔>公子虔</a>"
},
{
"headline":"吴起变法",
"startDate":"-386",
"endDate":"-381",
"text":"<p>    吴起变法，战国初年楚悼王当政时，于公元前386年—前381年，任命吴起（前440年－前381年）为令尹，实行变法。吴起变法主要内容：制定法律并将其公布于众，使官吏民众都明白知晓。凡封君的贵族，已传三代的取消爵禄；停止对疏远贵族的按例供给，将国内贵族充实到地广人稀的偏远之处。淘汰并裁减无关紧要的官员，削减官吏俸禄，将节约的财富用于强兵。纠正楚国官场损公肥私、谗害忠良的不良风气，让楚国群臣不顾个人荣辱一心为国效力。禁止私人请托，统一楚国风俗。废除“两版垣”，改为四版筑城法，建设楚国国都郢（今湖北省荆州市西北）。吴起变法后，楚国在前381年，联合赵国大败魏国前381年，楚悼王去世，楚国贵族发动兵变攻杀吴起。吴起趴在楚悼王的尸体上，贵族们在射杀吴起的同时也射中了楚悼王的尸体。楚肃王继位后，按律法把射杀吴起同时射中楚悼王尸体的人全部处死，受牵连被灭族的有七十多家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴起变法>吴起变法</a>"
},
{
"headline":"田和",
"startDate":"-384",
"endDate":"-384",
"text":"<p>    齐太公(？─前384年)，本名田和，生称为子禾子，父为田庄子田白、兄为田悼子。其妻据其子桓公午追谥为孝大（太）妃，名不详。陈完之十世孙。田子和元年在前404年。前391年，田和自立为齐君。放逐齐康公于海岛，使食一城，以奉姜姓之祀。康公十九年（前386年），田和被周安王列为诸侯，姜姓齐国为田氏取代，田和正式称侯，仍沿用齐国名号、世称田齐以示别于姜姓齐国，史称“田氏代齐”。前379年康公卒，姜齐绝祀。意即齐康公死后，因齐康公一房并无子嗣，姜齐灭亡。而非姜太公绝祀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田和>田和</a>"
},
{
"headline":"秦孝公",
"startDate":"-381",
"endDate":"-338",
"text":"<p>    秦孝公（前381年－前338年），《越绝书》作秦平王，《史记索隐》记载名渠梁。战国时期秦国君主，秦献公之子，在位24年。秦孝公在位期间致力于恢复秦穆公时的霸业，为此他颁布了著名的求贤令，任用商鞅进行变法，将秦国改造成为富裕强大之国，为秦国将来兼并六国，统一中国奠定了基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦孝公>秦孝公</a>"
},
{
"headline":"田氏代齐",
"startDate":"-379",
"endDate":"-379",
"text":"<p>    田氏代齐，又称田和代齐，指中国历史上，战国初年齐国的田氏大夫篡夺姜姓君主之位，成为诸侯的事件。前386年，天子周安王正式册命田和为齐侯。前379年齐康公死，姜姓宗庙绝祀，齐国完全为田氏之齐国取代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田氏代齐>田氏代齐</a>"
},
{
"headline":"齐威王",
"startDate":"-378",
"endDate":"-320",
"text":"<p>    齐威王（约前378年－前320年，约59岁），田齐君主，本名田因齐，出土文物作陈侯因齐（上次下月）田齐桓公之子。在位初期，“好为淫乐长夜之饮，沈湎不治”，把政事交给卿大夫处理。后来采姬妾虞姬之言，重用即墨大夫，烹杀佞臣阿大夫，齐国得以大治。其后在能臣邹忌、田忌的辅助下，一度称王中原。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐威王>齐威王</a>"
},
{
"headline":"孟子",
"startDate":"-372",
"endDate":"-289",
"text":"<p>    孟子（前372年－前289年），名轲，字子舆（待考，一说字子车或子居。按：车，古文；舆，今字。车又音居，是故，子舆、子车、子居，皆孟子之字也）。汉族，战国时期邹国人，鲁国庆父后裔。中国古代著名思想家、教育家，战国时期儒家代表人物。孟子及其门人著有《孟子》一书。孟子继承并发扬了孔子的思想，成为仅次于孔子的一代儒家宗师，对后世中国文化的影响全面而巨大，有“亚圣”之称，与孔子合称为“孔孟”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟子>孟子</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}