{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"苏培盛",
"startDate":"1673",
"endDate":"1747",
"text":"<p>    苏培盛，清代恩济庄一地埋葬的有墓碑并留下拓片的清代太监之一，康熙十二年九月廿三日生，乾隆十二年七月十二日卒，顺天府大兴县人，官职为宫殿监督领侍。清宫造办处档案有记载：雍正藩邸近侍，深得宠信，破例获赏当铺。甚至于庄亲王、弘历（后登基为乾隆皇帝）、弘昼等人前颇为不敬，为雍正帝所斥。雍正元年正月十七日时任懋勤殿首领太监，雍正五年八月廿二日记载中的官职变为副总管太监，此后雍正八年五月初四日直到雍正驾崩，官职都是总管太监。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏培盛>苏培盛</a>"
},
{
"headline":"胤礽",
"startDate":"1674",
"endDate":"1725",
"text":"<p>    清太子爱新觉罗·胤礽（yìn réng）（1674-1725年），乳名保成，清圣祖玄烨第七子，母为仁孝皇后赫舍里氏。除康熙早殇诸皇子外序齿为皇次子。因其胞兄、嫡长子承祜幼殇，故在胤礽刚满周岁时即被确立为皇太子。他是清代历史上唯一一位、也是中国官方正史上最后一位明立皇太子。幼聪慧好学，文武兼备，代为祭祀、监国，颇具令名，康熙帝对皇太子最为重视与宠爱，却因教子失当、兼之康熙朝后期党争纷乱，致太子人格分裂，历经两立两废，终以幽死禁宫收场，被追封为亲王。有诗见《熙朝雅颂集》、《晚晴簃诗汇》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤礽>胤礽</a>"
},
{
"headline":"九子夺嫡",
"startDate":"1675",
"endDate":"1722",
"text":"<p>    九子夺嫡，是指清朝康熙皇帝的儿子们争夺皇位的历史事件。当时康熙成活下来的儿子有24个，其中有九个参与了皇位的争夺。这九个儿子分别是：大阿哥胤禔、二阿哥胤礽、三阿哥胤祉、四阿哥胤禛、八阿哥胤祀、九阿哥胤禟、十阿哥胤䄉、十三阿哥胤祥、十四阿哥胤祯。最后四阿哥胤禛胜出，在康熙帝去世后继承皇位。康熙十四年（1675年），康熙立二阿哥胤礽为皇太子（2岁），日后皇太子变得骄纵与蛮横并结党营私。康熙四十二年（1703年）康熙杀索额图，父子关系趋于紧张。康熙四十七年（1708年），在木兰围场的布尔哈苏行宫，康熙皇帝以皇太子胤礽“不法祖德，不遵朕训，惟肆恶虐众，暴戾淫乱”的理由，宣布废除太子。之后众多阿哥开始了对于皇位的觊觎。大阿哥胤褆是庶长子，一向不被康熙喜欢，自知无望，向康熙提议八阿哥胤祀，理由是“术士张明德尝相允祀必大贵”，又说要替父杀掉胤礽，让康熙极为寒心，严加训斥，同时对胤祀严加提防。胤祀小时候被大阿哥的母亲惠妃抚养，故大阿哥对他感情较好。这时三阿哥胤祉揭发大阿哥搞魇镇加害胤礽之事，康熙将大阿哥囚禁。康熙厌胤祀勾结胤褆，也将其关押，后又释放。康熙四十八年（1709年）三月恢复胤礽太子地位。康熙五十年末被告与刑部尚书齐世武、步军统领托合齐、兵部尚书耿额结党营私。康熙五十一年（1712年）九月再次下诏废太子。从此废太子一直被圈禁到死。三阿哥胤祉见此乱局，主动退出竞争。胤礽再度被废之后，八阿哥胤祀转而支持十四阿哥胤祯（四阿哥同母弟），九阿哥、十阿哥附庸八阿哥。十三阿哥胤祥附庸四阿哥胤禛。胤禛在太子首次被废后，敢于为胤礽说好话，属太子党。胤礽二度被废之后，胤禛看到胤礽绝无复立之可能，开始结党营私，窥视储位。这时形成了以胤禛为首的四爷党和以胤祀为首的八爷党两大势力。康熙六十一年（1722年），康熙帝病故于畅春园，当时八爷党支持的十四阿哥胤祯远在西北，四阿哥胤禛留京。康熙近臣步军统领隆科多（胤禛的舅舅）宣布康熙遗嘱宣胤禛继承皇位，是为雍正皇帝。日后八爷党人惨遭迫害。九子夺嫡以雍正取胜告终。雍正为防止再出现兄弟间争夺皇位的惨剧，从此实行秘密建储制度，不再公开设立太子，由皇帝写诏书并放置于乾清宫正大光明匾额后，直到皇帝驾崩后人才能打开并宣布继承人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/九子夺嫡>九子夺嫡</a>"
},
{
"headline":"胤祉",
"startDate":"1677",
"endDate":"1732",
"text":"<p>    胤祉（1677年3月23日－1732年7月10日），康熙帝第三子。康熙四十八年晋诚亲王。雍正帝即位后，改名为允祉。出生于康熙十六年（1677年）二月二十，生母是荣妃马佳氏，康熙三十七年三月封诚郡王。明年九月因在敏妃丧百日中剃头，降贝勒。四十八三月，晋诚亲王。胤祉自幼酷爱学术，以温文尔雅著称，备受康熙欣赏，法国耶稣会士白晋写给法王路易十四的信中说，康熙亲自给胤祉讲解几何学。康熙在畅春园蒙养斋开馆，派胤祉主持纂修《律历渊源》，集律吕、历法和算法于一书，尤长书法而受命书写康熙帝景陵的《神功圣德碑文》。胤祉不太热心皇储，不党附雍正，心思编书，命其门客陈梦雷纂集类书，康熙四十五年（1706年）成书《古今图书集成》。废皇太子胤礽后不久，他向父皇告发胤禔用喇嘛巴汉格隆魇术魔咒皇太子之事。雍正即位后，以“胤祉与太子素亲睦”为由，命“胤祉守护景陵”，发配到遵化的马兰峪为康熙守陵。胤祉心里不高兴，私下发些牢骚，雍正七年，又对怡亲王胤祥之死吊丧时，迟到早散，面无戚容。雍正知道后，将胤祉夺爵，幽禁于景山永安亭。雍正十年闰五月十九日（1732年7月10日），胤祉病逝于景山禁所。允祉府邸有旧府和新府，旧府旧址是今北京官园中国儿童活动中心，新府旧址是北京积水潭医院。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤祉>胤祉</a>"
},
{
"headline":"雍正",
"startDate":"1678",
"endDate":"1735",
"text":"<p>    清世宗爱新觉罗·胤禛（1678年—1735年），满族，是清朝第五位皇帝，入关后第三位皇帝，清圣祖康熙第四子，母为孝恭仁皇后，即德妃乌雅氏，1722—1735年在位，年号雍正，庙号清世宗，谥号敬天昌运建中表正文武英明宽仁信毅睿圣大孝至诚宪皇帝，葬清西陵之清泰陵。雍正在位时期，平定了罗卜藏丹津叛乱，设置军机处加强皇权，实行“改土归流”、“火耗归公”与“打击贪腐”等一系列铁腕改革政策，对康乾盛世的连续具有关键性作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/雍正>雍正</a>"
},
{
"headline":"年羹尧",
"startDate":"1679",
"endDate":"1726",
"text":"<p>    年羹尧（1679年－1726年），字亮功、双峰，号双峰，清朝康熙和雍正年间重要将领。原籍安徽怀远，改隶汉军镶黄旗，同进士出身。雍正的敦肃皇贵妃之兄。年羹尧与和隆科多在拥立雍正帝即位时发挥重要作用，人称“内有隆科多，外有年羹尧”。曾平定青海西藏叛乱，深得雍正赏识，官至抚远大将军、一等公，权倾一世。后来失势，被雍正处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/年羹尧>年羹尧</a>"
},
{
"headline":"孝敬宪皇后",
"startDate":"1679",
"endDate":"1731",
"text":"<p>    孝敬宪皇后（1679年5月13日－1731年9月29日），姓乌拉那拉氏，满洲正黄旗人。清朝雍正帝的嫡福晋（嫡妻），雍正帝王登基初册封为皇后，侍卫内大臣费扬古的女儿。康熙年间，康熙帝将乌喇那拉氏配给皇四子胤禛。她的母亲（或嫡母）觉罗氏为努尔哈赤玄孙。康熙三十年（1691年），册立为胤禛的嫡福晋。当时胤禛十三岁。三十六年（1697年），乌喇那拉氏生下雍贝勒嫡长子弘晖。但是在四十三年（1704年）弘晖不幸过世，得年八岁。雍正元年（1722年）十二月，雍正登基，册立乌喇那拉氏为皇后。并追皇后父费扬古，一等公和致祭修墓、费扬古子孙为一等候。八年（1730年），赠与费扬古为：“一等承恩公”，觉罗氏被追封为多罗格格。九年（1731年）九月，移驻畅春园后，于九月二十九日逝世。雍正十三年，追封孝敬宪皇后曾祖父透纳巴图鲁，祖父布克查，俱为一等公；曾祖母和祖母俱为一品夫人。遣官致祭，修墓立碑。乾隆二年（1737年），皇后与雍正帝合葬于清西陵之泰陵墓园。谥号全称曰孝敬恭和懿顺昭惠庄肃安康佐天翊圣宪皇后，简称为孝敬宪皇后。雍正帝亲册谥曰：“孝敬皇后”。乾隆和嘉庆皇帝累加谥号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝敬宪皇后>孝敬宪皇后</a>"
},
{
"headline":"尚之信",
"startDate":"1680",
"endDate":"1680",
"text":"<p>    尚之信（？－1680年）为清朝平南王尚可喜之子，后因参与三藩之乱，遭到康熙帝赐死。1673年，尚可喜用其幕僚金光之策，上疏请归老辽东，尚之信继承平南王爵位并续守广东。不久，朝廷以尚之信跋扈难制为由，遂诏撤三藩。吴三桂、耿精忠起兵，尚之信随后响应，是为三藩之乱。1677年，不赞同起兵的尚可喜病死，随后尚之信也投降清朝，并助清朝攻打吴三桂。1679年，康熙帝平定三藩，并削弱尚之信军权。1680年8月，因怀疑尚之信仍有叛逆之心，康熙命尚之信自杀。其兄弟四人斩首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尚之信>尚之信</a>"
},
{
"headline":"纯悫皇贵妃",
"startDate":"1681",
"endDate":"1777",
"text":"<p>    纯悫皇贵妃（1681年－1777年），耿氏，管领耿德金的女儿，雍正帝妃子之一。康熙末年入侍雍王府为妾，号格格，雍正间，初封裕嫔，后进裕妃。乾隆时，初尊为皇考裕贵妃。耿氏与皇太后钮祜禄氏的关系很好，情如姐妹。乾隆四十二年，皇太后崩，乾隆念裕贵妃慈爱恩情，晋尊为裕皇贵太妃。四十九年以96高龄病逝，谥号为纯悫皇贵妃。生育皇五子和恭亲王弘昼。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/纯悫皇贵妃>纯悫皇贵妃</a>"
},
{
"headline":"胤禩",
"startDate":"1681",
"endDate":"1726",
"text":"<p>    爱新觉罗·胤禩（1681-1726）清康熙帝第八子，雍正帝异母弟，生于康熙二十年，卒于雍正四年，享年45岁。由于出生时生母良妃地位较低，因此少时由胤禔生母惠妃抚养。年幼时书法差劲，康熙帝令书法家何焯为其侍读。四十七年，太子胤礽被废，胤禩部署夺嫡，颇得朝野支持，人称“八贤王”。康熙帝深恶胤祀争储位，夺其贝勒，并拘禁之。胤禩后复为贝勒，转而支持皇十四子胤禵克承大统，惟康熙帝遗命皇四子胤禛登基称帝。胤禛即位，改元雍正，胤禩为避讳而改名允禩。雍正帝命允禩、允祥、马齐、隆科多四人总理事务，又封允禩为廉亲王，任理藩院尚书，管工部事务，期间多次借故谴责允禩失职。雍正四年，被革去黄带子，囚禁于宗人府，围筑高墙，议罪状四十款，被迫自行改名“阿其那，并为其子改名“菩萨保”；其妻被革去福晋。雍正帝称允禩“凶恶之性，古今罕闻”。同年九月初十，于拘禁中病故，呕吐物中只剩下血。乾隆帝于乾隆四十三年（1778年）下令恢复允禩原名，收入皇室玉牒，子孙一并叙入。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤禩>胤禩</a>"
},
{
"headline":"冯锡范",
"startDate":"1682",
"endDate":"1682",
"text":"<p>    冯锡範（？－？），号希范，明末清初福建漳州龙溪县（今漳州市龙文区崎岭村）人，生于晋江县，明郑官员，郑经倚为大将，后投降满清。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯锡范>冯锡范</a>"
},
{
"headline":"澎湖海战",
"startDate":"1683",
"endDate":"1683",
"text":"<p>    澎湖海战是清朝为了消灭郑氏王朝所发动的战争，虽然郑军一度击退清军，最后仍然由清军获胜。澎湖被占领后，郑氏王朝已无力抵抗清军，只得投降，结束在台湾历经22年的统治，台湾也因此并入了大清版图。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/澎湖海战>澎湖海战</a>"
},
{
"headline":"胤禟",
"startDate":"1683",
"endDate":"1726",
"text":"<p>    爱新觉罗·胤禟（1683-1726），清康熙帝的第九子，雍正帝异母弟生于康熙二十二年八月二十七日。母宜妃郭络罗氏，为皇五子胤祺同母弟。是康熙晚年九子夺嫡中一员，与皇八子胤祀和十四子胤禵为死党。雍正元年，雍正帝召允禟回京，后命允禟出驻西宁。雍正三年因罪削贝子爵。四年，被斥为“僭妄非礼”，胤禟与胤祀一同被开除宗室籍，并改名塞思黑，被胡什礼解往保定监禁，围筑高墙，由直隶总督李绂暂禁。时值酷暑，蝇蚋遍地，四年八月二十七日，以“腹疾卒于幽所”，享年四十三岁。乾隆间恢复原名、宗籍。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤禟>胤禟</a>"
},
{
"headline":"胤䄉",
"startDate":"1683",
"endDate":"1741",
"text":"<p>    胤䄉（1683年11月28日－1741年10月18日），清朝康熙帝的第十子。生母是温僖贵妃钮祜禄氏。胤䄉（礻我）生于康熙二十二年（1683年）十月十一，生母钮祜禄氏是遏必隆女，大姨是康熙皇帝孝昭仁皇后。他是康熙帝成年皇子中除太子胤礽外，出身最高贵者，但是功课不好。康熙四十八年（1709年）封敦郡王，同时胤禛被封为雍亲王，而胤祀、胤禟还是贝勒贝子。因党附胤祀，雍正二年（1724年）四月，被雍正帝革爵圈禁。后被乾隆帝释放，被封为辅国公，乾隆六年（1741年）九月初九，胤䄉病死，享年59岁。以贝子礼安葬，子6人女3人。敦郡王府位于西城什刹海南官房胡同西口路北，亦称“十王府”，自门牌45号往西一直到西口。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤䄉>胤䄉</a>"
},
{
"headline":"胤祥",
"startDate":"1686",
"endDate":"1730",
"text":"<p>    爱新觉罗·胤祥（1686—1730年），清康熙帝第十三子（实为22子），满洲正蓝旗人，敬敏皇贵妃章佳氏所生，努尔哈赤裔孙。弟兄间，惟与雍亲王胤禛关系最密。胤禛继位，即封为和硕怡亲王，总理朝政，又出任议政大臣，处理重大政务。雍正元年，命总理户部。因胤祥对雍正朝的治绩助力甚大，遂得世袭罔替的许可，为铁帽子王。雍正帝待他也非寻常，死后令享太庙，上谥号为“贤”，为了纪念他的功劳，下旨将其名“允祥”的“允”字改回“胤”字，这成为满清一代臣子中不避皇帝讳的唯一事例。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤祥>胤祥</a>"
},
{
"headline":"平定准噶尔",
"startDate":"1688",
"endDate":"1755",
"text":"<p>    平定准噶尔，即平定准部，是17至18世纪厄鲁特蒙古准噶尔部与清朝之间的战争。战争始于康熙二十七年（1688年）准噶尔汗噶尔丹入侵喀尔喀蒙古，并乘胜进兵至内蒙古；至乾隆二十年（1755年）清军进兵伊犁（今新疆伊犁州霍城县），俘获末代准噶尔汗达瓦齐，以准噶尔灭国而告终。达瓦齐被俘后，辉特部台吉阿睦尔撒纳反叛，准噶尔故地再次陷入动乱。乾隆二十三年（1758年）初，逃亡的阿睦尔撒纳病死于俄罗斯，俄国请清使验看尸首，“准噶尔之事，于是大定”。次年，清军剿灭叛军残部并平定回部大小和卓之乱，西域底定，西北边患暂告终结。平定阿睦尔撒纳之后，清代蒙古未再发生大的变乱，直至1911年外蒙古独立。平定准噶尔之役历康熙、雍正、乾隆三朝，前后长达七十年。乾隆皇帝平定准噶尔后，“拓地二万余里”，西域天山南北尽入版图。原准噶尔领地被称作准部，与天山以南的回部合称西域新疆，后简称新疆。平定准噶尔是乾隆皇帝“十全武功”之首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平定准噶尔>平定准噶尔</a>"
},
{
"headline":"大盛魁",
"startDate":"1688",
"endDate":"1929",
"text":"<p>    大盛魁是清代晋商对蒙古贸易的商号，是当时中国最大的商号。康熙时，在平定噶尔丹的战争中，清军深入漠北，“其地不毛，间或无水，至瀚海等砂碛地方，运粮尤苦”，遂特准商人王相卿、史大学、张杰等三人随军贸易，于杀虎口开设商号，全称吉盛堂，生意十分兴隆，后改名为大盛魁。总号最初设在乌里雅苏台，后迁驻归化城（呼和浩特），其经营的基本地区是乌里雅苏台和科布多。大盛魁极盛时有商队骆驼近二万头，每股分红可达一万余两白银。1929年，大盛魁商号宣告倒闭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大盛魁>大盛魁</a>"
},
{
"headline":"胤祯",
"startDate":"1688",
"endDate":"1755",
"text":"<p>    爱新觉罗·胤禵（1688~1755）原名爱新觉罗·胤祯（和雍正帝胤禛的名字相似），改名为胤禵，康熙帝的第十四子，其生母为德妃乌雅氏，即孝恭仁皇后。其初排行为第二十三，康熙二十七年戊辰正月初九酉时生。他本是雍正帝的同母兄弟，可是在康熙末年宫中争夺皇位的斗争中，这亲兄弟二人竟成了政治权利斗争中的敌人。雍正帝登基后将胤祯幽禁起来，直至雍正帝死后，胤祯才恢复了自由。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤祯>胤祯</a>"
},
{
"headline":"敦肃皇贵妃",
"startDate":"1690",
"endDate":"1725",
"text":"<p>    敦肃皇贵妃（17世纪?－1725年），年氏，凤阳府怀远县(今属安徽省)人 , 一等公、湖广巡抚年遐龄之女，年羹尧之妹。雍正帝妃。年氏出身官宦世家，家世显赫。年氏的具体生年不详。康熙年间由康熙帝赐与雍亲王为侧福晋，康熙五十四年（1715年）三月生皇四女，康熙五十九年（1720年）五月生皇七子福宜，康熙六十年（1721年）十月生皇八子福惠，雍正元年（1723年）五月生皇九子福沛。三子一女全部夭折。雍正帝登位，册年氏为贵妃。雍正三年（1725年）十一月，年氏病重，晋封为皇贵妃。十一月二十三日薨，谥号为敦肃皇贵妃。乾隆二年（1737年）敦肃皇贵妃金棺随同雍正皇帝、孝敬皇后梓宫同时葬入泰陵地宫。年氏是康熙末到雍正初雍正最宠爱的女子。从她首次生育直至她逝世的十一年间，雍正帝的子女无旁出。雍正元年册封妃嫔时，直接封贵妃，地位仅次皇后，为后宫第二位。虽说这与其家世与出身多少有些关系，但从雍正在其身前死后的表现以及对她所生儿子福惠的喜爱，可以看出他对年妃是很有感情的，并因年妃病而暂缓对年羹尧的处罚。年贵妃死后仅仅一个月，年羮尧就被降罪，但年皇贵妃一样获得祔葬泰陵的殊荣，年妃父亲去世后也依一等公礼下葬。也就是说，年家除年羹尧这一脉获罪外，其余亲族并未受到任何牵连。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/敦肃皇贵妃>敦肃皇贵妃</a>"
},
{
"headline":"孝圣宪皇后",
"startDate":"1693",
"endDate":"1777",
"text":"<p>    清世宗孝圣宪皇后，钮祜禄氏，生于1693年1月1日（康熙三十一年十一月二十五日），满洲镶黄旗人四品典仪官凌柱之女。十三岁时入侍雍和宫邸，号格格，为雍王胤禛藩邸格格。康熙五十年生弘历，即乾隆帝。雍正元年封为熹妃，雍正八年封为熹贵妃，雍正九年孝敬宪皇后死后摄六宫事。雍正十三年儿子弘历（乾隆皇帝）即位，尊为圣母皇太后，上徽号曰崇庆皇太后。卒于1777年3月2日（乾隆四十二年正月二十三)，葬泰东陵。谥：孝圣慈宣康惠敦和诚徽仁穆敬天光圣宪皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝圣宪皇后>孝圣宪皇后</a>"
},
{
"headline":"郑板桥",
"startDate":"1693",
"endDate":"1766",
"text":"<p>    郑燮（1693年11月22日－1766年1月22日），'燮'读音ㄒㄧㄝˋ，字克柔，号板桥、板桥道人，江苏兴化大垛人，祖籍苏州，清朝官员、学者、书法家。郑燮生于清康熙三十二年（1693年）。父亲郑立庵是县私塾教师，教授几百名学生。郑燮自幼随父亲读书，爱读历史书和诗文词集，博学强记，所读的书都能背诵。少年时在真州毛家湾读书。康熙年间中秀才、雍正壬子年间（1732年）到南京乡试中举人。乾隆元年丙辰（1736年）赴北京礼部试，中进士。乾隆七年（1742年）出任山东范县令。乾隆十一年（1746年）调任潍县县令。郑燮为官，爱民如子，任潍县县令时，正逢荒年，不顾他人阻扰，开仓贷粮，令老百姓写借条，救活一万多人；还大兴土木，修建水池，招收饥民工作就食。当年入秋又歉收，郑燮把老百姓的借条，一把火烧掉；潍县老百姓感戴他的恩德，为他建立生祠。郑燮对于民事处理公正，十二年没有一件冤案。乾隆十三年（1748年），乾隆帝游山东，封郑燮为书画史，郑燮自刻印章一枚：《乾隆东封书画史》。郑燮为官清廉，后来因老病罢官客居扬州，身无长物，只有寥寥几卷图书，便以卖画为生。为“扬州八怪”之一，其诗、书、画被世人称为“三绝”。其诗宗陶渊明、陆放翁，画竹似苏东坡。郑燮以篆、隶、草、行、楷等各种书体的字形，并以兰草画法入书，形成有行无列、疏密错落的书法风格，创造了“六分半书”的书体，后人亦称之为“板桥”体。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑板桥>郑板桥</a>"
},
{
"headline":"胤礼",
"startDate":"1697",
"endDate":"1738",
"text":"<p>    胤礼（1697年3月24日－1738年3月21日），清朝康熙帝的第十七子。胤礼善书画丹青，号春和堂、静远斋。胤礼生于康熙三十六年（1697年）三月初二，生母是汉人纯裕勤妃陈氏，1723年被封为多罗果郡王，1728年晋升为和硕果亲王，先后掌管理藩院、户部三库。雍正帝末年，与皇十六子胤禄深受宠信，乾隆帝即位后，授总理事务大臣。乾隆三年（1738年）二月初二，胤礼病死，得年42。谥号毅，以雍正幼子弘曕为嗣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤礼>胤礼</a>"
},
{
"headline":"刘大櫆",
"startDate":"1698",
"endDate":"1779",
"text":"<p>    刘大魁（1698年－1779年），清代桐城（安徽省桐城市）人，字才甫，号海峰，为“桐城派”代表。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘大櫆>刘大櫆</a>"
},
{
"headline":"弘时",
"startDate":"1704",
"endDate":"1727",
"text":"<p>    弘时（1704年3月18日－1727年9月20日），清朝雍正帝第三子，乾隆帝的哥哥，母亲是齐妃李氏，知府李文辉的女儿。出生于康熙四十三年甲申二月十三日（1704年3月18日）子时，逝世于雍正五年丁未八月初六日（1727年9月20日）申时，死时24岁。雍正四年二月十八日，命为允祀之子，他年少放纵，行事不谨慎而在雍正五年（1727年）被削除宗籍。雍正十三年（1735年）10月，清高宗即位之后，追复弘时的宗籍。妻子叫栋鄂氏，是尚书席尔达的女儿。有两个妾，一是钟氏，是钟达的女儿，一是田氏，有一子永珅，3岁夭。关于弘时之死，曾任清史馆协修的历史学家唐邦治，在1923年出版的《清皇室四谱》一书中，首先提出是被雍正赐死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/弘时>弘时</a>"
},
{
"headline":"吕四娘",
"startDate":"1705",
"endDate":"?",
"text":"<p>    吕四娘，传说中清朝的女侠。为吕留良之孙女（一说女儿），当时大侠甘凤池弟子，精心学习武艺，野史记载其为报雍正以文字狱杀祖之仇，以选妃之名混进皇宫，后在雍正召其侍寝时以短剑将雍正斩首提携而走。但其说法无从提出根据，并不可信。实际上，吕留良仅因“曾静案”被劈棺戮尸，并非被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕四娘>吕四娘</a>"
},
{
"headline":"范西屏",
"startDate":"1709",
"endDate":"1769",
"text":"<p>    范西屏，名世勋，海宁郭店人1709～1769，清代围棋国手。 范西屏与程兰如、施襄夏、梁魏今并称清代围棋四大家。范西屏，幼聪颖，3岁时见其父与人弈，常在旁牙牙指画。后拜名棋手山阴俞长侯为师，潜心钻研，13岁即崭露头角，16岁随师游松江，屡胜名家，成为国手。20余岁游京师，与各地名手较量，战无不胜，名驰全国。被棋坛推崇为“棋圣”。他弈棋出神入化，落子敏捷，灵活多变。人评论称：“布局投子，初似草草，绝不经意，及一着落枰中，瓦砾虫沙尽变为风云雷电，而全局遂获大胜。”袁枚曾为其作墓志铭，称：“西屏之于弈，可谓圣矣。”当时，唯有同乡同学施定庵可以匹敌。其为人介朴，毕生从事弈棋授徒，弈以外，虽诱以千金，不动。“爱习前贤之谱，罔不究心”。著有《桃花泉弈谱》2卷，总结前人经验，推陈出新。为清代棋谱中权威之作，流传颇广。另著有《二子谱》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范西屏>范西屏</a>"
},
{
"headline":"乾隆",
"startDate":"1711",
"endDate":"1799",
"text":"<p>    乾隆帝（1711年9月25日－1799年2月7日），爱新觉罗氏，名弘历，是雍正帝第四子。生于康熙五十年八月十三日（子时出生），崩于嘉庆四年正月初三日辰刻。于雍正十三年（1735年）即位，乾隆六十年（1795年），因继位之时有在位时间不越祖父康熙帝之誓言，故而禅位于子颙琰，即为年号嘉庆的清仁宗。此时的乾隆虽为太上皇，但依然“训政”，在宫内仍然沿用乾隆年号，为实际上的最高统治者，直至嘉庆四年（1799年）驾崩，成为中国历史上执政时间最长的皇帝（共计64年），而其祖父康熙帝的在位时间为61年。同时，他也是中国历史上最长寿的皇帝。乾隆帝与康熙帝统治的这一时期，又被称为“康雍乾盛世”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乾隆>乾隆</a>"
},
{
"headline":"南山案",
"startDate":"1713",
"endDate":"1713",
"text":"<p>    南山案，发生于清圣祖康熙五十二年（1713年）的文字狱，由左都御史赵申乔举发。赵举发翰林戴名世（人称戴南山）的作品《南山集》“狂妄不谨”、“语多狂悖”，名世被斩。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南山案>南山案</a>"
},
{
"headline":"谦妃",
"startDate":"1714",
"endDate":"1768",
"text":"<p>    谦妃（1714年－1768年），刘氏，是清世宗爱新觉罗胤禛之妃。她是管领刘满的女儿。生于康熙五十三年。雍正七年入宫，为刘答应，雍正八年晋刘贵人。十一年六月十一日亥时生皇六子弘曕，晋封为谦嫔，册封礼在第二年举行。乾隆即位后，于雍正十三年九月初七日诏封为谦妃，乾隆二年九月举行册封礼。乾隆三十二年五月二十一日去世，终年54岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谦妃>谦妃</a>"
},
{
"headline":"袁枚",
"startDate":"1716",
"endDate":"1797",
"text":"<p>    袁枚（1716－1797）清代诗人、散文家。字子才，号简斋，晚年自号仓山居士、随园主人、随园老人。汉族，钱塘（今浙江杭州）人。乾隆四年进士，历任溧水、江宁等县知县，有政绩，四十岁即告归。在江宁小仓山下筑筑随园，吟咏其中。广收诗弟子，女弟子尤众。袁枚是乾嘉时期代表诗人之一，与赵翼、蒋士铨合称“乾隆三大家”。与纪晓岚齐名，时称“南袁北纪”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/袁枚>袁枚</a>"
},
{
"headline":"摊丁入地",
"startDate":"1717",
"endDate":"1883",
"text":"<p>    摊丁入地，又称作摊丁入亩或地丁合一，草创于明代，是大体完成于中国清朝雍正帝统治时的一项重大的税制改革，将中国实行两千多年的人头税（丁税）废除，而并入土地税。中国自秦汉以来即有人头税的传统，对于一个家庭中的人口，尤其是丁男加以课税，此外，丁男多必须服行差役。明代后期实行的一条鞭法是摊丁入亩的最初阶段，规定免行差役，以现金代替，并与田赋一起征收，使税赋征收更为简便，同时也减少了无田地者的负担，部分地区亦有摊丁入亩的举措。清康熙五十三年（1713年），颁布了著名的滋生人丁，永不加赋的诏令，使得丁税的数量成为定额，新增加的人口不必再负担丁税。至雍正年间开始，则正式将丁税废除，将康熙末年已经固定的丁银数目，分摊入田赋，使得没有田产的人可以不纳赋税。但这个政策在各地区实行先后不一，最早如广东在康熙五十五年（1717年）即开始实行，大多数省分在雍正四年至七年之间实行，少数边区省分如贵州、台湾、东北则到乾隆以后才实行，最晚的吉林在光绪八年（1883年）才完成了摊丁入地。清朝这个政策的实行，一方面清朝皇帝希望藉减少赋税而展现“仁政”，一方面是清初人口大量增加，户口难以掌握，造成按人口税收计算增加困难，因此采行此方式以减少征收所需成本。摊丁入地的实施，使得无产者没有纳税负担，而地主的负担增加，对于清朝人口的持续增加、减缓土地兼并、以及促进工商业的发展有一定的作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/摊丁入地>摊丁入地</a>"
},
{
"headline":"继皇后",
"startDate":"1718",
"endDate":"1766",
"text":"<p>    继皇后（1718年－1766年）姓乌拉那拉氏，乾隆帝的第二任皇后，清史稿后妃列传中记其为皇后乌拉那拉氏。满洲镶黄旗，佐领那尔布的女儿，生于康熙五十七年（1718年）二月初十日，比乾隆小七岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/继皇后>继皇后</a>"
},
{
"headline":"纯帝继皇后",
"startDate":"1718",
"endDate":"1766",
"text":"<p>    纯帝继皇后（1718年-1766年），乌喇那拉氏，其名于史无记载，乾隆帝的第二任皇后，《清史稿·后妃列传》中记其为“皇后乌喇纳喇氏”。满洲正黄旗，佐领那尔布的女儿，生于康熙五十七年（1718年）二月初十日，比乾隆小七岁。雍正年间，事高宗潜邸，为侧室福晋。 乾隆二年封娴妃，乾隆十年进娴贵妃，乾隆十三年，孝贤皇后崩，晋皇贵妃，摄六宫事。十五年八月初二，册立为皇后。三十年正月随驾南巡，闰二月十八日忤旨截发失宠，提前送回京；五月十四日收缴历次册宝夹纸。三十一年七月薨，以皇贵妃礼葬。生皇十二子永璂，皇十三子永璟及皇五女。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/纯帝继皇后>纯帝继皇后</a>"
},
{
"headline":"刘墉",
"startDate":"1719",
"endDate":"1805",
"text":"<p>    刘墉（1719年－1805年），字崇如，号石庵，山东诸城注沟镇逄戈庄村（今属高密）人。清朝乾隆、嘉庆年间政治人物，书法家。刘墉为大学士刘统勋之子。于乾隆十六年（1751年）中二甲第二名进士，改翰林院庶吉士，散馆授编修，再迁侍讲。乾隆二十年（1755年），刘统勋获罪，刘墉也被夺官下狱。不久，其事解决，又赏编修，出督安徽学政，改任江苏学政。乾隆二十七年（1762年），任山西太原府知府，因失察下属“侵帑”，被发往军台效力。年余被放还，受命在修书处行走。不久，因受其父恩泽，仍以知府用，知江苏江宁府，任内有清名。次年升江西盐驿道，乾隆三十七年（1772年）迁陕西按察使。次年，其父统勋病卒，因丁忧去职。乾隆四十一年（1776年）刘墉守丧结束后，被授予内阁学士，在南书房行走。逾年调江苏学政。乾隆四十三年（1778年）八月，江苏省东台县监生蔡嘉树唆使如皋县民童志璘向刘墉告发已故的江苏东台县举人徐述夔生前的作品集中有“大明天子重相见，且把壶儿搁半边”，“明朝期振翮，一举到清都”的诗句，当时徐述夔和其子徐怀祖皆已故物，仍被开棺戮尸，孙子徐食田、徐食书、徐首发被处斩。为徐诗作序的已死礼部尚书沈德潜，也被戮尸。[1]历迁户部、吏部侍郎。乾隆四十五年（1780年），任湖南巡抚，次年迁左都御史，仍直南书房。乾隆四十七年（1782年）奉命与尚书和珅和钱沣前往山东查办巡抚国泰贪污及纵容下属之事，查访案情有功，被授予工部尚书，充上书房总师傅。乾隆四十八年（1783年），署直隶总督，两年后被授职协办大学士。乾隆五十四年（1789年），因“诸皇子师傅久不入书房”而被降为侍郎衔。不久，授内阁学士，历升顺天学政、礼部左侍郎、都察院左都御史，乾隆五十六年（1791年）任礼部尚书，署吏部尚书，不久实授。嘉庆二年（1797年），授体仁阁大学士。嘉庆四年，加封太子少保。嘉庆九年十二月二十五日（1805年），刘墉在北京病逝，当天还到南书房当值，晚上宴会客人，“至晚端坐而逝”。享年八十五岁。朝廷追赠太子太保，祀贤良祠，谥文清。相传刘墉有驼背，所以他在民间有个外号叫作刘罗锅，但并不符合史实。嘉庆帝曾称刘墉为“刘驼子”，刘墉当时是八十多岁的老人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘墉>刘墉</a>"
},
{
"headline":"傅恒",
"startDate":"1720",
"endDate":"1770",
"text":"<p>    傅恒（1720－1770年），字春和，富察氏，孝贤纯皇后之弟，清朝满洲镶黄旗人。清朝政治人物、军事人物、军机大臣、大学士。谥文忠。乾隆三十四年，傅恒以经略征缅甸，三路出师，清兵因不适应当地瘴疠之疾，死伤惨重。阿里衮病亡，傅恒本人也染上瘴疠之疾病倒。三月，回京，七月即病逝。乾隆帝亲至其府宅祭奠，谥号“文忠”。傅恒是乾隆帝的宠臣，在军机处23年，“日侍左右”，对下“每多谦冲”，“毫无骄汰之状”。但傅恒“颇好奢靡，衣冠器具皆尚华美”，这对当时豪华奢侈之风，起了推波助澜的作用。尤其，傅恒对于贪污的官吏，往往不能严之以法，“后和相（和珅）秉政，果以丛脞为风，以阘冗为能事，风俗因之日偷，实自文忠公有以启之也”。子福康安，曾平定台湾林爽文起事、西藏廓尔喀事变等，封嘉勇郡王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/傅恒>傅恒</a>"
},
{
"headline":"雍正帝 胤禛",
"startDate":"1722",
"endDate":"1735",
"text":"<p>      雍正帝（康熙十七年－雍正十三年，1678年12月13日－1735年10月8日），爱新觉罗氏，名胤禛，康熙帝第四子，死后葬于清西陵中的泰陵。雍正母为康熙孝恭仁皇后乌雅氏。雍正在位时期，置军机处加强皇权、火耗归公与打击贪腐的王公官吏等一系列政策，对康乾盛世的延续具有重大作用。康熙四十七年（1708年）夏，康熙第一次罢黜了太子胤礽。在推选新太子的过程中，胤禛支持复立胤礽，同时与皇八子胤禩也保持良好的关系。康熙四十八年（1709年），复立胤礽为太子。康熙五十一年（1712年）再次废黜胤礽，自此不再立太子。争夺储位斗争转入暗处而更加激烈。胤禩因争夺意图过于明显而被康熙斥责疏远。胤禛表面不问时事，沉迷释教与道教，自称“天下第一闲人”，与诸兄弟维持和气，暗中与年羹尧与隆科多交往，加强自己的势力集团，同时向父亲表现孝顺，赢得康熙的信任。康熙六十一年（1722年）年十一月初七（12月14日）康熙在畅春园去世，雍正继位.雍正即位经过至今也是一个解不开的谜,从雍正年间时，对雍正继位的谈论便不绝于耳,虽然史学界对皇位合法性尚无定论,但流传的把'十改于'的改诏之说是不成立的，因为现存的康熙遗诏是雍正登基后拟就并颁布天下，并非康熙真迹，所以遗诏不能说明问题。主张篡位说的学者中，有的认为康熙去世过于突然，未来得及留下任何传位遗诏，而雍正和隆科多等合谋抢占了先机；有的认为康熙生前两立两废太子，对立储君一事劳心伤神，直到临终前才属意皇十四子为储君。按照正统继位说学者观点，如果没有实在的证据证明其他皇子为康熙所属意, 雍正的即位是有理由的。雍正继位后，对其兄弟手段颇为毒辣，用各种方式进行迫害。康熙皇八子胤祀先是被安抚封为亲王，后被削宗籍和圈禁，并被改名为'阿其那',意为待宰的鱼。康熙的皇九子胤禟发往西宁, 后被削宗籍和圈禁, 并被改名为'塞思黑'，意为讨厌的人。皇十子胤誐被圈禁,康熙的皇十四子胤禵先是派去守陵，再后来受圈禁。康熙皇十二子胤祹被降爵，后康熙的皇三子胤祉也被革爵圈禁。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/雍正帝 胤禛>雍正帝 胤禛</a>"
},
{
"headline":"纪晓岚",
"startDate":"1724",
"endDate":"1805",
"text":"<p>    纪昀（雍正二年六月十五日－嘉庆十年二月十四日，即1724年7月26日－1805年3月14日），字晓岚，又字春帆，晚号石云，又号观弈道人、孤石老人、河间才子，谥号文达，在文学作品、通俗评论中，常被称为纪晓岚。清乾隆年间的著名学者，政治人物，直隶献县（今中国河北献县）人。官至礼部尚书、协办大学士，曾任《四库全书》总纂修官。官宦世家出身，父亲纪容舒是著名的考据学家，做过京官。纪昀自幼聪颖过人，有“神童”之称。清高宗乾隆十二年（1747年）乡试解元，乾隆十九年（1754年）中进士，入选翰林院庶吉士。散馆授编修，迁左春坊左庶子。京察后，授贵州都匀府知府。因乾隆帝赏识其学问，加四品衔，留任庶子。不久，升翰林院侍读学士。乾隆三十三年（1768年）因给亲家卢见曾通风报信而卷入盐政亏空案被发配新疆乌鲁木齐，于沿途积极与当地人交流，曰“如是我闻”，写了不少的作品，后整理成册，即为著名的《阅微草堂笔记》。纪昀反对理学，《阅微草堂笔记》和《四库全书总目提要》中有相当深刻的反映。二年后因乾隆帝修书需要，由刘统勋荐举，将其从新疆召回，于乾隆三十八年（1773年）起，任《四库全书》馆的总纂官，收书三千五百零三种，共七万九千三百三十七卷；又修《四库全书总目提要》、《热河志》。历任编修、左庶子、兵部侍郎、左都御史、礼部侍郎、尚书。清仁宗嘉庆元年（1796年），任兵部尚书，移任左都御史。次年，又迁任吏部尚书。嘉庆十年（1805年），任协办大学士、加太子少保。同年在燕京病卒，享寿八十二岁。生前自撰挽联：“浮沉宦海如鸥鸟，生死书丛似蠹鱼。”朝廷赐银五百两治丧，予谥文达。《清史稿》有传。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/纪晓岚>纪晓岚</a>"
},
{
"headline":"改土归流",
"startDate":"1726",
"endDate":"1736",
"text":"<p>    改土归流又称土司改流、废土改流，始于明代中后期，是指将原来统治少数民族的土司头目废除，改为朝廷中央政府派任流官。土司制度是在唐宋时期羁縻州县制的基础上发展而成的，其实质是“以土官治土民”，承认各少数民族的世袭首领地位，给予其官职头衔，以进行间接统治，朝廷中央的敕诏实际上并没有能够得到真正的贯彻。有些土官以世袭故，恣肆虐杀百姓，为患边境，“汉民被其摧残，夷人受其荼毒。”。甚至土司家族内部发生械斗或是战争，康熙三十八年（1699年），东川彝族禄氏家族因争夺土府继承权，互相残杀。为了解决日久相沿的土司割据的积弊，明清两朝的君主，已经开始酝酿解决这个问题。改土归流一般采取两种办法：“一是从上而下，先改土府，后改土州。二是抓住一切有利时机进行，如有的土官绝嗣，后继无人，或宗族争袭，就派流官接任；土官之间互相仇杀，被平定后，即派流官接任；有的土官犯罪，或反王朝被镇压后，以罪革职，改由流官充任”。清雍正时期，国力强盛，中央政府已经有足够的力量加强对少数民族地区的统治。雍正四年（1726年），鄂尔泰大力推行改土归流政策，即由中央政府选派有一定任期的流官直接管理少数民族地区的政务，“改流之法，计擒为上策，兵剿为下策，令其投献为上策，敕令投献为下策。”，“制苗之法，固应恩威并用”。广顺长寨土司向官兵挑衅，竟遭到清军毁灭性的打击，设长塞厅（今贵州省长顺县）。雍正八年（1730年），镇沅流官刘起元贪婪无度，乌蒙土目禄万福在乌蒙镇发动兵变，刘起元逃至荔枝河被杀，滇黔蜀三行省接壤处的土司群起响应。鄂尔泰下令士兵穷追严剿，“分兵穷搜，务获得魁，尽屠丑类”，镇压之时，将所有的土司头目，戮杀殆尽。最后招民垦种，“给予田地、耕牛、谷种，俾得各安其业”。至乾隆初年（1736年），会泽“民夷商贾，四方辐辏，食货浩穰”。涉及的地区和民族有滇、黔、桂、蜀、湘、鄂省的苗族、彝族、布依族、侗族、白族、傣族等，实行“改土归流”之前，云南土司有47家。实行“改土归流”之后，不但多民族中央集权的中国统治得到了巩固，各少数民族的经济社会和文化发展也进一步加快。少数地区虽然还残存土司制度，其作用和影响也已大大削弱。中华人民共和国成立后，彻底废除了少数民族地区的土司制度。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/改土归流>改土归流</a>"
},
{
"headline":"查嗣庭试题案",
"startDate":"1727",
"endDate":"1727",
"text":"<p>    查嗣庭（17世纪？－1727年），字润木，号横浦。浙江海宁袁花人。查嗣庭为查慎行之弟，康熙四十五年（1706年）中进士，选庶吉士，散馆授翰林院编修。雍正元年，由隆科多荐举，授内阁学士，又受蔡珽荐举，兼礼部侍郎衔。雍正四年（1726年），任江西乡试正考官，考题第一题是“君子不以言举人，不以人废言”，第二题“正大而天地之情可见矣”；第三题“其旨远其辞文”；第四题“百室盈止妇子宁止”，试题中先有“正”，后有“止”字，如同汪景祺《历代年号论》“一止之象”的说法。民间传说他以“维民所止”为题，此句出自《诗经·商颂·玄鸟》﹕“邦畿千里，维民所止。”，却被举发“维止”二字，意在取“雍正”二字去其首。查嗣庭被捕入狱，又在家中被抄出《维止录》，所载“狂妄悖逆”之语，雍正五年（1727年）五月戊午死于狱中，仍被戮尸枭示。其子十六岁以上判斩刑，十五岁以下流放，又因汪景祺、查嗣庭都是浙江人，停止浙江乡试会试。史称“查嗣庭试题案”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/查嗣庭试题案>查嗣庭试题案</a>"
},
{
"headline":"查嗣庭",
"startDate":"1727",
"endDate":"1727",
"text":"<p>    查嗣庭（?～1727）清朝大臣。字润木，号横浦，浙江海宁袁花人，查慎行之弟。康熙四十五年（1706）中进士，选庶吉士，散馆授翰林院编修，得隆科多赏识，累官至内阁学士兼礼部侍郎。雍正四年(1726)，出为江西乡试主考官。雍正帝为铲除隆科多一派的势力，借口他所出的试题“讽刺时事，心怀怨望”，抄家查出的日记中“语多悖逆”，大兴文字狱，将其逮捕，定为隆科多死党。狱中病死后，仍遭戮尸枭首。亲族、弟子多人受株连。并暂停浙江乡试，3年后始恢复。著有《晴川阁诗》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/查嗣庭>查嗣庭</a>"
},
{
"headline":"孝仪纯皇后",
"startDate":"1727",
"endDate":"1775",
"text":"<p>    孝仪纯皇后（1727年10月23日－1775年2月28日），魏佳氏，内管领清泰女，江苏人。乾隆帝妃，嘉庆帝生母。本姓魏，汉军旗人，后抬旗入满洲，改姓魏佳氏。雍正五年（1727年）九月初九生，比乾隆帝小十六岁。乾隆十年（1745年），十八岁的魏氏封为令贵人，同年十一月十七册封为令嫔，十四年四月初五册封为令妃。二十一年七月十五以二十八岁之龄生下第一个孩子：皇七女固伦和静公主，二十二年生皇十四子永璐，二十三年十二月初七生皇九女和硕和恪公主，二十四年十二月十八册封为令贵妃。二十五年十月初六生皇十五子颙琰，即嘉庆帝，二十七年生皇十六子。三十年六月十一册封为令皇贵妃。三十一年生皇十七子庆僖亲王永璘。四十年正月二十九逝世，享年四十九岁。其金棺初停在吉安所，二月初五移到静安庄殡宫，二月十一日册谥为令懿皇贵妃，同年十月二十六辰时葬入裕陵地宫，当时乾隆梓宫位置空缺，其棺位于乾隆梓宫西侧。乾隆六十年九月初三，乾隆帝宣示颙琰为皇太子，同时下令追封其母令懿皇贵妃为皇后。经嘉庆、道光两朝加谥，谥号全称为：孝仪恭顺康裕慈仁端恪敏哲翼天毓圣纯皇后。1928年，裕陵被盗，其时发现孝仪纯皇后的尸体虽历经153年竟然未有腐烂。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝仪纯皇后>孝仪纯皇后</a>"
},
{
"headline":"隆科多",
"startDate":"1728",
"endDate":"1728",
"text":"<p>    隆科多（？－1728年），清朝满洲镶黄旗人，佟佳氏，康熙末年到雍正初年重臣。隆科多是康熙孝懿仁皇后佟佳氏之弟，佟国维之子。在康熙末年累官至理藩院尚书，兼步军统领、九门提督，掌管北京城内外武力，地位十分重要。康熙六十一年（1722年），当康熙病重时，内外大臣均不得见，唯隆科多一人随侍康熙身边，得其临终嘱托。后隆科多秉康熙遗命，拥戴雍正登基。因此大功，他被封为总理事务四大臣之一，吏部尚书，加太保，权倾一时。康熙死时，唯有隆科多一人传遗诏由雍正继位。治丧期间，隆科多提督九门、卫戍京师。传说《清宫十三朝演义》说隆科多在康熙死后，从乾清宫“正大光明”匾后取下康熙遗诏，将“传位十四子”，篡改作“传位于四子”但是这种说法并不可信。“秘密立储”制度是从雍正元年开始的，移花接木到康熙朝是张冠李戴。但雍正继位同他舅舅隆科多关系密切。雍正继位，隆科多说：“白帝城受命之日，即死期将至之时。”隆科多虽受赐袭一等公、吏部尚书、加太保等，但仍被定41款大罪，命在畅春园外建屋三间，永远禁锢。六年（1728年）六月，隆科多死于禁所。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隆科多>隆科多</a>"
},
{
"headline":"懋嫔",
"startDate":"1729",
"endDate":"1729",
"text":"<p>    懋嫔(17世纪－1729年)，宋氏，主事金柱女。清世宗 爱新觉罗胤禛妃嫔。康熙年间入侍雍亲王藩邸，号格格。 康熙三十三年三月十六日丑时为刚17岁的雍正生了皇长女。 康熙四十五年十二月初五生皇三女，二女皆未逾月殇。 雍正元年二月十四日封为懋嫔，并于雍正八年九月卒。由于当时泰陵刚刚兴工，妃园寝尚未营建，懋嫔金棺暂安于田村殡宫。乾隆二年十二月随同齐妃金棺奉移西陵泰妃园寝。 懋嫔券座位于前排右边第一位，她是泰陵妃园寝中唯一的嫔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/懋嫔>懋嫔</a>"
},
{
"headline":"姚鼐",
"startDate":"1731",
"endDate":"1815",
"text":"<p>    姚鼐（1731年－1815年），清代文学家，字姬传，一字梦谷，室号惜抱轩，世称惜抱先生，清代安徽桐城人。桐城派的重要作家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姚鼐>姚鼐</a>"
},
{
"headline":"香妃",
"startDate":"1734",
"endDate":"1788",
"text":"<p>    香妃一般来说是指清朝乾隆所纳的容妃。不过，于野史上，香妃于性格，出身等却与容妃完全不同。史学家认为“香妃为文学的形象，并非历史人物。”以容妃为范本的香妃传说，以民国初年最为盛行。虽有不同版本，但基本上都将香妃描写成该妃子天生丽质且身体会散发异香。小说中，形容此体香“玉容未近，芳香袭人，既不是花香也不是粉香，别有一种奇芳异馥，沁人心脾”。此体香特质成为香妃称谓来源。不过，有一说是她香味只是她的体味而已，香味不过是羊奶的膻味，由于她从小饮羊奶大，久而久之成为了她身上的一种独特的体味，乾隆他初得容妃，闻其身便以为那是香味。容妃（1734年－1788年）和卓氏，清朝乾隆帝妃，祖居新疆之喀什噶尔（今喀什地区），维吾尔族人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/香妃>香妃</a>"
},
{
"headline":"乾隆帝 弘历",
"startDate":"1735",
"endDate":"1796",
"text":"<p>      清高宗爱新觉罗·弘历（1711－1799年），清朝第六位皇帝，定都北京后第四位皇帝。年号乾隆，寓意“天道昌隆”。25岁登基，在位六十年，退位后当了三年太上皇，实际掌握最高权力长达六十三年零四个月，是中国历史上执政时间最长、年寿最高的皇帝。乾隆帝在位期间平定大小和卓叛乱、巩固多民族国家的发展，六次下江南，文治武功兼修。并且当时文化、经济、手工业都是极盛时代，他在发展清朝康乾盛世局面作出了重要贡献，确为一代有为之君。庙号清高宗，谥号法天隆运至诚先觉体元立极敷文奋武钦明孝慈神圣纯皇帝。葬于清东陵，清裕陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乾隆帝 弘历>乾隆帝 弘历</a>"
},
{
"headline":"十全武功",
"startDate":"1735",
"endDate":"1792",
"text":"<p>    指清乾隆时期的十次重大军事行动，为乾隆帝自我夸耀之词。 乾隆五十六年（1791），廓尔喀（今尼泊尔）再次侵入西藏。是年冬﹐清政府命福康安等率兵入藏﹐败廓尔喀兵。次年五月﹐廓尔喀请降。当清兵凯旋之际﹐乾隆帝欣然回忆他即位后五十七年（1735～1792）间在边疆地区建立的十大武功。因作《十全记》以纪其事。 十全武功指：两平准噶尔，平定大小和卓之乱，两次金川之役，平台湾林爽文起义，缅甸之役，安南之役及两次抗击廓尔喀之役。乾隆帝并因此自称“十全老人”。 并创造了十全县。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/十全武功>十全武功</a>"
},
{
"headline":"宣妃",
"startDate":"1735",
"endDate":"1735",
"text":"<p>    宣妃：博尔济吉特氏，科尔沁达尔汗亲王和塔之女，世祖悼妃的侄女，孝惠章皇后的妹妹，即康熙帝的表姐妹。康熙五十七年十二月册为宣妃，乾隆元年八月初八日薨。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宣妃>宣妃</a>"
},
{
"headline":"乔治·马戛尔尼",
"startDate":"1737",
"endDate":"1806",
"text":"<p>    乔治·马戛尔尼，第一代马戛尔尼伯爵，KB（英文：George Macartney, 1st Earl Macartney，1737年5月14日－1806年5月31日），英国政治家、外交家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乔治·马戛尔尼>乔治·马戛尔尼</a>"
},
{
"headline":"齐妃",
"startDate":"1737",
"endDate":"1737",
"text":"<p>    齐妃（17世纪？－1737年）李氏，雍正帝妃，知府李文辉的女儿。李氏于藩邸侍雍亲王，为侧福晋。康熙三十四年（1695年）七月生皇二女和硕怀恪公主，此女是雍正唯一活至成年的女儿。康熙三十六年六月生皇子弘昐。康熙三十九年八月生皇子弘昀。康熙四十三年二月生皇子弘时。四名子女惟只有弘时一人活至雍正登基。雍正初，封为齐妃，地位高于乾隆帝生母熹妃。但后来儿子弘时得罪雍正而被削宗籍，李氏身为其母，也难免受累，一直没再得到晋封。齐妃逝世于乾隆二年四月。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐妃>齐妃</a>"
},
{
"headline":"钱沣",
"startDate":"1740",
"endDate":"1795",
"text":"<p>    钱沣（1740年－1795年），字东注，号南园，云南昆明人，清乾隆年间政治人物，曾任监察御史，以清廉敢言著称。先祖为应天府江宁县人（今南京）人，从军驻守云南，后在昆明定居下来。钱沣于乾隆三十三年（1768年）中举人，乾隆三十六年（1771年）中进士，改庶吉士，散馆授翰林院检讨。乾隆四十六年（1781年），考选江南道监察御史，期间更查破多起贪赃枉法的大案。擢通政司参议，迁太常寺少卿，再迁通政司副使，出督湖南学政。后坐事左迁户部江南司主事，升湖广道监察御史，稽查军机处。乾隆五十九年（1794年）任军机章京上行走。次年病逝于北京。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钱沣>钱沣</a>"
},
{
"headline":"永琪",
"startDate":"1741",
"endDate":"1766",
"text":"<p>    永琪（1741年3月23日－1766年4月16日），字筠亭，号藤琴居士，乾隆帝第五子，母亲愉贵妃珂里叶特氏。永琪生于乾隆六年二月初七丑时，自幼勤勉好学，每天还是众皇子中最早到书房上课的，而他与十五弟颙琰（即嘉庆帝）感情颇深。永琪多才多艺，不但精通满蒙两语，亦熟谙天文、地理、历算，尤其精于天文算法，所书八线法手卷，至为精密，有《蕉桐幐稿》传世。此算法传子绵亿，再传孙奕绘，奕绘所著《本形篇》记其梗概。永琪能画能诗，书法既与十一弟永瑆齐名，亦擅长骑马射箭，故乾隆帝对他十分钟爱满意。加上乾隆二十八年五月初五圆明园九洲清宴殿失火，永琪亲背父亲脱险，皇帝十分欣慰，遂于乾隆三十年（1765年）十一月于永琪病中封其为荣亲王，成为在生诸皇子中第一个被封王者，而封号为“荣”，可见皇帝寄望之深。惜次年三月初八，患骨结核病多月的永琪离世，谥号和他皇父一样为“纯”，此号也为其一生之表。在子以母贵的清朝，有一位地位不高的母亲，自己却能封为亲王，并被欲立为储，这能说明乾隆帝对永琪的钟爱来自他本人，而不像皇二子永琏、皇七子永琮般是因为其母亲是孝贤皇后的缘故。从这点上来看，永琪确实是一位优秀的皇子，同时也是乾隆眼中及格的继承人。愉妃得宠，是因为乾隆对她的儿子很是钟爱。永琪表现出众，本来是皇储的不二之选，可惜他的一生只是匆匆廿五载。乾隆帝于乾隆五十八年(1793年)接见英国使节马戛尔尼时曾对他说：“其时朕视皇五子于诸子中更觉贵重，且汉文、满州、蒙古语、马步、射及算法等事，并皆娴习，颇属意于彼，而示明言，及复因病旋逝。”乾隆在永琪逝世后二十多年，不避嫌而谈及当年立储属意永琪，足以表现对永琪的喜爱和怀念。荣亲王永琪及其后裔被编入右翼近支镶红旗，族分为第一族。荣亲王府位于宣武门内太平湖西侧，据昭梿《啸亭杂录》记载“此园俱好，园林亦佳”，而荣王府更成为后来醇亲王奕譞的府第。永琪死后葬入定安亲王永璜墓，即在北京城东北面的不老屯镇杨各庄村二里，循郡王永璋亦同葬于此，那里风水极佳。因所葬是乾隆的皇长子永璜和皇储大热永琪，故人们又称墓园为“太子陵”。（由于1958年兴建密云水库的关系，“太子陵”建筑群已被拆除，昔日墓园所在也长埋水库之下。而因未被盗墓，开启地宫后发现陪葬品甚丰，珍品现已移送到首都博物馆展出。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永琪>永琪</a>"
},
{
"headline":"大小金川之役",
"startDate":"1747",
"endDate":"1776",
"text":"<p>    大小金川之役，又称平定两金川，是清乾隆年间清军平定四川西北部金川土司两次动乱的合称。第一次金川之役为乾隆十二年（1747年）大金川安抚司莎罗奔私自进攻明正土司，清廷调兵征讨。乾隆十四年（1749年）莎罗奔投降。第二次金川之役为乾隆三十六年（1771年），大金川土司索诺木朋楚克袭杀革布什咱土司色楞敦多布，又帮助小金川土司之子僧格桑侵凌鄂克什、明正等土司。四川官员令其退还土地，大小金川拒不退兵。清廷再次发兵进剿。次年底，清兵攻克小金川官寨美诺（在今阿坝州小金县美沃乡）。乾隆四十一年（1776年），清兵攻克大金川噶尔崖寨，索诺木出降。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大小金川之役>大小金川之役</a>"
},
{
"headline":"和珅",
"startDate":"1750",
"endDate":"1799",
"text":"<p>    和珅（钮祜禄氏），字致斋，原名善保，自号嘉乐堂、十笏园、绿野亭主人，满洲正红旗人，清朝乾隆年间政治家、商人、诗人，中国历史上的权臣之一，清朝历史上的豪商，历史上资产最多的官员。因为贪污过巨，被中国人视为巨贪。和珅在清朝的外交事务担任重要职位，连英特使马戛尔尼也对和珅的外交手法十分赞赏。和珅初为官时，精明强干，为政清廉，通过李侍尧案巩固自己的地位。乾隆帝对其宠信有加，并将幼女十公主嫁给和珅长子丰绅殷德，使和珅不仅大权在握，而且成为皇亲国戚。随着权力的成长，他的私欲也日益膨胀，利用职务之便，结党营私，聚敛钱财，并用贿赂、迫害、恐吓、暴力、绑架等方式笼络地方势力、打击政敌。此外，和珅还亲自经营工商业，开设当铺七十五间，设大小银号三百多间，且与英国东印度公司、广东十三行有商业往来。成为后人所称权倾天下、富可敌国的“贪官之王”、“贪污之王”。和珅亦同时是18世纪世界首富，超越了同时期的梅耶·罗斯柴尔德。以嘉庆帝、监察御史钱沣、大学士刘墉、翰林院编修范衷、军机大臣王杰、户部尚书董诰、礼部侍郎朱圭为代表的朝中清议力量，曾多次弹劾和珅，但由于乾隆帝的袒护，和珅均能化险为夷。嘉庆四年（1799年）正月初三，乾隆帝驾崩。仅仅五日之后，嘉庆帝即下旨将和珅革职下狱。抄家时发现，在和珅当权的二十多年中，其资产包括二千万至三千万多两白银（其中大部分为其违法工商经营所得，清代规定旗人不得经商，和坤利用内务府包衣奴才藉公务之便以皇室之名，借势借端巧取豪夺，虽说经商，在大清律下仍是贪渎的犯行）、兼并全国千百万顷的土地以及数百处房产。在他的保护之下，他的家奴刘全也成了日掷千金的暴发户。和珅所聚敛的财富，约值八亿两至十一亿两白银，所拥有的黄金和白银加上其他古玩、珍宝，超过了清朝政府十五年财政收入的总和。乾隆帝死后十五天，嘉庆帝以一条白绫赐和珅自尽。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/和珅>和珅</a>"
},
{
"headline":"乾隆帝南巡",
"startDate":"1751",
"endDate":"1784",
"text":"<p>    清朝乾隆皇帝曾于乾隆十六年（1751年）、二十二年（1757年）、二十七年（1762年）、三十年（1765年）、四十五年（1780年）、四十九年（1784年）六次巡幸江南，每次一般都要到江宁府（今南京市）、苏州府、杭州府、扬州府，后四次还巡幸了浙江的海宁。乾隆帝的祖父康熙帝在位期间也曾六次巡视江南。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乾隆帝南巡>乾隆帝南巡</a>"
},
{
"headline":"永瑆",
"startDate":"1752",
"endDate":"1823",
"text":"<p>    成哲亲王永瑆（1752年3月22日－1823年5月10日），号少厂，一号镜泉，别号诒晋斋主人，满洲爱新觉罗氏，清高宗乾隆帝第十一子。乾隆十七年二月初七出生，其生母为淑嘉皇贵妃金佳氏，封成亲王，嫡福晋为富察氏，大学士傅恒之女，也即其嫡母孝贤纯皇后的亲侄女。据闻永瑆为人刻薄吝啬，富察氏生活艰苦，除了被永瑆没收嫁妆外，又穿粗衣麻布，吃的也是清茶淡粥，堂堂大学士千金，又是皇室福晋，竟然吃不饱，穿不暖。一日永瑆家的马死了，永瑆下令烹马代膳，“是日即不举食，其吝啬也若是”。乾隆帝多次训斥之，永瑆却本性不改，一切如故。故昭梿对永瑆有“天性阴忮、好以权术駇人。持家苛虐，护卫多以非罪斥革。”、“受人欺诈”、“逢迎权要，其上眷稍有衰者，即骂詈之”等劣评。虽然品性存疑，但永瑆的书画造诣是被受肯定，与翁方纲、刘墉、铁保并列，是清代皇室书法家。嘉庆四年，命其在军机大臣行走，总理户部三库。二十四年，嘉庆以永瑆年老多病，罢一切差使，毋庸在内廷行走。道光三年三月三十，永瑆薨，年七十二，谥哲，为成哲亲王。著有《听雨屋集》、《诒晋斋集》、《诒晋斋集》、《仓龙集》。永瑆有子绵勤，袭亲王爵，薨，子奕绶袭爵，薨，子载锐袭郡王，薨，谥曰“恭”。另有子绵偲，过继十二弟永璂，袭其贝勒爵；子绵懿过继三兄永璋，降爵为贝勒。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永瑆>永瑆</a>"
},
{
"headline":"曹振镛",
"startDate":"1755",
"endDate":"1835",
"text":"<p>    曹振镛（1755年－1835年），字俪笙，又字怿嘉。安徽歙县人。清朝嘉庆、道光年间重臣。尚书曹文埴之子。出生于下托山，乾隆四十六年进士，由选庶吉士，散馆授翰林院编修。历乾隆、嘉庆、道光三朝，历任编修、学政、大学士。纂修《会典》、两朝《实录》、《河工方略明鉴》、《皇朝文颖》、《全唐文》。当过道光帝的老师。嘉庆十九年至二十五年间，嘉庆帝六次谒陵，五次秋狝木兰，振镛以宰相身份留守京城。以老成自居，道光时任军机大臣十四年余，加封太子太保。以大学士兼军机大臣终其身，帝视为“股肱心膂之臣”，《清史稿》称：其“恩眷之隆，时无与比”。道光帝晚年倦勤，“一时言官，多好毛举细故，相率为浮滥冗琐之文以塞责”，曹振镛教皇帝在奏章里挑错字，“必严斥罚俸降革，中外震悚”。其所出的计谋, 多误国之方。曹振镛一生官运亨通，赖拿派向他请教如何平步青云，他说：“无它，但多磕头、少说话耳！”门生后辈有入御史者，必戒之曰：“毋多言，毋豪意兴！”时人讥其“庸碌”，道光十五年逝世，道光帝亲临吊丧。谥文正，入贤良祠，有人讥其“不文不正”。著有《纶阁廷辉集》、《话云轩咏史诗》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹振镛>曹振镛</a>"
},
{
"headline":"林爽文",
"startDate":"1756",
"endDate":"1788",
"text":"<p>    林爽文（1756年－1788年），原籍福建漳州平和。1773年随其父亲到台湾，定居彰化县大里杙庄（今台中市大里区）。1784年加入天地会，之后成为彰化天地会首领，1786年曾发动林爽文事件，因酿成泉漳械斗及闽粤械斗而失败，于1788年失败被捕，遭清政府于北京审讯判决凌迟处死。今日，位于南投县中寮乡爽文村有爽文国中、爽文国小两所是与村同名，以及台中市大里区有爽文路、爽文国中皆取其名，以兹感念。另苗栗县卓兰镇也留有爽文路的地名（非路名）。另外，台湾光复之初，国民政府曾计划将嘉义市改名爽文市，后来此计划并未实施。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/林爽文>林爽文</a>"
},
{
"headline":"大小和卓之乱",
"startDate":"1757",
"endDate":"1759",
"text":"<p>    大小和卓之乱，是清乾隆二十二年（1757年）中国新疆回部白山派首领霍集占兄弟发动的叛乱，清代文献称之为“平定回部”。霍集占与其兄波罗尼都出自中亚伊斯兰教白山派和卓家族，故称波罗尼都为大和卓，霍集占为小和卓。乾隆二十年（1755年）清军平定准噶尔后，将被准噶尔囚禁的大小和卓释放，并派波罗尼都招抚西域天山南路各城。不久阿睦尔撒纳反叛，大小和卓乘机控制了新疆西南部一带。乾隆二十二年（1757年），霍集占杀死清军副都统阿敏道，举兵自立。次年（1758年），乾隆皇帝发兵征讨霍集占，清军在库车、叶尔羌（今莎车）、和阗等地与大小和卓交战。乾隆二十四年（1759年），大小和卓兵败西逃，经葱岭进入巴达克山（在今阿富汗东北部）境内，被巴达克山首领素勒坦沙擒杀，叛乱遂平。大小和卓之乱的平定标志着清朝全国统一战争的完成，是乾隆皇帝的十全武功之一。此役之后，西域天山南路重新纳入中国版图，清朝疆域臻于极盛。回部平定后，清廷设伊犁将军统辖新疆各部，设总理回疆事务参赞大臣管理回部。此后的六十多年中新疆没有发生大的动乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大小和卓之乱>大小和卓之乱</a>"
},
{
"headline":"席佩兰",
"startDate":"1760",
"endDate":"1829",
"text":"<p>    席佩兰（1760～1829后）清代女诗人，袁枚女弟子。名蕊珠，字韵芬， 一字遗华，号浣云、道华、佩兰等，昭文（今江苏常熟）人。常熟孙原湘妻。佩兰擅画兰。诗天机清妙，著有《长真阁诗稿》、《傍杏楼调琴草》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/席佩兰>席佩兰</a>"
},
{
"headline":"嘉庆",
"startDate":"1760",
"endDate":"1820",
"text":"<p>    仁宗爱新觉罗·颙琰（1760年11月13日－1820年9月2日），原名永琰，清朝第五位皇帝，乾隆帝第十五子。年号嘉庆，1795年～1820年在位。在位前四年是太上皇乾隆帝发号施令，嘉庆帝并无实权。乾隆帝死后才独掌大权。他惩治贪官和珅，肃清了吏治。他在位期间是世界工业革命兴起的时期，也是清朝由盛转衰的时期。内忧外患此起彼伏，国内爆发了白莲教起义，清朝统治危机出现。他继续推行闭关锁国和重农抑商政策，导致清朝落后世界大潮，留下千古遗恨。庙号仁宗，谥号受天兴运敷化绥猷崇文经武光裕孝恭勤俭端敏英哲睿皇帝，葬于清西陵之昌陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嘉庆>嘉庆</a>"
},
{
"headline":"孙原湘",
"startDate":"1760",
"endDate":"1829",
"text":"<p>    孙原湘（1760 ～1829）清代诗人。字子潇，一字长真，晚号心青，自署姑射仙人侍者，昭文（今江苏常熟）人。清嘉庆十年(1805年)进士。翰林院庶吉士，充武英殿协修。不久得疾返里不出，先后主持玉山、毓文、紫琅、娄东、游文等书院讲席，学生多有成就。他擅诗词，主张“性情为诗之主宰”。又工骈、散文，兼善书法，精画梅兰、水仙。诗文与同时期的王昙、舒位鼎足，并称“后三家”或“江左三君”。著有《天真阁集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙原湘>孙原湘</a>"
},
{
"headline":"邓廷桢",
"startDate":"1776",
"endDate":"1846",
"text":"<p>    邓廷桢（1776年－1846年），字维周，又字嶰筠，晚号妙吉祥室老人、刚木老人。中国江苏江宁人，祖籍苏州洞庭西山明月湾。清朝官员。善诗文，是著名的书法家，著有《双砚斋诗钞》。邓廷桢于嘉庆六年（1801年）中进士，选庶吉士，散馆授翰林院编修。后历任浙江宁波、陕西延安、榆林、西安等地知府，湖北按察使、江西布政使、陕西按察使、布政使等职。道光六年（1826年），升任安徽巡抚，十五年（1835年）10月15日升任两广总督。十九年十二月（1840年1月29日）调任闽浙总督。在任职两广总督期间，邓一度主张放开鸦片的进口，并于道光十六年九月初二（1836年10月11日）上奏要求弛禁。但是，弛禁消息一传开，广州地区吸食鸦片的情况骤然恶化，邓不得不转变立场，主张严禁鸦片。当钦差大臣林则徐到达广州后，邓迅速加以配合。第一次鸦片战争爆发后，邓在福建加强海防，于道光二十年（1840年）7月2日在厦门击退来犯的英军。9月28日，清朝因战事失利与英国展开谈判，邓被革职，后流放新疆伊犁。不久被重新起用，任陕西巡抚。道光二十六年（1846年）病逝于西安，归葬于南京麒麟门外邓廷桢墓。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓廷桢>邓廷桢</a>"
},
{
"headline":"王聪儿",
"startDate":"1777",
"endDate":"1798",
"text":"<p>    王聪儿（1777年－1798年）又称齐王氏，湖北襄阳人，白莲教首齐林之妻，江湖卖艺女子，能兵器武艺，居于黄龙珰。夫齐林于嘉庆元年（1796年）元宵节起事失败遭捕斩，王聪儿与夫徒弟姚之富号召五万白莲教众起事。为夫复仇，于1796年辰年辰月辰日三月十五日起事于湖北省。攻进河南。1797年进四川会川教徒。官兵于川督明亮带领，于川北包围王聪儿。王聪儿领二万教众出川攻陕西西安，战败，折回湖北省。1798年被围在湖北郧西茅山，与姚之富双跳崖自尽。战事至1804年历时9年才结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王聪儿>王聪儿</a>"
},
{
"headline":"关天培",
"startDate":"1781",
"endDate":"1841",
"text":"<p>    关天培（1781年1月8日－1841年2月26日），字仲因，号滋圃，江苏山阳县（今淮安市淮安区）人。鸦片战争中的大清名将。关天培于1781年（乾隆四十六年）出生在江苏山阳（今淮安）一个军人家庭里，自小耳濡目染，习兵练武，驾船航海。1803年（嘉庆八年）考取武痒生，拔淮安城守营额外右营外委，后升左营把总、中营千总。后又历任江南扬州营中军守备、两江督标中军守备、外海水师奇营守备、江南苏松镇标左营游击、吴淞营参将、江南川沙营外海水师参将。1826年（道光六年），关天培押送漕米船1254艘自吴淞往天津，一路上排除万难，逾百万石漕粮完整运达。道光帝闻讯大喜，升其为江苏太湖营内河水师副将；次年特旨补授江南苏松镇总兵。1833年（道光十三年），署江南提督。1834年（道光十四年），发生律劳卑事件，广东水师提督李增阶因疏于防务、办事不力而被革职，由关天培顶替。关到职后，致力完善广州门户虎门的防卫体系——加固炮台、增设火炮、构筑障碍、添补兵勇、拟订战术。1839年（道光十九年），林则徐任钦差大臣，奉旨到广东禁烟，并节制广东水师。关天培全力支持，协助林禁烟、销烟。而损失惨重的英国开始采取武力报复，自此发动了数次进攻，都被关天培率水师击败，因而得到了道光帝的嘉许，赐号法福灵阿巴图鲁。1841年（道光二十一年）1月7日，英军攻陷虎门的第一重门户大角、沙角两炮台，参将陈连升父子壮烈牺牲，形势变得危急。道光皇帝以督率无方为名，革去关天培的顶戴，令其带罪立功。于是关天培与总兵李廷钰分守靖远、威远两炮台，并典当衣物，每兵给银两元以安抚士兵、提升士气。2月26日清晨，英舰向虎门各炮台大举炮击，基本摧毁各炮台作战能力；之后英军登陆围攻炮台，双方展开肉搏战；关天培同游击麦廷章力守炮台，最后两人均伤重殉职，虎门因而沦陷。第二天，关的随从孙长庆返回战场领回他已经被炮火烧焦的尸体，英舰伯兰汉号鸣炮以示敬意。孙将其葬于淮安城东门外（今淮安区城东乡南窑社区）。道光皇帝闻此噩耗，痛失将才，因而亲作祭文，并对关天培优恤骑都尉兼一云骑尉世职，谥忠节，入祀昭宗祠。另命地方官关照其年逾八十老母亲的生活，“给银米以养余年”。其子从龙袭世职，官拜安徽候补同知。后又在虎门建立祀关天培专祠。1846年（道光二十六年）其子依关母遗嘱，用朝廷所发的抚恤金和筹措的资金在县东街建造了“关忠节公祠”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/关天培>关天培</a>"
},
{
"headline":"道光",
"startDate":"1782",
"endDate":"1850",
"text":"<p>    道光帝（1782年9月16日－1850年2月25日），爱新觉罗氏，原名绵宁，即位后改为旻宁，嘉庆帝次子，生母为孝淑睿皇后喜塔拉氏，是清兵入关后的第六个皇帝。也是清朝唯一以嫡长子身分继承皇位的皇帝。道光皇帝原名绵宁，他从小即十分聪明，据说是乾隆帝最疼爱的孙子。嘉庆十八年（1813年），因天理教癸酉之变，取出宫中禁用的鸟铳，连杀二敌的英勇表现，封为“智亲王”。嘉庆二十五年（1820年）嘉庆帝卒，绵宁继位，因为担心绵字老百姓不容易避讳，所以改名旻宁，定年号为道光。即位时正值鸦片泛滥，道光帝为挽救国家财政危机，也主张禁烟，多次下诏禁鸦片进口，禁止自种自制。之后鸦片战争爆发，由于道光帝战守无策，时和时战，清朝战败于英国，并与英人签订近代首条不平等条约──《南京条约》，割让香港及开放五口通商。道光帝一生俭朴，所穿龙袍甚至是宫内旧料所制，“衣非三浣不易。宫中用款，岁不逾二十万，内务府掌司各官，皆有‘臣朔饥欲死’状。颂之者谓其俭德实三代下第一人，虽汉文帝宋仁宗亦不能及。”满朝文武亦因此投其所好，所穿朝服故意打上补丁，以示清廉。曹振镛是道光帝第一重臣，奉行“多磕头，少说话”哲学。大臣所上奏章也“语多吉祥，凶灾不敢入告”。继起的穆彰阿，人称“在位二十年，亦爱才，亦不大贪，惟性巧佞，以欺罔蒙蔽为务”。甚至鸦片战争时，前方将帅还不断谎报战功，“战败后的广州，并没有像通常那样死气沉沉，而是上上下下都喜气洋洋地互贺升迁”，指挥官“靖逆将军”奕山竟被钦命“交部优叙”，赏白玉翎管。礼部右侍郎曾国藩批评道光时代：“九卿无一人陈时政之得失，司道无一折言地方之利病，相率缄默。”“以畏葸为慎，以柔靡为恭。”，“京官之办事通病有二：曰退缩、曰琐屑。外官之办事通病有二：曰敷衍、曰颟顸。”乃至太平天国兵起，地方官仍互相隐讳，不敢上报。道光朝稍可称善的政绩是用陶澍改革盐法，革除了垄断商贩的束缚，取得了显著的成就。在位三十年，终年68岁，葬于慕陵（今河北省易县西）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/道光>道光</a>"
},
{
"headline":"穆彰阿",
"startDate":"1782",
"endDate":"1856",
"text":"<p>    穆彰阿（1782年－1856年），字子朴，号鹤舫，别号云浆山人，郭佳氏，满洲镶蓝旗人。出身于官僚家庭，父亲是广泰。嘉庆十年(1805年)中进士，选庶吉士，散馆授检讨。曾任军机大臣、翰林院掌院学士、兵部尚书、户部尚书、协办大学士、太子太保等职，道光八年(1828年)入军机处，任军机大臣达二十余年。善于揣摩道光皇帝的心理，“终道光朝，恩眷不衰”，人称“在位二十年，亦爱才，亦不大贪，惟性巧佞，以欺罔蒙蔽为务”，担任漕运总督。门生遍满朝野，号称“穆党”，道光二十三年(1843年)提拔曾国藩，有师生之谊。鸦片战争爆发，支持琦善，将林则徐、邓廷桢等革职，军机大臣王鼎甚愤穆彰阿误国。闭户自缢，冀以尸谏。咸丰即位，起用林则徐、姚莹等人，指责穆彰阿“保位贪荣，妨贤病国”，将其革职，永不叙用。咸丰六年(1856年)病死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/穆彰阿>穆彰阿</a>"
},
{
"headline":"姚莹",
"startDate":"1785",
"endDate":"1853",
"text":"<p>    清朝著名史学家、文学家。字石甫，号明叔，晚号展和；因以十幸名斋，又自号幸翁。安徽桐城人。从祖姚鼐，为桐城派古文主要创始人。姚莹于嘉庆十二年(1807)中举，次年为进士。此后曾游幕广东，在福建、江苏任州县地方官。鸦片战争爆发时，他正在台湾道任上，与镇将达洪阿协力同心保卫国土。清王朝向英国屈辱议和后，以知州分发四川。咸丰初年，奉旨赴广西赞理军务，先后任广西、湖南按察使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姚莹>姚莹</a>"
},
{
"headline":"林则徐",
"startDate":"1785",
"endDate":"1850",
"text":"<p>    林则徐（1785年8月30日－1850年11月22日），福建省侯官（今福州市区）人，字元抚，又字少穆、石麟，晚号俟村老人、俟村退叟、七十二峰退叟、瓶泉居士、栎社散人等，是中国清朝后期政治家、思想家和诗人，官至一品，曾任湖广总督、陕甘总督和云贵总督，两次受命钦差大臣；因其主张严禁鸦片、抵抗西方列强的侵略，在中国有“民族英雄”之誉。林则徐曾多次在中国近海粉碎英国人的武装挑衅，“虎门销烟”尤称壮举。然而，林则徐的禁烟运动严重损害了英国鸦片走私贸易的巨大利益，客观上促使英国发动了对中国的侵略战争——第一次鸦片战争，近代西方列强对中国长达百年的侵略史由此揭开。尽管林则徐一生力抗西方入侵，但其对于西方的文化、科技和贸易则持开放态度，主张学其优而用之。根据文献记载，他至少略通英、葡两种外语，且着力翻译西方报刊和书籍。晚清思想家魏源将林则徐及幕僚翻译的文书合编为《海国图志》，此书对晚清的洋务运动乃至日本的明治维新都具有启发作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/林则徐>林则徐</a>"
},
{
"headline":"琦善",
"startDate":"1786",
"endDate":"1854",
"text":"<p>    琦善（1786年1月18日－1854年8月3日），字静庵，博尔济吉特氏，满洲正黄旗人。清朝官员。世袭一等侯爵，父成德，曾任杭州将军及热河都统。嘉庆十一年（1806年）由荫生授刑部员外郎。嘉庆二十四年（1819年）升河南巡抚，被褫职以主事饺留办河工。历任布政使、巡抚等职，官至直隶总督、文渊阁大学士。1838年8月至11月，在天津起获烟土15万余两。1840年8月30日，琦善赴天津，1840年9月28日－12月4日期间，奉旨接替林则徐担任两广总督。全名为“总督两广等处地方提督军务、粮饷兼巡抚事”的该官职，是兼辖广西地区的广东、广西两省之最高统治者，亦为清朝封疆大吏之一。原先主剿的琦善在白河口见英军“船坚炮利”，下令撤退炮台守军，并派广东人鲍鹏去穿鼻洋（广州虎门口）向英军求和，1月25日与义律私下约订《穿鼻草约》，割让香港，赔款六百万元。后道光皇帝以琦善擅自割让香港为奇耻大辱，令锁拿解京问罪，“革职锁拿，查抄家产”，发军台，后获赦免，任驻藏大臣、热河都统、四川总督、陕甘总督等职。咸丰二年（1852年）任钦差大臣阻击太平军，在扬州外围建立“江北大营”，计马步兵一万八千人，四年秋天，琦善殁于扬州军中，卒谥文勤。琦善在后世的评价中，以负面居多，但也有人认为当年琦善有“自知之明”，他所约订的《穿鼻草约》已是晚清损失最小的条约。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/琦善>琦善</a>"
},
{
"headline":"林爽文事件",
"startDate":"1787",
"endDate":"1788",
"text":"<p>    林爽文事件，台湾清治时期三大民变之一。由天地会领袖林爽文发动。抗清初期:乾隆五十一年十一月廿六日（1787年1月16日）因台湾府知府孙景燧取缔天地会，逮捕天地会领袖林爽文之叔伯，林爽文率军劫狱反抗，号称50万众响应，十一月廿九日（1月18日）攻下彰化，杀台湾知府孙景燧，进驻彰化县衙门，自称“盟主大元帅”。十二月初一（1月20日）北路的王作、李同也率众响应，杀淡水同知程峻。又向北攻下新竹竹堑城。林爽文建号“顺天”，往南攻打诸罗等地，福建陆路提督署台湾兵备道柴大纪力守，诸罗县知县董启埏与已卸任的唐镒皆被杀。凤山天地会领袖庄大田亦集众起兵响应，发生笃嘉庄之战，至十二月（2月）全台除南部台湾府、诸罗，中部海港鹿港外均陷落。但因军纪不良，桃竹苗等地的客家居民被迫以乡勇形式组织义民团练，抵抗林爽文军队保卫自己的家乡。在新竹地区，则有陈紫云领导下，转战新竹苗栗等地。事件平定后，乡民捡集新竹死难客家乡勇骨骸共二百多具，合葬于枋寮（即今新竹县新埔褒忠亭义民庙）。闽浙总督常青闻变急派福州将军恒瑞、福建水师提督黄仕简和福建陆路提督任承恩率清军4000人征台，先后收回诸罗县城、凤山县城，不久即于三月初六（4月23日）再被庄大田攻占，双方形成拉锯战。（常青初视师，战无功，承恩、仕简以误军机坐斩，台湾平，赦出狱；仕简至狼山镇（今江苏南通东南海边）总兵，承恩亦至副将）。使清廷命常青为督师调并浙江、广东清军一万多人亲自渡台，随后又增加七千人，双方对峙在台湾府城。台湾漳泉械斗已久，鹿港泉州府籍林凑等人率众袭击彰化县县城，大杀漳州府籍移民并且焚毁民房，漳州籍林爽文率军反攻，许多漳州人被迫投入林爽文阵营，漳州籍大股首陈泮为了报复泉州人，凡是泉州人房屋，也尽数焚毁。下淡水溪的漳州籍庄大田也因为闽粤械斗之历史仇恨，与客家庄民爆发冲突，只好暂停攻城行动。抗清后期:后来清廷又派陕甘总督大学士福康安、参赞大臣海兰察共率绿营八千人于12月10日（阴历11月2日）自泉州人控制的鹿港登台，上岸后再招团练六千，总兵力一万四千，与林爽文三万兵力对峙，双方战于八卦山。福康安先后收彰化、诸罗。爽文败走集集、水沙连（今南投县鱼池乡）等地。1788年2月10日福康安令人说服当地居民于老衢崎（今苗栗县竹南镇崎顶里一带）生擒林爽文。庄大田由于与泉州籍首领庄锡舍有嫌隙，兵败逃亡时行踪为清军所知，被乌作哈达率领的水师抓获时，已身受重伤，在台湾被处死，函首燕京。此事清廷仅派军不足4万，费时一年四个月平定，之后清乾隆皇为了“嘉”奖诸罗县义民“义”举，而将诸罗改名“嘉义”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/林爽文事件>林爽文事件</a>"
},
{
"headline":"清越战争",
"startDate":"1788",
"endDate":"1789",
"text":"<p>    清军入越战争[1]指的是1788年底至1789年初清朝与越南西山朝之间发生的战争。1788年，西山朝北伐，攻破后黎朝的都城升龙（今越南河内市）。后黎朝的昭统帝逃往保禄山，派大臣阮辉宿向清朝求救。乾隆帝便派孙士毅为主帅攻入安南境内，欲让黎昭统帝复位。在战争初期，清朝军队势如劈竹，占领了升龙（今越南河内市）；但后来西山朝皇帝阮惠自富春（今越南顺化）率军反击，战局迅速得到逆转。阮惠趁清军庆祝春节之机，对驻守玉洄（今河内市清池县玉洄市社）、栋多（今河内市栋多郡）等地的清军发起突袭，清军大败，退回边境以内。最终阮惠主动向清朝请和，乾隆帝同意讲和并承认了阮惠为安南的新君主。中国人将这场战争称为清越战争、清军入越战争或乾隆年平定安南之役；越南人则将这场战争称为抗清战争、清与大越战争、玉洄栋多之战或己酉战胜。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清越战争>清越战争</a>"
},
{
"headline":"李侍尧",
"startDate":"1788",
"endDate":"1788",
"text":"<p>    李侍尧（？－1788年11月20日），字钦斋，汉军镶黄旗人，二等伯李永芳四世孙，清朝封疆大吏，伯爵。历任尚书、总督等，两度犯下死罪，乾隆帝不忍杀他，卒谥恭毅。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李侍尧>李侍尧</a>"
},
{
"headline":"洪任辉",
"startDate":"1789",
"endDate":"1789",
"text":"<p>    洪任辉（James Flint）是18世纪的一名英国商人和外交家。1759年的洪任辉事件，是清政府实行广州一口通商的直接原因。洪任辉曾在广州学习中文，是英国第一个中文翻译。乾隆二十年（1755），英国东印度公司派喀喇生（Samuel Harrison）和洪任辉前往宁波贸易。自此，东印度公司增加了宁波的贸易量并导致广州港大受影响。朝廷因此将浙江海关的关税提高一倍。 乾隆二十四年（1759），洪任辉不顾清政府已经撤销江、浙、闽三海关的规定，前往宁波。受阻后又直航天津，通过行贿将一纸诉状告到乾隆皇帝，控告粤海关官员贪污及刁难洋商，并代表东印度公司希望清政府改变外贸制度。这件事最终的处理结果是，中国相关人等受到惩罚，洪任辉被拘押于澳门前山寨，并在期满后驱逐后驱逐回国。清廷将广州作为唯一口岸的力度加强，颁布《防夷五事》，限制外商活动。洪任辉事件也成为清政府彻底实行独口贸易的标志。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洪任辉>洪任辉</a>"
},
{
"headline":"奕山",
"startDate":"1790",
"endDate":"1878",
"text":"<p>    奕山（1790年6月13日－1878年6月30日），字静轩，中国清朝后期人物，道光帝侄、康熙帝十四子胤禵玄孙。满洲镶蓝旗人、爱新觉罗氏宗室。道光元年（1821年），由四品宗室充任三等侍卫。历任塔尔巴哈台领队大臣，镶蓝旗汉军副都统，伊犁参赞大臣，正红旗护军统领等职，道光十八年（1838年）授伊犁将军，二十年召回北京。道光二十一年（1841年），第一次鸦片战争爆发，道光帝将主持广东军务的钦差大臣琦善革职，任命奕山为靖逆将军。奕山以“粤民皆汉奸，粤兵皆贼党”、“防民甚于防寇”，另在福建招募未经训练的士兵，又日夜饮酒作乐，5月21日，奕山所部在白鹅潭水域向英军发起夜袭，结果一败涂地，广州城外炮台尽失。清军退入广州城，不敢出战，南海乡勇和湖南乡勇为抢夺粮食而引发内哄，城内大乱。26日，奕山派人举旗投降。与义律签订《广州和约》。道光二十二年十二月被圈禁在宗人府空室，隔年八月即被释还，又赏给二等侍卫充任和阗办事大臣，接着数年下来，功封镇国将军，伊犁将军。咸丰元年（1851年）7月，俄罗斯全权代表科瓦列夫斯基与中国新任伊犁将军奕山、参赞大臣布彦泰在伊犁谈判。俄方要求按照《恰克图贸易旧章》议定具体办法。奕山一味妥协退让，除喀什通商一事未允外，“接受了俄方的所有提议”。8月6日，双方在《伊犁塔尔巴哈台通商章程》上签字。咸丰五年（1855年12月），被任命为黑龙江将军。第二次鸦片战争时期，俄罗斯东西伯利亚总督穆拉维约夫以“助华防英”为由与奕山谈判，“中俄必须沿黑龙江、乌苏里江划界”。更以“最后通谍的方式”，用武力威胁，在黑龙江沿岸不断用炮火示威。奕山怖惧，亦不愿轻启边关战端。咸丰八年四月（1858年5月），双方签订《瑷珲条约》，将黑龙江以北六十多万平方公里土地全部划归俄罗斯。咸丰十年（1860年），俄罗斯又借机迫使清廷订立《中俄北京条约》，将乌苏里江以东，包括库页岛在内的约四十万平方公里由“共管”割归俄罗斯。前后两次共一百多万平方公里领土丧失。《瑷珲条约》签订后，奕山曾向咸丰说明俄罗斯逼迫签约的蛮横行径，但无法得到谅解，被革职，召回北京。又复起用，1878年病死北京。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/奕山>奕山</a>"
},
{
"headline":"祁寯藻",
"startDate":"1793",
"endDate":"1866",
"text":"<p>    祁寯藻（1793年－1866年），字叔颖，一字淳甫，避讳改实甫，号春圃、息翁，山西寿阳人。清朝大臣，三代帝师。嘉庆十九年(1814)进士，由庶吉士授编修，累官至体仁阁大学士、太子太保。谥号文端。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/祁寯藻>祁寯藻</a>"
},
{
"headline":"魏源",
"startDate":"1794",
"endDate":"1856",
"text":"<p>    魏源（1794年－1856年），原名远达，字默深，一字墨生，又字汉士，号良图。清湖南省邵阳县金潭人（今邵阳市隆回县金潭）。为晚清思想家，新思想的倡导者、林则徐的好友。魏源是近代中国“睁眼看世界”的文人之一。清朝道光二年（1822年）魏源二十九岁参加顺天乡试，考中举人，试卷得到宣宗褒扬，但此后会试却落第，房考刘逢禄深感可惜。后魏源捐内阁中书，直到道光二十五年（1845年）方中进士，殿试位列三甲第九十三名，以知州分发江苏，赞权兴化。官至高邮州知州。晚年隐居杭州，潜心佛教，法名承贯。病逝于杭州。《清史稿》有传。著有《海国图志》一百卷，《圣武记》，辑《皇朝经世文编》一百二十卷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏源>魏源</a>"
},
{
"headline":"川楚教乱",
"startDate":"1795",
"endDate":"1804",
"text":"<p>    川楚教乱，亦有人称之为川楚白莲教起义（1795年－1804年），指中国清朝嘉庆年间爆发于四川、陕西、河南和湖北边境地区的白莲教徒武装反抗政府的事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/川楚教乱>川楚教乱</a>"
},
{
"headline":"嘉庆帝 颙琰",
"startDate":"1796",
"endDate":"1820",
"text":"<p>      清仁宗爱新觉罗·颙琰（1760年11月13日－1820年9月2日），原名永琰，清朝入关的第五位皇帝，乾隆帝第十五子。年号嘉庆，1795年～1820年在位。在位前四年是太上皇乾隆帝发号施令，嘉庆帝并无实权。乾隆帝死后才独掌大权。他惩治贪官和珅，肃清了吏治。他在位期间是世界工业革命兴起的时期，也是清朝由盛转衰的时期。内忧外患此起彼伏，国内爆发了白莲教起义，清朝统治危机出现。他继续推行闭关锁国和重农抑商政策，导致清朝落后世界大潮，留下千古遗恨。庙号仁宗，谥号受天兴运敷化绥猷崇文经武光裕孝恭勤俭端敏英哲睿皇帝，葬于清西陵之昌陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嘉庆帝 颙琰>嘉庆帝 颙琰</a>"
},
{
"headline":"查理·义律",
"startDate":"1801",
"endDate":"1875",
"text":"<p>    海军上将查理·义律爵士，KCB，RN（Admiral Sir Charles Elliot，1801年－1875年9月9日）英国军人和殖民地官员，1836年至1841年担任英国驻华商务总监，后因鸦片贸易问题，使得英国对清廷宣战，引发第一次鸦片战争外，并率先在1841年1月26日派兵占领香港。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/查理·义律>查理·义律</a>"
},
{
"headline":"叶名琛",
"startDate":"1809",
"endDate":"1859",
"text":"<p>    叶名琛（1809年－1859年4月9日），字昆臣，中国清朝中后期的政治人物，湖北汉阳人，原籍江苏溧水。第二次鸦片战争时被俘，卒于印度。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/叶名琛>叶名琛</a>"
},
{
"headline":"曾国藩",
"startDate":"1811",
"endDate":"1872",
"text":"<p>    曾国藩（1811年11月26日－1872年3月12日），初名子城，谱名传豫，字伯涵，号涤生；清朝湖南长沙府湘乡白杨坪（现属湖南省娄底市双峰县荷叶镇天子坪）人，宗圣曾子七十世孙。中国近代政治家、军事家、理学家、文学家，与胡林翼并称曾胡，因讨伐太平军时，有大肆屠杀平民之情事，而与其弟曾国荃被称为曾剃头或曾屠户。曾国藩与李鸿章、左宗棠、张之洞并称“晚清四大名臣”。官至武英殿大学士、两江总督。同治年间封一等毅勇侯，又授世袭罔替，谥文正。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曾国藩>曾国藩</a>"
},
{
"headline":"左宗棠",
"startDate":"1812",
"endDate":"1885",
"text":"<p>    左宗棠（1812年11月10日－1885年9月5日），字季高，一字朴存，号湘上农人，署名今亮，谥文襄，湖南湘阴人，清朝大臣，著名湘军将领。一生亲历了湘军平定太平天国运动，洋务运动，率军平定同治陕甘回变和收复新疆等重要中国历史事件。宗棠少时屡试不第，功名止于举人，转而留意农事，遍读群书，钻研地理舆地、兵法。后竟因此成为清朝后期著名大臣，后破格敕赐进士，官至东阁大学士、军机大臣，封二等恪靖侯。与曾国藩、李鸿章、张之洞，并称“晚清四大名臣”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/左宗棠>左宗棠</a>"
},
{
"headline":"癸酉之变",
"startDate":"1813",
"endDate":"1813",
"text":"<p>    癸酉之变，或称天理教起事、八卦教起事，指中国清朝嘉庆十八年（1813年）发生的一次天理教（秘密宗教八卦教的一派）军队进攻北京紫禁城的事件。其余鲁、豫各地亦有起事，皆随即被官兵平定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/癸酉之变>癸酉之变</a>"
},
{
"headline":"洪秀全",
"startDate":"1814",
"endDate":"1864",
"text":"<p>    洪秀全（1814年1月1日－1864年6月1日），又名洪日。是太平天国以宗教名义发动民变的领袖，客家人。原名洪仁坤，小名火秀，清嘉庆十八年十二月初十生于广东花县（今广州市花都区）福源水村，后来移居到官禄布村。洪秀全建立太平天国，称天王，1853年以南京作为首都，改名天京，1864年在天京病逝，太平天国在他死后不久灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洪秀全>洪秀全</a>"
},
{
"headline":"道光帝 旻宁",
"startDate":"1820",
"endDate":"1850",
"text":"<p>      道光帝（1782～1850），爱新觉罗·旻宁，原名绵宁，清朝第八位皇帝（努尔哈赤算起），1820-1850年在位，在位期间正值清朝衰落，他为挽救清朝颓势做了一些努力，如整顿吏治，整厘盐政，通海运，平定张格尔叛乱，严禁鸦片，起到了一定积极作用；他本人力行节俭，勤于政务，但作为一个帝王他的资质不高，加之社会弊端积重难返，清王朝在道光帝的统治时期进一步衰落，和西方的差距也越来越大，1842年清朝在鸦片战争中失败，签订丧权辱国的《南京条约》，此后十年道光帝苟安姑息，得过且过，没有任何学习西方，振兴王朝的举措。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/道光帝 旻宁>道光帝 旻宁</a>"
},
{
"headline":"萧朝贵",
"startDate":"1820",
"endDate":"1852",
"text":"<p>    萧朝贵（约1820年—1852年），广西武宣县河马乡人，汉族，家境贫苦，到桂平紫荆山靠耕山烧炭度日。后加入洪秀全、冯云山“拜上帝会”。太平天国天王洪秀全所封五王中之西王，称八千岁。萧朝贵是太平天国早期的重要领袖，常以“天兄下凡附体上身”发布命令，是金田起义核心领导人之一。1852年9月攻长沙时阵亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧朝贵>萧朝贵</a>"
},
{
"headline":"秦日纲",
"startDate":"1821",
"endDate":"1856",
"text":"<p>    秦日纲（1821年－1856年），广西贵县人，太平天国将领，后来被封燕王。秦日纲本名秦日昌，因避北王韦昌辉讳而改名日纲。在1856年的“天京之变”中，秦日纲参与北王诛杀东王杨秀清的行动，后来被天王洪秀全处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦日纲>秦日纲</a>"
},
{
"headline":"李秀成",
"startDate":"1823",
"endDate":"1864",
"text":"<p>    李秀成（1823年－1864年8月7日，原名李以文），中国广西藤县 人，太平天国重要将领，被封为忠王，称荣千岁。在天京事变后，李秀成与陈玉成逐渐成为太平军的主要统帅，李秀成曾主持第二次击破清军设立在天京附近的江南大营。天京被清军攻陷后，李秀成带领幼天王突围，失散后被清军捕获，在狱中写下数万字的《李秀成自述》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李秀成>李秀成</a>"
},
{
"headline":"李鸿章",
"startDate":"1823",
"endDate":"1901",
"text":"<p>    李鸿章（1823年2月15日－1901年11月7日），字子黻、渐甫，号少荃、仪叟，晋封一等肃毅侯，谥文忠，自称“（大清）糊裱匠”，安徽合肥人。中国清末重臣，同时是将领兼外交官，洋务运动的主要领导人之一，淮军创始人和统帅。官至直隶总督兼北洋通商大臣，授文华殿大学士。李鸿章与曾国藩、左宗棠、张之洞，并称“晚清四大名臣”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李鸿章>李鸿章</a>"
},
{
"headline":"胡雪岩",
"startDate":"1823",
"endDate":"1885",
"text":"<p>    胡光墉（1823—1885），字雪岩，徽州绩溪人，中国近代著名红顶商人，富可敌国的晚清著名企业家，政治家；幼名顺官，字雪岩，著名徽商。开办胡庆馀堂中药店。后入浙江巡抚幕，为清军筹运饷械，1866年协助左宗棠创办福州船政局，在左宗棠调任陕甘总督后，主持上海采运局局务，为左大借外债，筹供军饷和订购军火，又依仗湘军权势，在各省设立阜康银号20余处，并经营中药、丝茶业务，操纵江浙商业，资金最高达二千万两以上，人称“为官须看《曾国藩》，为商必读《胡雪岩》”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡雪岩>胡雪岩</a>"
},
{
"headline":"杨秀清",
"startDate":"1823",
"endDate":"1856",
"text":"<p>    杨秀清（1823年－1856年），原名嗣龙，广西桂平紫荆镇平隘新村（今东王冲）人，汉族客家人，原籍广东嘉应州。在其曾祖父之时，迁居到广西桂平市紫荆山平隘新村（今东王冲），依靠耕林烧炭为生。太平天国重要领袖之一，被天王洪秀全封为五王之一的东王，称九千岁，专权无度。在1856年的“天京之变”中被洪秀全命韦昌辉、秦日纲等人所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨秀清>杨秀清</a>"
},
{
"headline":"韦昌辉",
"startDate":"1826",
"endDate":"1856",
"text":"<p>    韦昌辉（1823年或1826年－1856年），又名正，广西桂平金田村人，壮族[1]，生员。是太平天国早期重要的领导人之一。是天京之变的重要人物，杀死东王杨秀清，又将意见不同的翼王石达开之亲族人等一律杀害。最后因滥杀而引致其他太平军诸侯对他的不满，被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韦昌辉>韦昌辉</a>"
},
{
"headline":"翁同龢",
"startDate":"1830",
"endDate":"1904",
"text":"<p>    翁同龢（1830年－1904年），字叔平，号松禅，晚号瓶庵居士。中国江苏常熟人，晚清政治人物、书法家。官至户部、工部尚书、军机大臣兼总理各国事务衙门大臣。是同治帝和光绪帝的两代帝师。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/翁同龢>翁同龢</a>"
},
{
"headline":"咸丰",
"startDate":"1831",
"endDate":"1861",
"text":"<p>    咸丰帝，爱新觉罗氏，名奕詝（1831年7月17日－1861年8月22日），道光帝第四子，其母孝全成皇后钮祜禄氏。生于北京圆明园之澄静斋，20岁继帝位，年号咸丰。在位十一年（1850年-1861年）。崩于承德避暑山庄烟波致爽殿，葬于定陵（河北遵化县清东陵），享年31岁，为大清帝国历史上最后一位掌握实际统治权的皇帝。他被后人称为无远见、无胆识、无才能、无作为的“四无”皇帝。他登基不久就发生了太平天国农民起义，之后又有英法联军进攻北京火烧圆明园，他在重大事件面前大都优柔寡断，束手无策，且迷于酒色，荒废朝政，宠爱叶赫那拉（日后的慈禧），误国殃民，留下千古遗憾。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/咸丰>咸丰</a>"
},
{
"headline":"石达开",
"startDate":"1831",
"endDate":"1863",
"text":"<p>    石达开（1831年－1863年），小名亚达，绰号石敢当，祖籍广东兴宁，广西贵县（今贵港）客家人，太平天国名将，近代中国著名的军事家、政治家、武学名家。石达开是太平天国最富有传奇色彩的人物之一，十六岁“被访出山”，十九岁统帅千军，二十岁封王，从容赴死时年仅三十二岁，他生前用兵神出鬼没，死后仍令对手心有余悸，在他身后数十年中都不断有人打着他的旗号从事反清运动，辛亥革命党人曾通过诗歌，小说，绘画等各种媒介宣传他的事迹以激励民气，号召志士，鼓吹革命。有关石达开的民间传说、歌谣遍布他生前转战过的大半个中国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/石达开>石达开</a>"
},
{
"headline":"奕䜣",
"startDate":"1833",
"endDate":"1898",
"text":"<p>    恭忠亲王奕䜣（1833年1月11日－1898年5月29日），号乐道堂主人，满洲爱新觉罗氏、道光帝第六子，咸丰帝同父异母兄弟，生母为静妃博尔济吉特氏，道光帝遗诏封“和硕恭亲王”。统称“六王爷”；清末洋务派、总理衙门首领，保守派对其鄙称“鬼子六”。赐爵位世袭罔替，身后谥“忠”。道光三十年（1850年）以宣宗遗诏封恭亲王。咸丰朝期间，奕䜣的政治地位并不很重要，他只有在1853年到1855年之间担任领班军机大臣。1860年，在第二次鸦片战争中，奕䜣授命为全权钦差大臣，负责与英、法、俄谈判，并且签订了《北京条约》。1861年，咸丰帝过世，奕䜣与慈禧太后合谋发动辛酉政变，成功夺取了政权，被授予议政王之衔。从1861年到1884年，奕䜣任领班军机大臣与领班总理衙门大臣，期间虽在1865年遭慈禧太后猜忌被革除议政王头衔，但依旧身处权力中心。1884年终于因中法战争失利被罢黜，一直到1894年以善后中日甲午战争失败，才再度被起用。从1894年到1898年任领班军机大臣与领班总理衙门大臣。1898年逝世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/奕䜣>奕䜣</a>"
},
{
"headline":"慈禧",
"startDate":"1835",
"endDate":"1908",
"text":"<p>    慈禧太后（1835年11月29日－1908年11月15日），那拉氏，玉牒称“叶赫那拉氏，安徽徽宁池太广道惠征女”，出身于北京的一个满洲镶蓝旗世袭官宦之家，后抬入满洲镶黄旗。清文宗咸丰皇帝的妃子，清穆宗同治皇帝的生母。1861年，咸丰帝崩逝后，与孝贞显皇后两宫并尊，称圣母皇太后，又称西太后，上徽号曰慈禧皇太后，后联合恭亲王发动辛酉政变，诛除八大臣。同治帝即位后，首度垂帘听政。为自1861年至1908年间大清帝国的实际统治者，为期仅次于清朝康熙帝和乾隆帝。生前，外人有以“慈禧太后”、“圣母皇太后”、“西太后”等称之者；自光绪年间，宫中及朝廷开始以“老佛爷”尊称之；死后谥号为“孝钦慈禧端佑康颐昭豫莊诚寿恭钦献崇熙配天兴圣显皇后”，长度为大清皇后之最，亦超过大清开国皇后及孝德、孝贞二位正宫，同时也超过入关后满清所有皇帝的谥号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/慈禧>慈禧</a>"
},
{
"headline":"荣禄",
"startDate":"1836",
"endDate":"1903",
"text":"<p>    荣禄（1836年－1903年），字仲华，满族，瓜尔佳氏。满洲正白旗人。晚清军事家、政治家。清末代皇帝溥仪的外公。出身于世代军官家庭，以荫生晋工部员外郎，后任内务府大臣，工部尚书，出为西安将军。因为受到慈禧太后的青睐，留京任步军统领，总理衙门大臣，兵部尚书。辛酉政变前后为慈禧太后和恭亲王奕䜣所赏识。官至总管内务府大臣。1903年病死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荣禄>荣禄</a>"
},
{
"headline":"丁汝昌",
"startDate":"1836",
"endDate":"1895",
"text":"<p>    丁汝昌（1836年11月18日－1895年2月12日），原名先达，字禹廷，也作雨亭，号次章。生于安徽庐江县。清朝北洋水师提督。甲午海战中北洋水师全军覆没，丁汝昌自杀殉国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/丁汝昌>丁汝昌</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}