{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"刘铭传",
"startDate":"1836",
"endDate":"1896",
"text":"<p>    刘铭传（1836年9月7日－1896年1月12日），字省三，汉族，安徽合肥人。淮军将领，洋务派骨干，台湾省首任巡抚，率军击败法国舰队的进犯，且编练新军，从事建设铁路等一系列洋务改革，为台湾的现代化奠定了深远的基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘铭传>刘铭传</a>"
},
{
"headline":"慈安太后",
"startDate":"1837",
"endDate":"1881",
"text":"<p>    孝贞显皇后（1837年－1881年），又称慈安太后或东太后，中国清朝咸丰帝的皇后。姓钮祜禄氏。满洲镶黄旗人，广西右江道三等承恩公穆杨阿之女。谥号孝贞慈安裕庆和敬诚靖仪天祚圣显皇后。于咸丰二年（1852年）入宫，册封为贞嫔，在五月晋升为贞贵妃，六月初八即立为皇后。由于她升为贵妃和册立为后的时间间隔过短，因此个性恭简的她，便主动要求免去册封为贵妃的仪式，直接举行册立为皇后的大典即可。咸丰十一年七月（1861年），咸丰帝逝世于承德避暑山庄。皇子载淳继位，钮祜禄氏与载淳生母叶赫那拉氏在两天之内一先一后同被尊为皇太后。钮祜禄氏被称为“母后皇太后”，叶赫那拉氏则被称“圣母皇太后”，以为区别。八月在恭亲王奕䜣支持下，两位皇太后发动宫廷政变，成功夺权，史称辛酉政变。其后，两位皇太后共同垂帘听政长达20年。同治八年，内监安德海出京，山东巡抚丁宝桢报告了此事，慈安太后立即下令诛杀。同治十二年，归政于同治帝。一年后，同治帝逝世，光绪帝继位。慈安、慈禧太后重新垂帘听政。光绪七年，四十五岁的慈安太后突然暴毙，相传死于脑中风。但也有传言指出慈安是被慈禧所害而致死。在咸丰皇帝死后，与同治帝载淳的生母慈禧太后共同垂帘听政。慈安太后与慈禧太后两人，虽然都身为太后，但慈安太后是母后皇太后、慈禧太后是圣母皇太后，因此名义上的两宫并尊，实际上还是慈安太后的地位高过慈禧太后一截，奏折文书、日常行走的次序，亦为慈安在先，慈禧在后。慈安身份较慈禧高的事实，亦反映在两宫太后陵寝的布局和造价上，慈安陵神道直通咸丰帝定陵神道，而慈禧陵神道则只能通接慈安陵，而慈安陵初修建时造价亦略高于慈禧陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/慈安太后>慈安太后</a>"
},
{
"headline":"刘永福",
"startDate":"1837",
"endDate":"1917",
"text":"<p>    刘永福（1837年－1917年），字渊亭，广东钦州（今属广西）人，祖籍博白东平，中国清朝时的军事人物，清勇将领。1895年5月25日台湾割让后，拥立巡抚唐景嵩为台湾民主国总统，自称大将军。同年6月自立为大总统。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘永福>刘永福</a>"
},
{
"headline":"陈玉成",
"startDate":"1837",
"endDate":"1862",
"text":"<p>    陈玉成（1837年－1862年），客家人，广西藤县人，是太平天国后期重要将领，骁勇善战，被封英王，称禄千岁。原名陈丕成，洪秀全赐名玉成。他两眼下有痣，远望如四眼，人称“四眼狗”，1862年在安徽战败，投靠捻军头目苗沛霖时被苗绑送清军处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈玉成>陈玉成</a>"
},
{
"headline":"安德海",
"startDate":"1837",
"endDate":"1869",
"text":"<p>    安德海（1837年或1842年或1844年－1869年），一说名安得海，直隶南皮（河北省南皮县）人。宦官，清朝慈禧太后的宠臣。德海自幼自阉入宫，成为咸丰帝身边御前太监，人称“小安子”，颇知书，可以读《论语》、《孟子》。辛酉政变中，安德海把遗诏密报慈禧太后那拉氏，深得慈禧太后的欢心，升为总管太监。同治八年（1869年）七月出京办货，乘上两艘太平船从京杭大运河一路南下，“招摇煽惑，声势赫然”，七月二十日，驶入山东境内，抵鲁北古城德州。山东巡抚丁宝桢以祖训“宦竖私出，非制。且大臣未闻有命，必诈无疑”为由，于济南西门外丁字街（今饮虎池街北段）斩首，暴尸三日，随行二十余人，一律处死。安德海死后，李连英取代了他的地位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/安德海>安德海</a>"
},
{
"headline":"张之洞",
"startDate":"1837",
"endDate":"1909",
"text":"<p>    张之洞（1837年9月2日－1909年10月4日），字孝达，号香涛、香岩，又号壹公、无竞居士，晚年自号抱冰。其名字或出自《庄子·至乐》中的“张之洞庭之野。”。直隶南皮（今河北南皮）人。清道光十七年八月初三生于贵州。咸丰二年（1852年）十六岁中顺天府解元，同治二年（1863年）廿七岁中进士第三名探花，授翰林院编修，历任教习、侍读、侍讲、内阁学士、山西巡抚、两广总督、湖广总督、两江总督（多次署理，从未实授）、军机大臣等职，官至体仁阁大学士。张之洞早年一度是清流派健将，后成为洋务派的主要代表人物，大力倡导“中学为体，西学为用”。他注重教育和治安，主导了中国近代的警察制度，对清末教育和社会发展有很大的影响。还曾创办汉阳铁厂、大冶铁矿、湖北枪炮厂等。八国联军入侵时，大沽炮台失守，张之洞会同两江总督刘坤一与驻上海各国领事议订“东南互保”，并镇压维新派的唐才常、林圭、秦力山等自立军起义，光绪三十四年（1908年）11月，以顾命重臣晋太子太保，次年病卒，谥文襄。有《广雅堂集》。张之洞与曾国藩、李鸿章、左宗棠并称晚清“四大名臣”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张之洞>张之洞</a>"
},
{
"headline":"虎门销烟",
"startDate":"1839",
"endDate":"1839",
"text":"<p>    虎门销烟是指公元1839年（道光十九年）中国清朝钦差大臣林则徐在广东省从英商手中收缴鸦片、从中国民间收缴烟膏烟具，并在东莞虎门集中销毁的历史事件。缴烟过程中，林则徐对英人“不公强办”，及随后林维喜案的中英司法和军事冲突，成为次年中英第一次鸦片战争的直接导因，并令战败的清政府签订了中国近代史上第一个不平等条约南京条约。1839年6月3日（即清宣宗道光十九年，岁次己亥四月廿二），林则徐下令在虎门海滩当众销毁鸦片，至6月25日结束，共历时23天，销毁鸦片19,187箱和2119袋，总重量2,376,254斤。虎门销烟成为打击毒品的历史事件。虎门销烟开始的6月3日，后来由中华民国政府定为不放假的禁烟节。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/虎门销烟>虎门销烟</a>"
},
{
"headline":"林维喜案",
"startDate":"1839",
"endDate":"1839",
"text":"<p>    林维喜案是一件在1839年发生在清朝领土，由英军水兵闹事行凶引起的事件，为引发第一次鸦片战争的导火线。林则徐虎门销烟使英国烟商难以再到广州从事鸦片贸易，所以英国商船皆聚泊在香港九龙尖沙咀一带海面。五月十七（1839年6月20日，另据茅海建《天朝的崩溃》，林案的发生日期为五月二十七，即7月7日），英国商船卡纳特克号及曼加勒号之水手上岸酗酒，但不知哪一方先侵犯对方，然后英国水手和尖沙咀村村民发生冲突,引发斗殴，结果村民林维喜重伤不治。当时英国驻华商务总监义律（Charles Elliot）赶到出事现场，为掩饰事件，他指使另一村民刘亚三给予死者家属一千五百银元，换取隐瞒林维喜死因。林则徐认为案件蹊跷，命新安县知县梁星源查办，结果真相大白，林则徐要求义律交出凶手，但义律以领事裁判权为由，同意赔偿死者家属，但拒绝以凶手抵死，要求自行审判凶手。林则徐委托美国医生伯驾和袁得辉[合译瑞士法学家艾默瑞奇·德·瓦特尔的著作《万国公法》，查明义律根本不享有治外法权。七月初四（1839年8月12日），义律在英船上开庭，对五名凶手判处监禁和罚金，便送回英本土监狱服刑，事后才通知中国官方。8月15日，林则徐下令禁止一切贸易，派兵开进澳门，更进一步驱逐英人出境，停止供应英人食物，撤其买办和佣工。不久后，英人撤离澳门，寄居于货船上。9月5日，义律派传教士郭士立与林则徐进行谈判，要求解除禁令，请求恢复正常贸易关系，但为林所拒。下午两时，义律发出最后通牒，林仍不理。三时，英国军舰首先向中国船舰开火，但仅是小冲突，规模不大。短暂武装冲突之后，因为鸦片来源减少，价格飙升，双方恢复贸易。11月，英国海军与中国水师陆续发生武装冲突，中方以众击寡但己方船舰损失惨重，英舰却无遭击沉之纪录，而林则徐谎报朝廷称“七战七捷”。1840年初，林则徐正式封锁港口。同年2月，英国政府任命懿律和义律为正副全权代表，懿律为英军总司令。4月，英国议会通过发动战争的决议案。5月初，英国军舰云集珠江口，兵力大增，冲突已不可避免。开战前，义律曾向林则徐提出了几种解决纠纷的方案，但林则徐一概不予理会。1840年5月9日晚，林则徐派出火船十艘首先出击，击毁英商船11艇。义律驱船北上，猛攻厦门，揭起鸦片战争的序幕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/林维喜案>林维喜案</a>"
},
{
"headline":"第一次鸦片战争",
"startDate":"1840",
"endDate":"1842",
"text":"<p>    中英第一次鸦片战争（英语：First Opium War；1840年6月28日－1842年8月4日，道光二十年五月二十九日－道光二十二年六月），清和英国因英国东印度公司向中国走私鸦片引发的战争。战争的导火线是英国东印度公司在中国广东走私鸦片四十多年不止日盛，清钦差大臣林则徐于1839年6月3日在广东虎门销烟，中英矛盾升级，战争最后以中国失败签订《南京条约》告终。英国方面经常称第一次鸦片战争为第一次英中战争（First Anglo-Chinese War）或“通商战争”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第一次鸦片战争>第一次鸦片战争</a>"
},
{
"headline":"奕譞",
"startDate":"1840",
"endDate":"1891",
"text":"<p>    醇贤亲王奕譞（1840年－1891年），字“朴庵”，号“九思堂主人”，又号“退潜主人”。清道光帝第七子，故一般称他为七王爷；母为道光帝庄顺皇贵妃乌雅氏（1822年-1866年），兄为咸丰帝，谥贤。奕譞的嫡福晋婉贞是慈禧太后的妹妹，奕譞与她所生的第二子载湉后来成为光绪帝。奕譞与侧福晋所生的五子载沣则继承醇亲王封号，载沣的长子溥仪为清朝末代皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/奕譞>奕譞</a>"
},
{
"headline":"马永贞",
"startDate":"1840",
"endDate":"1879",
"text":"<p>    马永贞(1840—1879)，邱县陈村人，回族。自幼习武，性格豪爽侠义，武功高强，力大过人，精通查拳，擅长弹腿功，为晚清中国著名武术家、拳击家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马永贞>马永贞</a>"
},
{
"headline":"三元里抗英事件",
"startDate":"1841",
"endDate":"1841",
"text":"<p>    三元里抗英事件是第一次鸦片战争时期英国军队与非官方武装力量间在广州郊外三元里发生的冲突事件。三元里是广州城北附近的一个小村庄，1841年5月，英军在三元里附近驻扎。由于有英国士兵到三元里抢劫财物、强暴妇女（有名姓记载：村民韦绍光之妻李喜）[来源请求]的事件，激起当地民众愤怒，三元里及其附近乡村的一万多民众组织结集起来，向英军围攻袭击。民众手持大刀、长矛等传统兵器，趁著天气阴雨，诱导英军一个印度雇佣兵连（60人）到潮湿的沼泽地，在火枪无法射击发挥武器优势的情况下，进而重重围困英军，4名英军死亡，20多人受伤。英军派出两个海军连，携带不怕雨淋的“雷管枪”前来增援。被围困两小时之久的英军撤回了英军阵地四方炮台。而民众不依不饶，包围了四方炮台。了解到情况后，英军总司令传话给当地长官余葆纯，如果不解除义勇包围，英军主力将攻打并尽屠广州城。余葆纯对英军的实力有比较清醒的了解，于是劝退义勇，避免广州被屠，从此也担上了'卖国贼'的恶名。这是中国近代史上，第一次民众大规模自发保卫家园抵抗外来侵略的战斗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三元里抗英事件>三元里抗英事件</a>"
},
{
"headline":"伊藤博文",
"startDate":"1841",
"endDate":"1909",
"text":"<p>    伊藤博文（1841年10月16日－1909年10月26日），日本近代政治家，首任日本内阁总理大臣，明治维新元老。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伊藤博文>伊藤博文</a>"
},
{
"headline":"伍廷芳",
"startDate":"1842",
"endDate":"1922",
"text":"<p>    伍廷芳，JP（1842年7月9日－1922年6月23日），本名叙，字文爵，又名才，号秩庸，笔名观渡庐，祖籍广东新会会城。清末民初外交家、法学家、书法家。他是首位取得外国律师资格的华人，也是香港首名华人大律师和首名华人立法局非官守议员。之后回中国从政，是中国近代有名的外交家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伍廷芳>伍廷芳</a>"
},
{
"headline":"李连英",
"startDate":"1848",
"endDate":"1911",
"text":"<p>    李连英（1848年11月12日－1911年3月4日），河北河间府大城县李家村人，晚清著名宦官。本名李英泰，进宫后改为李进喜。由慈禧太后赐名连英，俗作莲英。连英在宫中期间，深得慈禧太后器重，太后甚至打破“太监品级以四品为限”的皇家祖制，封为正二品总管太监，统领全宫所有宦官。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李连英>李连英</a>"
},
{
"headline":"邓世昌",
"startDate":"1849",
"endDate":"1894",
"text":"<p>    邓世昌（1849年10月4日－1894年9月17日），原名永昌，字正卿，谥壮节，广东番禺人（今广东省广州市海珠区宝岗大道龙珠直街龙蜒里2号），中国近代海军将领，被誉为民族英雄。在中日甲午战争黄海海战中，因“致远”舰受伤，弹药用尽，难以继续战斗，邓世昌语曰：“倭舰专恃吉野，苟沉是舰，则我军可以集事。”便意图撞沉日舰主力舰“吉野”（据《东乡平八郎と秋山真之》记载为浪速），但“致远”舰因为日舰攻击引起鱼雷爆炸而沉没，邓世昌决心与战舰同存亡，从而在落水后拒绝救援，与爱犬“太阳”一同壮烈殉国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓世昌>邓世昌</a>"
},
{
"headline":"咸丰帝 奕詝",
"startDate":"1850",
"endDate":"1861",
"text":"<p>      咸丰帝，爱新觉罗氏，名奕詝（1831年7月17日－1861年8月22日），道光帝第四子，其母孝全成皇后钮祜禄氏。生于北京圆明园之澄静斋，20岁继帝位，年号咸丰。在位十一年（1850年-1861年）。崩于承德避暑山庄烟波致爽殿，葬于定陵（河北遵化县清东陵），享年31岁，庙号文宗，谥协天翊运执中垂谟懋德振武圣孝渊恭端仁宽敏庄俭显皇帝，为大清帝国历史上最后一位掌握实际统治权的皇帝。咸丰帝即位后便勤于政事，广开言路、明诏求贤，先后将有损国家利益的穆彰阿和耆英革职，大手笔的对朝政颇有改革。但此时的大清帝国内忧外患不断，先后爆发太平天国宗教运动以及第二次鸦片战争，在第二次鸦片战争中，英法联军进攻北京，圆明园、清漪园等西山行宫等相继被焚掠，最后以签定一系列不平等条约收场。其中，分别与英、法、俄、美等国代表，签订清英、清法、清俄、清美《天津条约》，随着这些条约的签订，也逐步导致了国家主权的丧失。咸丰皇帝鉴于组训，令耆英自尽，后来又签订清英、清法、清俄《北京条约》，沙俄西伯利亚总督穆拉维约夫迫使奕山签订清俄《瑷珲条约》，割去黑龙江以北、外兴安岭以南清帝国领土60万平方公里。咸丰朝也因企图重新扭转对内交外困的局面而开启洋务运动（又称自强运动），在这一时期，相继出现了“师夷长技以制夷”的繁荣局面。咸丰十一年（1861年）七月十七日，咸丰帝因肺痨（肺结核）崩于避暑山庄烟波致爽殿。皇长子载淳继位。同时依遗诏，由肃顺等顾命八大臣辅政。在咸丰灵柩启程返京期间，后两宫太后携恭亲王奕䜣发动“辛酉政变”，又称祺祥政变，随之八大臣被夺权、赐死、流放。同时，咸丰皇帝驾崩前所做的政务安排被废弃，政府层面随即出现了两宫听政的局面。清朝皇帝的评价中，咸丰帝的争议最大。咸丰本人好色，饮鹿血，嗜醇酒，也抽鸦片，即位不久，他就吸上“福寿如意膏”。咸丰爱看戏，爱唱戏，即使到热河行在唱戏，“着升平署三拔至热河”，也表现得乐不思蜀。咸丰一朝，财政十分困难，要镇压太平天国，对付英法联军，财源枯竭，“户部因军兴财匮，行钞，置宝钞处，行大钱，置官钱总局，分领其事”，钞票大量发行，造成通货膨胀，“官民交累，徒滋弊窦”。另一方面他“任贤擢才，洞观肆应”，在面对太平天国运动与“三千年未有之政局”的内忧外患中，咸丰指挥若定，重用汉族大臣曾国藩人等组织团练来对付太平天国，咸丰帝颇思除弊求治，提拔行事果断的肃顺，并支持肃顺人等在朝政上推行的改革。为后来的同光中兴打下良好基础。然而，他临终前对朝政事宜不合理的安排和权力制衡，使朝臣和后宫在有关朝政和国事方面展开逐鹿，间接导致慈禧太后与恭亲王奕䜣联手，废除顾命八大臣，致使慈禧掌权近半个世纪，从而也被有些史家流派认为咸丰帝没有安排好善后事宜，致使后宫干政近半个世纪的局面。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/咸丰帝 奕詝>咸丰帝 奕詝</a>"
},
{
"headline":"太平天国",
"startDate":"1851",
"endDate":"1872",
"text":"<p>    太平天国（其中“天”字的两横上长下短；“国”字写作“囯”内为“王”字），后期曾先后改称上帝天国、天父天兄天王太平天国。在第一次鸦片战争后中国广大农村经济日益破产、土地兼并激烈和西方宗教、自然社会观传入中国冲击孔孟之道的情况下，1851-1872年中国一场以拜上帝会起始的反满清及儒释道三教的举国规模的内战，遍及东南九省及西南、华北，后期发展为太平军与西方洋枪队的直接战斗。太平天国失败后，广大太平军对西方列强和封建腐朽统治作英勇斗争的故事广泛地向中国人民传播了革命的理想。1850年末至1851年初，由洪秀全、杨秀清、萧朝贵、冯云山、韦昌辉、石达开经过多年传播拜上帝教，在广西金田村组织团营，发动对满清朝廷的武力对抗，后建国号“太平天国”，并于1853年攻下金陵，号称天京（今南京），定都于此。太平天国武装力量先后发展到广西、湖南、湖北、江西、安徽、江苏、河南、山西、直隶、山东、福建、浙江、贵州、四川、云南、陕西、甘肃诸省，攻克过600余座城市。1864年，太平天国首都天京陷落，洪秀全之子兼继承人幼天王洪天贵福被俘虏。1872年，最后一支打着太平天国旗号作战的太平军部队，翼王石达开余部李文彩，在贵州败亡。因清朝推行薙发易服，太平天国蓄发，故太平军被称作“长毛”，清廷蔑称其为“长毛贼”、“毛贼”、“发贼”、“发匪”、“发逆”等等。又因洪秀全为广西省桂平县金田村人，其他的太平军将士亦多起自两粤（即两广的广东、广西），故清廷亦蔑称其为“粤匪”、“粤贼”等，平定事件后，清廷命令宫廷画师绘画《平定粤匪图》。中华民国十八年（1929年），因革命元勋与中枢要员多为广东人，南京国民政府就《禁止诬蔑太平天国案》，函请内政部、教育部参考酌办，不久正式订立规定，“嗣后如有记述太平史实者，禁止沿用‘粤贼’诸称，而代以太平军或相应之名称”，从此将“太平天国”、“太平军”等称谓写入正史。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太平天国>太平天国</a>"
},
{
"headline":"李煜堂",
"startDate":"1851",
"endDate":"1936",
"text":"<p>    李煜堂又名文奎(1851年－1936年)，原籍广东省台山市。 同盟会李自重之父亲。 李煜堂是广东实业家、香港富商、广东实业集团董事。在1902年，先后创立多间保险公司：联益、康年，联泰、羊城、联保等，分店遍布中国口岸及南洋诸岛。民国前六年秋，李煜堂曾经集资及赞助《中国日报》，渡过难关。李煜堂年青时代，1868年随家人出国学习经商之道，研究西方商业模式。之后在香港创立金利源、水利源两间药材店。在甲午战争后，创立广州电力公司、河南机器磨面公司、泰生源出入口货行。1905年美国禁止华工入境条例，李煜堂联络广州、香港工业、商业、教育界、新闻界组织拒约会，抵制美货运动，当中又联合何启、曹善允等与美方代表谈判，达成“十二条款”草案。之后，李煜堂加入香港同盟会，积极参加革命活动。辛亥革命前，李煜堂借出金利源药材店作为革命活动的香港秘密联络处。辛亥广东光复之后，李煜堂曾任财政部长6个月。之后，在经商之同时，仍十分关心时事，联络其他香港商人，支援二次革命、护法运动及北伐。1931年选为国难会议议员。1932年一二八事变，筹款支援抗日义军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李煜堂>李煜堂</a>"
},
{
"headline":"克劳德·威廉·金达",
"startDate":"1852",
"endDate":"1936",
"text":"<p>    克劳德·威廉·金达 (Claude William Kinder C.M.G. 1852年－1936年），英国铁路工程师，中国首条营运铁路唐胥铁路总工程师。唐胥铁路后发展为开平铁路、关内外铁路、中国铁路总公司；金达任总工程师长达三十年，至1909年退休为止。他的父亲托马斯·威廉·金达（Thomas William Kinder）于1863-1868年为香港造币厂总领。1870-1873年于日本大阪任皇家造币局总监。金达于日本出生。年幼时由父亲教授，后于俄国圣彼德堡修读铁路工程。1873年于日本任助理工程师。于1878年因日本战事被迫离开，前往上海。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/克劳德·威廉·金达>克劳德·威廉·金达</a>"
},
{
"headline":"刘步蟾",
"startDate":"1852",
"endDate":"1895",
"text":"<p>    刘步蟾（1852年－1895年2月10日），字子香，福建侯官（今福州市区）人。刘步蟾是中国清朝时北洋水师高级将领，为旗舰定远之管带（舰长），官至右翼总兵，记名提督。甲午战争后期日军迫近北洋水师最后防地威海，刘步蟾下令炸沉定远号旗舰，然后自杀殉国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘步蟾>刘步蟾</a>"
},
{
"headline":"王同春",
"startDate":"1852",
"endDate":"1925",
"text":"<p>    王同春（1852--1925），字浚川，清末河北邢台人，中国近代史上河套地区黄河后套的主要开发者之一，富于传奇色彩的水利专家。他出生于破落地主家庭，从小一目失明，自学成才，一生勤奋过人，经常在下雨的时候在野外骑马奔驰，考察地势高低，积水流向，对后套地区的地形、土壤、水文、地质等情况十分熟悉，成为极富天才的水利专家。从光绪七年（1881年）开始的几十年时间内，王同春在黄河后套地区先后开凿了义和渠、沙河渠、刚济渠、丰济渠、皂王河等五大干渠，支渠270多条，垦荒地2.7万顷，每年收粮23万石，收地租、水费17万两，估计为开挖渠道开支约1530万两。清末民初，在王同春开垦的土地上设立了五原、临河、安北三县。他在义和渠旁边名叫隆兴昌的地方，起筑房屋，后发展成为后套地区的五原县城。他靠一人之力，开辟了河套地区八大干渠中的五条，以及五原、临河、安北三县，极富传奇色彩。经过数十年的开发，后套地区渠道纵横，成为富庶之地。在兴修水利的过程中，王同春也发家致富，成为富甲一方的大地主，拥有良田万顷。1903年，清政府以“移民实边”的名义，将其一生开凿的渠道和田产一并交官，官方仅给赏银1.5万辆。民国成立后，王同春受到民国工商部长张謇，地理学家张相文等人的重视，被聘为高级水利顾问，在疏导淮河事宜上提出引淮入海的建议，受到强烈赞同，并受邀到山西朔县、应县等地指导兴修水利，以及协助冯玉祥开发西北。1925年病逝于五原县，享年74岁。当地人集资修祠，奉为河神。中国地理学家顾颉刚、侯仁之等人，对王同春开发黄河后套的事业给予很高评价。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王同春>王同春</a>"
},
{
"headline":"方伯谦",
"startDate":"1853",
"endDate":"1894",
"text":"<p>    方伯谦（1853年－1894年），清朝福建侯官县人，字益堂，北洋水师将领。福建船政学堂首届毕业生。1877年至1880年，在英国学习驾驶军舰。回国后，任济远号管带。1894年，济远号与操江号护送高升号，在丰岛遇日本袭击，方伯谦带军逃回中国。9月17日，在黄海海战再次逃出战场，清政府以怯战之罪处斩方伯谦。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/方伯谦>方伯谦</a>"
},
{
"headline":"严复",
"startDate":"1854",
"endDate":"1921",
"text":"<p>    严复（1854年1月8日－1921年10月27日），乳名体干，初名传初，改名宗光，字又陵，后名复，字几道，晚号野老人，福建侯官（后并入闽县，称为闽侯，今福州市）人。中国近代启蒙思想家、翻译家。严复系统地将西方的社会学、政治学、政治经济学、哲学和自然科学介绍到中国，他翻译了《天演论》、《原富》、《群学肄言》、《群己权界论》、《社会通诠》、《法意》、《名学浅说》、《穆勒名学》等著作。他的译著在当时影响巨大，是中国20世纪最重要启蒙译著。严复的翻译考究、严谨，每个译称都经深思熟虑，他提出的“信、达、雅”的翻译标准对后世的翻译工作产生深远影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/严复>严复</a>"
},
{
"headline":"张勋",
"startDate":"1854",
"endDate":"1923",
"text":"<p>    张勋（1854－1923），原名张和，字少轩、绍轩，号松寿老人，谥号忠武，江西省奉新县人。北洋军阀，中国近代军阀。清末任云南、甘肃、江南提督；辛亥革命以后曾任江苏督军，长江巡阅使。清朝覆亡后，它的遗老遗少一直图谋复辟，盘踞徐州的军阀张勋可以说是复辟势力的代表，他的部下甚至都拖着辫子，人称'辫子军'。张勋本人一直以清朝忠臣自居，恰好府院之争为他复辟提供了一次良机。张勋以调停'府院之争'为名，率领'辫子军'进京，于7月1日拥戴清废帝溥仪复辟，恢复'宣统'年号。黎元洪被迫躲进外国使馆，谁料复辟仅维持了6天就了。失败后张蛰居津门。因所部定武军均留发辫，人称“辫帅”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张勋>张勋</a>"
},
{
"headline":"徐世昌",
"startDate":"1855",
"endDate":"1939",
"text":"<p>    徐世昌（1855年10月23日－1939年6月5日），字卜五，号菊人，又号水竹邨人、弢斋。直隶省天津府（今天津市）人，生于河南省卫辉府府城（今河南省卫辉市），祖籍浙江宁波鄞县，清末民初北洋政府官僚。冯国璋代理黎元洪辞职所余第一任大总统任期后，1918年，徐世昌获段祺瑞控制的安福国会支持，选举为第二任中华民国（北洋政府）大总统。徐世昌曾是袁世凯的支持者，与北洋军阀关系密切。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐世昌>徐世昌</a>"
},
{
"headline":"亚罗号事件",
"startDate":"1856",
"endDate":"1856",
"text":"<p>    亚罗号事件（英语：The Arrow Incident）是引发第二次鸦片战争的关键事件，起源于1856年10月8日清朝广州水师在香港注册船只亚罗号（英语：Arrow）上进行的搜查及逮捕行动，以及后续英国的强硬抗议及武力恫吓，相关冲突最终成为1857年英国对华用兵的理由。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/亚罗号事件>亚罗号事件</a>"
},
{
"headline":"第二次鸦片战争",
"startDate":"1856",
"endDate":"1860",
"text":"<p>    第二次鸦片战争（英语：Second Opium War；法语：Seconde guerre de l'opium），公元1856年至1860年9月22日英国与法国以清咸丰皇帝拒绝续签《南京条约》，以亚罗号事件及中国广西西林教案马神甫事件为导火索，组织英法联军进攻清国的战争，又被英国人称为“亚罗号战争”（Arrow War）、“英法对华远征”（Anglo-French expedition to China）或“第二次英中战争”（Second Anglo-Chinese War）。战争中，沙皇俄国与清黑龙江将军奕山签订《瑷珲条约》，割让清黑龙江以北、乌苏里江以东约100万平方千米的土地。清政府予以拒绝并处分奕山，1860年战争失败后清政府与俄国政府签署中俄《北京条约》确认《瑷珲条约》。第二次鸦片战争中清政府签订中俄《天津条约》（1858年6月13日）、中美《天津条约》（1858年6月18日）、中英《天津条约》（1858年6月26日）、中法《天津条约》（1858年6月27日）。战争失败后1860年10月24日（咸丰十年九月十一日）清钦差大臣奕与英国全权代表额尔金在北京礼部大堂签订中英《北京条约》。1860年10月25日（咸丰十年九月十二日）清钦差大臣奕与法国全权代表葛罗在北京礼部大堂签订中法《北京条约》。1860年11月14日（咸丰十年十月初二）清钦差大臣奕与俄国驻华公使伊格那提也夫在北京签订了中俄《北京条约》，承认了一直拒绝批准的中俄《瑷珲条约》。美国公使因美国国内爆发南北战争，于英法联军在北塘登陆时应召回国，未及签订条约，但事后以利益均沾条款取得同样在华特权。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第二次鸦片战争>第二次鸦片战争</a>"
},
{
"headline":"同治",
"startDate":"1856",
"endDate":"1875",
"text":"<p>    同治帝（1856年4月27日－1875年1月12日），爱新觉罗氏，名载淳，咸丰帝长子，生母为叶赫那拉氏。咸丰六年三月二十三日，生于储秀宫。八年，其弟悯郡王早夭，其后载淳一直是咸丰帝唯一存活的儿子。十一年，载淳开始上学，由编修李鸿藻授读。七月，咸丰帝弥留之际，立其为皇太子，任命肃顺等八人，称顾命八大臣，赞襄政务。咸丰帝死后，顾命八大臣定载淳年号为祺祥。慈安太后和慈禧太后与恭亲王奕䜣发动辛酉政变，打倒八大臣，改元为同治，以志“同归于治”、“君臣同治”、“同于顺治”（出自《春秋》，或译“母子同治天下”）的垂帘听政。同治帝于6岁即位，一直在慈禧太后的控制下，于18岁亲政，在位期间，欧洲列强未有入侵，而太平天国亦已经被消灭，清室亦兴办洋务，颇有发愤图强之心。此段时期被称为同治中兴。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/同治>同治</a>"
},
{
"headline":"黄飞鸿",
"startDate":"1856",
"endDate":"1925",
"text":"<p>    黄飞鸿（1856年8月9日－1925年4月17日），原名锡祥，字达云，号飞鸿，幼名飞熊，籍贯广东省广州府南海县西樵岭西禄舟村，生于南海县佛山镇，是岭南武术宗师及著名汉医，南拳流派洪拳的名家。香港电影的武打片中，有超过一百套是以黄飞鸿为题材的，创下以同一题材拍摄最多电影的世界纪录。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄飞鸿>黄飞鸿</a>"
},
{
"headline":"辜鸿铭",
"startDate":"1857",
"endDate":"1928",
"text":"<p>    辜汤生（1857年7月18日－1928年4月30日），字鸿铭，号立诚，自称慵人、东西南北人，又别署为汉滨读易者。英文名众多，初用Koh Hong-beng，回国用Ku Hweng-Ming，另外还有Kaw Hong Beng、Amoy Ku，最为人知的是Tomson。祖籍福建省惠安县，生于南洋英属马来西亚槟榔屿。学博中西，号称“清末怪杰”，是满清时代精通西洋科学、语言兼及东方华学的中国第一人。他翻译了中国“四书”中的三部——《论语》、《中庸》和《大学》，创获甚巨；并著有《中国的牛津运动》（原名《清流传》）和《中国人的精神》（原名《春秋大义》）等英文书，热衷向西方人宣传东方的文化和精神，产生了重大的影响，在西方形成了“到中国可以不看紫禁城，不可不看辜鸿铭”的说法。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/辜鸿铭>辜鸿铭</a>"
},
{
"headline":"康有为",
"startDate":"1858",
"endDate":"1927",
"text":"<p>    康有为（1858年3月19日－1927年3月31日），原名祖诒，字广厦，号长素，又号明夷、更生、西樵山人、游存叟、天游化人，广东省南海县丹灶苏村人，人称康南海，中国政治家、思想家、教育家，光绪廿一年（1895年）进士，曾与弟子梁启超合作戊戌变法，后事败，出逃。他信奉孔子的儒家学说，并致力于将儒家学说改造为可以适应现代社会的国教。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/康有为>康有为</a>"
},
{
"headline":"袁世凯",
"startDate":"1859",
"endDate":"1916",
"text":"<p>    袁世凯（1859年9月16日－1916年6月6日），字慰亭，号容庵，河南项城人，故又称袁项城。清末民初的军事和政治人物，北洋系统的领袖。袁家在清道光年间开始兴盛，袁世凯的从叔祖父袁甲三曾署理漕运总督，并参与平定太平天国运动和捻军，为淮军重要将领，为其家族成员如袁世凯等人进入仕途打下良好的人脉基础。袁世凯于清季投身行伍，襄赞洋务运动及新政，自道员、督抚累升，至入值军机，甚至内阁总理大臣，成为清末头号权臣。在袁世凯的襄助下，中华民国得以成立，袁世凯当选为首任中华民国大总统，中华民国的成立并没有给中国带来政治和社会的稳定，袁世凯后来效仿同一时期部分世界列强的政治体制，准备建立相较于中国历代君主专制政体先进的君主立宪政体，于1916年洪宪称帝，建立中华帝国，但最后以失败告终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/袁世凯>袁世凯</a>"
},
{
"headline":"冯国璋",
"startDate":"1859",
"endDate":"1919",
"text":"<p>    冯国璋（1859年1月7日－1919年12月28日），字华甫，直系军阀。毕业于北洋武备学堂，曾任北洋步兵学堂总办兼督练营务处总办。1903年中央练兵处任军学司正使。后历任统制和第一军总统。辛亥革命时率领北洋军镇压武昌起义。曾奉命率军进攻南京，镇压“二次革命”。后出任江苏都督，坐镇东南。袁世凯称帝后曾任命他为参谋总长，后来又让他代替段祺瑞兼理征滇总司令，他均未上任。反对袁世凯称帝。袁世凯死后，黎元洪继任大总统，经过国会补选冯为副总统，在南京办公。后黎元洪与段祺瑞府院之争，引发张勋复辟，为段祺瑞所镇压。黎元洪辞职，冯国璋进京任代理总统，段祺瑞复任国务总理。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯国璋>冯国璋</a>"
},
{
"headline":"赵秉钧",
"startDate":"1859",
"endDate":"1914",
"text":"<p>    赵秉钧（1859年2月4日－1914年2月27日）字智庵，河南省汝州人，中国清末民初政治家，袁世凯的心腹。中华民国初年曾任中华民国国务总理。中国现代警察制度创始人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵秉钧>赵秉钧</a>"
},
{
"headline":"火烧圆明园",
"startDate":"1860",
"endDate":"1860",
"text":"<p>    1860年10月13日联军从安定门攻入北京。联军放假并洗劫和烧毁了圆明园和静宜园。圆明园大火持续了两天，300多名太监和宫女葬身火海。法国作家维克多·雨果曾对此给予强烈谴责，称之为“两个强盗的胜利”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/火烧圆明园>火烧圆明园</a>"
},
{
"headline":"同治帝 载淳",
"startDate":"1861",
"endDate":"1875",
"text":"<p>      同治帝（1856年4月27日－1875年1月12日），爱新觉罗氏，咸丰帝长子，生母为叶赫那拉氏。咸丰六年三月二十三日，生于储秀宫。八年，其弟悯郡王早夭，其后载淳一直是咸丰帝唯一存活的儿子。十一年，载淳开始上学，由编修李鸿藻授读。七月，咸丰帝弥留之际，立其为皇太子，任命肃顺等八人，称顾命八大臣，赞襄政务。咸丰帝死后，顾命八大臣定载淳年号为祺祥。慈安太后和慈禧太后与恭亲王奕䜣发动辛酉政变，打倒八大臣，改元为同治，以志“同归于治”、“君臣同治”、“同于顺治”（出自《春秋》，或译“母子同治天下”）的垂帘听政。同治帝于6岁即位，一直在慈禧太后的控制下，于18岁亲政，在位期间，欧洲列强未有入侵，而太平天国亦已经被消灭，清室亦兴办洋务，颇有发愤图强之心。此段时期被称为同治中兴。同治十三年（1875年）一月十二日，同治帝病逝，终年19岁，其寿命是清朝十二帝中最短的。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/同治帝 载淳>同治帝 载淳</a>"
},
{
"headline":"洋务运动",
"startDate":"1861",
"endDate":"1895",
"text":"<p>    洋务运动，又称自强运动、同治维新，是清后期至清末时，清廷洋务派官员抱着“师夷长技以制夷”的口号和目的，在全国展开的工业运动。该运动自1861年底（清咸丰十年）开始，至1895年大致告终，持续了近35年。按目标的不同，洋务运动可分为前期、后期两个阶段。在两次英法联军失利、太平天国起义后，清廷上层为应对内忧外患形成了“洋务派”与“守旧派”两种阵营，以李鸿章、曾国藩、左宗棠为代表的洋务派官员主张摹习列强的工业技术和商业模式，利用官办、官督商办、官商合办等模式发展近代工业，以获得强大的军事装备、增加国库收入、增强国力，维护清廷统治。洋务运动是近代中国第一次大规模模仿/实施西式工业化的运动，是一场维护封建皇权前提下由上到下的改良运动。洋务运动引进了大量西方18世纪以后的科学技术成果，引入译入了大量各类西方著作文献，培养了第一批留学童生，打开了西学之门；学习近现代公司体制兴建了一大批工业及化学企业，开启了日后中国的工业发展和现代化之路。洋务运动的直接成果——清军水师在甲午海战的覆没使洋务运动最终黯然收场，沉重打击了清廷上层，为之后的百日维新埋下伏笔，也深刻影响了出生于19世纪末的一批中国人。甲午海战失利后清廷被迫签订马关条约、承认朝鲜独立，割让台湾、澎湖、辽东半岛等一批领土领海于日本，更加重了清廷的统治危机；日本在中国历史上第一次军事战胜中国，深刻激发了日本国民的民族意识，对后来中日两国的文化思想政治走向以致国运都造成了极为深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洋务运动>洋务运动</a>"
},
{
"headline":"辛酉政变",
"startDate":"1861",
"endDate":"1861",
"text":"<p>    辛酉政变又称祺祥政变或北京政变。慈安太后、慈禧太后和恭亲王奕䜣等人于1861年（咸丰十一年，农历辛酉年）发动的宫廷政变，打倒了顾命八大臣势力。1861年8月，咸丰帝病死于热河避暑山庄行宫（在今河北省承德市），遗诏御前大臣：怡亲王—载垣郑亲王—端华协办大学士、户部尚书—肃顺额驸—景寿军机大臣、兵部尚书—穆荫吏部左侍郎—匡源礼部右侍郎—杜翰太仆寺少卿—焦祐瀛以上八人，为赞襄政务大臣（又称顾命八大臣），辅弼皇太子载淳为帝，总摄朝政。八大臣与新皇帝载淳的生母皇太后叶赫那拉氏（即慈禧太后）产生严重矛盾，叶赫那拉氏乃鼓动咸丰帝皇后钮祜禄氏（即慈安太后）与八大臣争权，授意御史董元醇上朝奏请由皇太后垂帘听政，随即遭到八大臣抵制。另一方面，宗族中比较最近的恭亲王奕䜣与咸丰朝顾命大臣僧格林沁和军机大臣文祥等人被排斥在最高权力之外，亦极为不满。于是叶赫那拉氏与奕䜣等人联合，发动政变。9月5日，奕䜣以奔丧为名赶赴热河，与慈禧秘密联系，谋划政变。9月14日，山东道监察御史董元醇奏请皇太后垂帘听政，并派近支亲王辅政。被八大臣以我朝“向无皇太后垂帘听政之礼”驳回，双方激烈辩论[3]。奕䜣在北京争取到了外国势力的支持，拉拢大学士桂良、贾桢、周祖培、户部尚书沈兆霖、刑部尚书赵光，并得到在京畿握有重兵的钦差大臣、兵部侍郎胜保和科尔沁亲王僧格林沁的支持。10月26日，咸丰帝的灵柩从承德起运回京，叶赫那拉氏暗使计策，故意让肃顺护送灵柩后行，自己和载淳先期到达北京，随即召见奕䜣安排政变事宜。11月2日，下诏逮捕载垣、端华，派醇亲王奕譞抓获尚在密云的肃顺。肃顺被抓时大骂道：“悔不早治此贱婢!”被押回宗人府，见载垣、端华斥责道：“若早从吾言，何至有今日？”11月3日，命奕䜣为议政王，在军机处行走，并以桂良等五人为军机大臣。11月8日，诏赐载垣、端华自尽，肃顺斩首；其余五人撤职，穆荫发配军台，景寿则保留公爵及额驸品级。11月11日，太子载淳正式即皇帝位，废除八大臣原拟年号“祺祥”，改明年为“同治”元年。慈禧和奕䜣实质掌握了清中央统治权。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/辛酉政变>辛酉政变</a>"
},
{
"headline":"程璧光",
"startDate":"1861",
"endDate":"1918",
"text":"<p>    程璧光（1861年－1918年1月28日），字恒启，号玉堂，广东香山人；清未至民国初年中国海军将领。程璧光原为广东水师广丙号舰管带，曾参加甲午战争。北洋舰队覆没后，由程向日军提交降书。事后程被革职，转而参加革命。民国成立后，一度任北洋政府下之海军总长。同乡老友孙中山发动护法运动后，程率舰队南下广州支持护法。后于广州被暗杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/程璧光>程璧光</a>"
},
{
"headline":"杨衢云",
"startDate":"1861",
"endDate":"1901",
"text":"<p>    杨衢云（1861年－1901年1月11日），名飞鸿，字肇春，别号衢云，福建海澄（今厦门）人。在广东东莞出生，中国近代革命家，1890年于香港创立最早的革命组织辅仁文社，并为香港兴中会首任会长，负责策划广州起义。1901年在香港遭清政府派人刺杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨衢云>杨衢云</a>"
},
{
"headline":"唐绍仪",
"startDate":"1862",
"endDate":"1938",
"text":"<p>    唐绍仪（1862年1月2日－1938年9月30日），又名绍怡，字少川。清末民初政治人物、外交家，山东大学首任校长。1912年担任中华民国首任国务总理，之后在广州军政府、国民政府担任不同职位的官职，1938年9月30日被国民政府军统局特务暗杀于上海。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐绍仪>唐绍仪</a>"
},
{
"headline":"曹锟",
"startDate":"1862",
"endDate":"1938",
"text":"<p>    曹锟（1862年12月12日－1938年5月17日）字仲珊，直隶省天津府天津县大沽口人，中华民国政治及军事人物，直系的领导人之一，曾靠贿选当选为中华民国大总统。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹锟>曹锟</a>"
},
{
"headline":"太平洋铁路",
"startDate":"1863",
"endDate":"1869",
"text":"<p>    1869年5月10日，美国近代工业化历史上具有划时代意义的第一条横贯北美大陆的中央太平洋铁路和联合太平洋铁路建成通车。美国国会在林肯总统的支持下。决定以发行国债的方式筹集修路资金。为了早日开通铁路，美国政府在法案中颁布了现金补助法，还规定无论哪一家公司，凡铺轨两旁的土地即归其开发利用。参与修建太平洋铁路的公司可以从政府那里获得的土地总数超过了52.61亿公亩，比整个得克萨斯州的面积还要大；同时还获准发行面值100美元的股票，数量多达100万张。由于公司所获的公债、授地及补贴是根据修建铁路的里程来发放的，而政府并未规定铁路东西两段的会合地点。所以两家铁路公司都想加快建设速度以获得更多的利益。当时，铁路的建设速度，在相当程度上取决于能否找到吃苦耐劳而高效的筑路大军。1863年1月，当这条铁路动工的时候，人们还在计划将用至少14年的时间来完成它。然而，仅仅用了7年的时间，这个计划就实现了。1869年5月10日下午2点多，由加利福尼亚的萨克拉门托向东689英里与由内布拉斯加的奥马哈向西1086英里的两支铁路大军在犹他州奥格登地区的普罗蒙特里丘陵处相接。在西段全长近1100公里的中央太平洋铁路上，有95%的工作是在华工加入筑路大军的四年中完成的。除了汗水和智慧，华工们还付出了生命。可以毫不夸张地说，大铁路是华工用生命铺就的。1865年底到1866年初，接连5个月的暴风雪使雪崩频繁发生，有时候整个营地的华工都被埋没。几个月后，冰雪融化，人们才找到遇难华工的尸体，他们的双手依然紧紧握着工具；1866年冬，在塞拉岭通道施工中，有500到1000名华工死于雪崩；1867年，内华达地区遭遇有记载以来最大的暴风雪，积雪最厚的时候达到十四米深，但停工一天即意味着资本家的巨大损失，于是四巨头不顾天气，仍然责令工人继续施工。而这批具有惊人忍耐力和牺牲精神的工人，就在深深的积雪中继续不停地开掘路基、铺设铁轨。经常有人在劳动中就被无常的暴风雪夺去生命，有时甚至整个营地遭遇雪崩而被掩埋，许多人的尸体直到几个月以后冰雪融化才被发现，他们已经僵硬的手中还紧紧地握着铁镐。1868年，工程延伸到内华达山——今天的美国人把这段铁路称为“内华达山上的中国长城”，约有1000名华工死在这里。1970年，人们从当地沙漠中挖出2000磅(约合907.2公斤)的华工尸骨。广为流传的“每根枕木下面都有一具华工的尸骨”，这句话绝非夸大其词。除了恶劣的工作环境，更让人愤怒的是华工所受的歧视。他们付出了巨大的牺牲，拿的钱却比白种工人少。铁路公司每月付给白种工人35美元，还提供食宿；付给华工的却只有26美元，还不供食宿。再者，华工全部没有人身保险，公司还不承担对工人家属的任何义务。华工们在1867年唯一的一次大规模的、要求和白人劳工同等待遇的抗议示威也被巨头之一的克洛克摧毁了。2003年4月，后来自杀的华裔女作家张纯如的《在美国的华人：一部叙述史》在洛杉矶出版，该书揭露了早期华工所受的歧视，在美国引起强烈的反响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太平洋铁路>太平洋铁路</a>"
},
{
"headline":"宋嘉树",
"startDate":"1863",
"endDate":"1918",
"text":"<p>    宋嘉澍（1863年－1918年5月4日），中国海南岛文昌人，原名韩教准，乳名阿虎，字耀如，英文名字查理（Charlie），宋霭龄、宋庆龄、宋子文、宋美龄、宋子良、宋子安之父。生父是韩鸿翼。他是著名传教士，是孙中山革命支持者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋嘉树>宋嘉树</a>"
},
{
"headline":"黎元洪",
"startDate":"1864",
"endDate":"1928",
"text":"<p>    黎元洪（1864年10月19日－1928年6月3日），字宋卿，湖北省武汉黄陂人，清末加入海军，后担任新军协统，武昌起义后，担任湖北都督。袁世凯死后，担任中华民国北洋政府大总统。1922年退隐。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黎元洪>黎元洪</a>"
},
{
"headline":"齐白石",
"startDate":"1864",
"endDate":"1957",
"text":"<p>    齐白石（1864年1月1日－1957年9月16日），是当代中国的国画画家。原名齐纯芝，字渭清，祖父取号兰亭，老师取名齐璜，号濒生，别号寄萍老人、白石山人，后人常将“山人”二字略去，故后常号“白石”。齐白石也和张大千并称“南张北齐”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐白石>齐白石</a>"
},
{
"headline":"谭嗣同",
"startDate":"1865",
"endDate":"1898",
"text":"<p>    谭嗣同（1865年3月10日－1898年9月28日），字复生，号壮飞，湖南长沙浏阳人，出身世家，与陈三立、谭延闿并称“湖湘三公子”。清末百日维新著名人物，维新四公子之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谭嗣同>谭嗣同</a>"
},
{
"headline":"段祺瑞",
"startDate":"1865",
"endDate":"1936",
"text":"<p>    段祺瑞（1865年3月6日－1936年11月2日），原名启瑞，字芝泉，中国安徽合肥（今属肥西县）人，为民国时期政治家，皖系军阀首领，曾多次出任国务总理，1916年至1920年，1924年至1926年为北洋政府的实际掌权者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/段祺瑞>段祺瑞</a>"
},
{
"headline":"孙中山",
"startDate":"1866",
"endDate":"1925",
"text":"<p>    孙中山，本名孙文，谱名德明，字载之，号日新，又号逸仙，幼名帝象，广东中山人，中国近代民主主义革命先驱，中华民国和中国国民党创始人，三民主义的倡导者。首举彻底反封建的旗帜，“起共和而终帝制”。1905年成立中国同盟会。1911年辛亥革命后被推举为中华民国临时大总统。1929年6月1日，根据其生前遗愿，陵墓永久迁葬于南京钟山中山陵。1940年，国民政府通令全国，尊称其为“中华民国国父”。他是一位在海峡两岸都受到敬重的革命家，中华民国尊其为国父、中国国民党尊其为总理，中国共产党尊称孙中山为“中国近代民主革命的伟大先行者”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙中山>孙中山</a>"
},
{
"headline":"唐才常",
"startDate":"1867",
"endDate":"1900",
"text":"<p>    唐才常（1867年－1900年），字伯平，号绒丞，又字佛尘，湖南浏阳人。生于清同治六年(1867年），与谭嗣同同乡，同师于欧阳中鹄，并称为“浏阳二杰”。早年就读于长沙校经书院、岳麓书院及武昌两湖书院。光绪二十三年（1897年），与熊希龄、谭嗣同、蒋德钧、陈三立等创湖南时务学堂。二十四年（1898年）正月与谭嗣同等发起创立南学会，担任议事会友。八月应谭嗣同电召赴京，行至汉口，闻政变发生，嗣同等就义。遂南返，旋往上海，历游香港、新加坡、日本等地。光绪二十五年(1899年）二月回到上海，主编《亚东时报》。秋，再赴香港、南洋、日本，与康有为、梁启超、孙中山等人接触，图谋武装勤王。光绪二十六年（1900年）义和团事起，唐在上海与沈荩、毕永年等组织“正气会”，对外托名“东文译社”，后改名为“自立会”，自任总司令；七月一日，在上海愚园邀集维新人物，召开“中国国会”（又名中国议会），由叶浩吾主席，宣布：“不认通匪矫诏之伪政府”“保全中国自主”等事项；并由容闳以英文起草对外宣言，谓“决定不认满洲政府有统治清国之权”。会中推举容闳、严复为正副会长，才常任总干事，参加者八十余人，孙宝瑄、汪康年、章太炎、毕永年等与焉。会后决定自立军分七路大举，定七月十五日在汉口、汉阳、安徽、江西、湖南等地同时起事。因保皇会汇款不至，拟延于二十九日发难。自立军前军统领秦力山在安徽淮南大通，未得情报，仍按期起事，迅遭失败。清政府闻风声，沿长江戒严。湖广总督张之洞对于唐才常的活动早有所闻。唐肄业于两湖书院，算是他的门生。后有剃头匠向都司告密，张之洞派兵搜索。七月二十七日晚，汉口总机关被破获，唐与林圭、傅慈祥、田邦璇等12人被捕。张之洞特派郑孝胥去审问，才常说：“此才常所为，勤王事，酬死友，今请速杀！”并狱中题诗“剩好头颅酬故友，无损面目见群魔”。于七月二十八日夜二更于武昌大朝街滋阳湖畔处死刑，临刑前有诗“七尺微躯酬故友，一腔热血溅荒丘。”同难者共十一人，悬才常首级于汉阳门。遗稿有《觉颠冥斋内言》4卷，另有部分文稿收入《浏阳二杰遗文》。后有新编《唐才常集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐才常>唐才常</a>"
},
{
"headline":"载泽",
"startDate":"1868",
"endDate":"1929",
"text":"<p>    贝子衔奉恩镇国公载泽（1868年3月17日－1929年6月18日），满洲镶白旗人。初名载蕉，字荫坪，爱新觉罗氏，宗室。清末重臣，改革派、立宪派人物。载泽是康熙帝第十五子愉恪郡王允禑之五世孙，因嘉庆帝第五子惠亲王绵愉之第四子奕询无子，奉旨过继为嗣，袭辅国公，进镇国公，加贝子衔。娶慈禧太后二弟桂祥次女为妻。桂祥的长女静芬是光绪帝隆裕皇后，宣统帝的隆裕太后。清光绪三年(1877年)为辅国公。二十年（1894年）成婚，晋镇国公。二十七年（1901年）任满洲正蓝旗副都统。三十一年（1905年）载泽与徐世昌、端方、戴鸿慈、绍英被派为出使各国考察政治大臣，离开北京时被吴樾炸伤，延期赴日本、欧美。次年回国，上《奏请宣布立宪密折》，将日本宪政摆在列国之首，奏请仿日德例，改行君主立宪政体，其中提出立宪的三大利：一是皇位永固，二是外患渐轻，三是内乱可弭。著有《考察政治日记》。三十三年（1907年）任度支部尚书，次年加贝子头衔。宣统元年(1909年)任筹办海军事务大臣。次年任纂拟宪法大臣。三年（1911年）任皇族内阁度支部大臣兼盐政大臣，与庆亲王奕劻不和，力持杀袁世凯。辛亥革命爆发袁复出后，去职，暗地积极参与宗社党维护清专制的活动。民国后，曾拥护张勋复辟。1928年7月孙殿英盗掘慈禧太后陵墓之后，载泽代表清皇室到清东陵将慈禧太后遗体重新安葬。1929年6月在北京穷困落魄，郁郁而终。载泽故居号称“泽公府”，在北京地安门东大街89号，现临街部分开设巴国布衣酒楼。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/载泽>载泽</a>"
},
{
"headline":"霍元甲",
"startDate":"1868",
"endDate":"1910",
"text":"<p>    霍元甲（1868年1月18日－1910年9月14日），字俊卿，中国清末著名爱国武术家。祖籍河北省沧州市东光县安乐屯，出生于河北省静海县小南河村（今属天津市西青区南河镇，为纪念霍元甲，自2009年1月18日起更名为精武镇）。出身镖师家庭。排行第二。父亲霍恩第以保镖为业，武艺高强，生有三个儿子：霍元英、霍元甲、霍元武。幼年体弱，在27岁以前基本上生活在故乡，时常挑柴到天津去卖。28岁后到天津当上码头装卸工，后来在农劲荪开设的怀庆药栈当帮工，升任掌柜。1909年，41岁的霍元甲，由农劲荪介绍来上海，接受由陈公哲、陈铁生所创办“精武体操会”中主教武术。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/霍元甲>霍元甲</a>"
},
{
"headline":"隆裕太后",
"startDate":"1868",
"endDate":"1913",
"text":"<p>    孝定景皇后（1868年1月28日－1913年2月22日），那拉氏，讳静芬，或称隆裕太后、隆裕皇后、光绪皇后。光绪帝的表姐和皇后，慈禧太后之弟都统桂祥的女儿。清王朝与中国的末代太后。光绪十四年（1888年）被慈禧太后钦点成婚，次年立为皇后，并在婚期过后住进东六宫之一的钟粹宫。她和光绪帝之间感情很不好，而慈禧太后之所以会挑选她为光绪帝之皇后，也是希望由自己的亲侄女来监视光绪帝的一举一动，因此光绪帝对她多有所防备。她姿色并不出众，且性格柔懦，身为皇后既不得宠，在宫中也得不到慈禧太后这位姑姑的欢心，平日与诸命妇王妃见面时也不太有威信。据说，她经常与光绪帝打架,因此与光绪帝的感情很不好。光绪二十六年（1900年），因八国联军攻入北京，在联军攻入紫禁城前夕，皇后随着慈禧太后、光绪帝和其余宫眷一同逃往西安。二十七年（1901年），一行人再度回到了紫禁城，而在珍妃死后，皇后依然不得宠。光绪三十四年（1908年），光绪帝在南海瀛台涵元殿驾崩，依慈禧太后遗命由宣统帝即位，宣统帝称她为“兼祧母后”，尊为皇太后，上徽号隆裕，而宣统帝时年仅三岁，因此由太后抚养宣统帝，同时隆裕太后也实行垂帘听政，和宣统帝生父—摄政王载沣一同主掌风雨飘摇的清王朝。宣统三年十二月二十五日戊午（1912年2月12日），以太后名义颁布《宣统帝退位诏书》，结束清朝自1644年以来共二百六十八年的统治，同时也结束了中国的帝国时期。民国二年（1913年）二月二十二日（农历正月十七日），隆裕太后在西六宫之一的太极殿病逝，享年45岁。上谥曰孝定隆裕宽惠慎哲协天保圣景皇后，中华民国政府以国丧规格处理丧事，与光绪帝合葬崇陵（河北易县清西陵）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隆裕太后>隆裕太后</a>"
},
{
"headline":"蔡元培",
"startDate":"1868",
"endDate":"1940",
"text":"<p>    蔡元培（1868年1月11日－1940年3月5日），字鹤卿，又字仲申、民友、孑民，乳名阿培，并曾化名蔡振、周子余，浙江绍兴山阴县（今浙江绍兴）人，近代革命家、教育家、政治家，也是中国近代民族学研究的先驱。是中华民国首任教育总长，1916年至1927年任北京大学校长，革新北大，开“学术”与“自由”之风；1920年至1930年，蔡元培同时兼任中法大学校长。北伐时期，国民政府奠都南京后，他主持教育行政委员会、筹设中华民国大学院及中央研究院，主导教育及学术体制改革。1928年至1940年专任中央研究院院长，贯彻对学术研究的主张。蔡元培为人宽厚、恻隐为怀，对中国社会及陋俗有透彻观察；两度游学欧洲、亲炙文艺复兴后的科学精神及法国大革命后的思潮。他提倡民权与女权，倡导自由思想，致力革除“读书为官”的旧俗，开科学研究风气，重视公民道德教育及附带的世界观、人生观、美学教育。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔡元培>蔡元培</a>"
},
{
"headline":"黄金荣",
"startDate":"1868",
"endDate":"1953",
"text":"<p>    黄金荣（又名黄锦镛，1868年12月14日（冬月初一）－1953年5月10日），苏州人，祖籍浙江余姚，1920、30年代与杜月笙、张啸林并称“上海三大亨”，也是建国后“镇压反革命”运动的著名自白人物。黄金荣出生于苏州。幼年生活在上海漕河泾，1884年在城隍庙萃华堂裱画店当学徒。1892年考入上海法租界老北门麦兰巡捕房当探员，因破案有功，到1917年升至督察长。同时开设共舞台、日新池浴室、大观园浴室、荣记大舞台、大世界、黄金大戏院等牟利，1920年代与杜月笙、张啸林合伙经营三鑫公司垄断鸦片买卖。期间曾保护孙中山、胡汉民、汪精卫等革命党人。1925年从巡捕房退休，在漕河泾祠堂建造花园（今桂林公园）。1927年清党前，同杜月笙、张啸林组织中华共进会，支持国民政府对付共产党人。1937年抗战爆发后，黄金荣与杜、张等人曾支援淞沪会战的国军抗战，上海沦陷后留在上海，装疯卖傻拒绝为日本人效力。1949年建国后，81岁的黄金荣选择留在上海。中华人民共和国建立初期黄过了一段安逸的生活，1951年镇压反革命运动开始，5月20日，黄金荣在《文汇报》和《新闻报》上刊登《自白书》，表示“愿向人民坦白悔过”，要“洗清个人历史上的污点，重新做人”。他在大世界门口扫马路的照片也公开登报发表，引起轰动。1953年病逝于上海，享寿85岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄金荣>黄金荣</a>"
},
{
"headline":"杜心五",
"startDate":"1869",
"endDate":"1953",
"text":"<p>    杜心五（1869年－1953年），名慎魁，号儒侠，道号斗米观居士，是中国著名的武术家，被万籁声称为自然门的第二代宗师，也是清末时的革命党员，曾担任宋教仁、孙中山先生等人的保镖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜心五>杜心五</a>"
},
{
"headline":"章太炎",
"startDate":"1869",
"endDate":"1936",
"text":"<p>    章太炎（1869年1月12日－1936年6月14日），原名学乘，字枚叔，以纪念汉代辞赋家枚乘。后易名为炳麟。因反清意识浓厚，慕顾绛（顾炎武）的为人行事而改名为绛，号太炎。世人常称之为“太炎先生”。早年又号“膏兰室主人”、“刘子骏私淑弟子”等。中国浙江余杭人，清末民初思想家，史学家，朴学大师，民族主义革命者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/章太炎>章太炎</a>"
},
{
"headline":"陈少白",
"startDate":"1869",
"endDate":"1934",
"text":"<p>    陈少白（1869年7月20日－1934年12月23日）原名闻绍，后更名白，字少白，以字行，在日本期间曾用名陈璧、服部次郎，广东新会外海南华里人，清末革命家，与孙中山、尢列和杨鹤龄同被称为“四大寇”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈少白>陈少白</a>"
},
{
"headline":"天津教案",
"startDate":"1870",
"endDate":"1870",
"text":"<p>    天津教案是清同治九年（1870年）在天津所发生的一场震惊中外的教案。天津民众攻击法国教会机构而造成数十名外国人遇害；而清政府事后的对外妥协处理方式也引起很大争议。同治九年（1870年）4、5月间，天津发生多起儿童失踪绑架的事件。6月初，天气炎热，疫病流行，育婴堂中有三、四十名孤儿患病而死，每天有数百人到坟地围观，挖出孩子的尸体查看。于是民间开始传言怀疑外国修女以育婴堂为晃子，实则绑架杀死孩童作为药材之用。6月20日，一名被居民扭送官府的匪徒武兰珍口供中又牵连到教民王三及望海楼天主堂。于是民情激愤，士绅集会，书院停课，反洋教情绪高涨。6月21日清晨，天津知县刘杰带人犯武兰珍去教堂对质，发现该堂并无王三其人，也没有武兰珍所供的席棚栅栏，“遍传堂中之人，该犯并不认识，无从指证”。谢福音神父与三口通商大臣崇厚协商育婴堂善后处理办法。但当时已经有数千群众包围了教堂，教堂人员与围观的人群口角争执，引起抛砖互殴。法国驻天津领事丰大业要求崇厚派兵镇压，没有得到满意的答复。在前往教堂的路上，与知县刘杰相理论争执，怒而开枪，打伤了知县的仆人，民众激愤之下先杀死了丰大业及其秘书西门，之后又杀死了10名修女（被剥光衣服强奸、挖眼割乳，后被烧死）、2名神父、另外2名法国领事馆人员、2名法国侨民、3名俄国侨民和30多名中国信徒，焚毁了望海楼天主堂、仁慈堂、位于教堂旁边的法国领事馆，以及当地英美传教士开办的其他4座基督教堂。破坏行动持续了3小时。6月24日，外国军舰来到天津，七国公使向总理衙门抗议，而以法国为首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/天津教案>天津教案</a>"
},
{
"headline":"赛金花",
"startDate":"1870",
"endDate":"1936",
"text":"<p>    赛金花（1870年或1864年－1936年）是一个生活在19世纪末20世纪初叶，具有传奇色彩的中国女子。曾作为公使夫人出使欧洲四国，也作为妓女而知名上海，还在八国联军入侵北京后，起到了劝说联军统帅，保护北京市民的作用。赛金花曾经三度嫁作人妇。赛金花的出生日期有很多说法，主要有1864年、1871年、1872年、1874年几个版本，由于出生日期未定，其生平事迹中的年龄也有不同的说法。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赛金花>赛金花</a>"
},
{
"headline":"陆征祥",
"startDate":"1871",
"endDate":"1949",
"text":"<p>    陆征祥神父（1871年6月12日－1949年1月15日），上海人，原籍江苏省苏州府太仓县（今江苏太仓）人。中华民国外交家，天主教本笃会修士、神父。陆征祥1871年生，上海人，原籍江苏太仓。1884年就读于上海广方言馆，后入北京同文馆习外文，尤精俄文。1893年奉派担任中国驻俄罗斯大使馆翻译官。八国联军之役，其长官许景澄被慈禧处死，遂心生不满。日俄战争事件后，在俄国愤而剪去发辫。陆征祥在俄结识比利时外交官的女儿培德女士，不顾使馆反对，于1899年结婚。由于陆征祥能力出色，表现优异，仍在1906年升任中国驻荷兰特命全权大使。武昌起义后，1912年1月3日陆征祥联合一些驻外使臣，电请清帝逊位。1912年中华民国建立，应总统袁世凯电命，从驻俄大使任所返国出任外交总长，并推动中国现代外交机构之改革，将清代“外务部”改为外交部。6月任国务总理，9月辞职。1912年底出任驻瑞士公使，1914年底归国。1915年初复任外交部长，与外交次长曹汝霖，于2月-5月与日本谈判《二十一条》。1915年10月到1916年3月袁世凯称帝其间，因国务卿徐世昌请假，曾短暂出任政事堂代理国务卿和正式国务卿职务。1919年任外交总长，率领中华民国代表团参加巴黎和会，最后拒绝签字。巴黎和会后，由于陆征祥夫人病况，陆征祥即辞去职务滞留比利时，照料病妻。培德女士1926年病逝后，陆征祥参加天主教本笃会，经过教会观察培训，成为修士，专心教会事务，1935年6月25日晋铎为神父。二战期间，帮助受纳粹迫害之比国地方群众，并曾推动抵制日货之运动，为中华民国与盟国战胜而祈祷，1946年5月18日受教廷封赠为比利时圣伯多禄刚城修道院荣誉院长。1945年曾有中国记者至比国采访陆征祥，陆征祥一方面对于曾替袁世凯签署“二十一条”向国人表示忏悔，另一方面对中国取得抗日战争的胜利表示异常兴奋感慨终于“在有生之年得见祖国一雪前耻”。同时，陆征祥对未来国情提出简短而著名之警语：“弱国无外交”。1949年陆征祥病逝于比利时，葬于比利时布鲁日圣安德肋修院（Sint-Andriesabdij），与其教会同仁比邻。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陆征祥>陆征祥</a>"
},
{
"headline":"杨昌济",
"startDate":"1871",
"endDate":"1920",
"text":"<p>    杨昌济（1871年4月21日－1920年1月17日），号怀中，字华生，湖南省长沙县人。中国近代著名教育家、伦理学家。杨昌济世居长沙东乡板仓，故被人称之为“板仓先生”、“板仓杨”。杨昌济自幼喜读程朱之学，七岁入学进馆发蒙，启蒙老师是他父亲杨书祥。1889年参加长沙县试，一举考上“秀才”。但是两次乡试不中，只得在家中设馆授徒。1898年，杨昌济就读于岳麓书院，并且不顾岳麓书院山长王先谦的阻挠，毅然决然加入了进步团体南学会，努力宣传新学、新政，赞同并且在湖南宣传谭嗣同的“以民为主”的政治思想。康梁戊戌政变失败后，杨昌济避居家乡，研究经世之学。1903年，杨昌济考取官费留日，入弘文学院速成示范科，后转普通科，结业后考入东京高等师范学校。1909年，由于杨毓麟、章士钊的推荐，攻读于英国爱丁堡大学文科，专修哲学、伦理学。1912年毕业，后赴德国考察教育。从1913年至1918年，杨昌济先后任教于湖南高等师范学院，省立第四师范，湖南省立第一师范。毛泽东、蔡和森为其最看重的学生。中共早期领导人邓中夏亦为其学生。1918年至1920年，蔡元培邀请其为北京大学任教伦理学，他为赴法勤工俭学学生筹措经费，又推荐毛泽东到北大图书馆工作，并且促成了女儿杨开慧与毛泽东的婚恋关系。1920年1月17日，杨昌济病逝于北京德国医院，归葬长沙县板仓。女儿杨开慧为毛泽东第一位妻子。临终前曾致信好友章士钊（时任广州军政府秘书长、南北议和代表），推荐毛泽东和蔡和森，说：“吾郑重语君，二子海内人才，前程远大，君不言救国则已，救国必先重二子。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨昌济>杨昌济</a>"
},
{
"headline":"光绪",
"startDate":"1871",
"endDate":"1908",
"text":"<p>    光绪皇帝（1871年8月14日－1908年11月14日），满洲爱新觉罗氏，名载湉，满族，清朝第十一位皇帝。1874年以三岁冲龄，过继与清文宗，即帝位，年号“光绪”，庙号德宗。幼年时由慈禧太后垂帘听政，成年后曾在为期不长的亲政期内力图改革，任用康有为等改革派，实行变法维新，但最终不敌慈禧太后势力，改革被后党扼杀，光绪帝被软禁于瀛台，而清帝国也自此失去了最后一次自主图强的机会。1908年11月14日，光绪帝在瀛台被毒害，比慈禧早一日驾崩。关于凶手的身份，历史研究者仍存在争议。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/光绪>光绪</a>"
},
{
"headline":"张澜",
"startDate":"1872",
"endDate":"1955",
"text":"<p>    张澜（1872年4月2日－1955年2月9日）字表方，四川省南充县中和乡（今西充县莲池乡）人。中国民主革命家，中国民主同盟主席。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张澜>张澜</a>"
},
{
"headline":"徐锡麟",
"startDate":"1873",
"endDate":"1907",
"text":"<p>    徐锡麟（1873年12月17日－1907年7月7日），字伯荪，别号光汉子，浙江绍兴山阴东浦镇人。山阴县吏徐凤鸣之子。光绪十九年（1893年）中秀才，1901年被聘为绍兴府学堂经学兼算学教习。1903年赴日本参观大阪博览会，于东京结识陶成章、龚宝铨。1904年在上海加入光复会。1905年在绍兴办大通学堂，倡体育，讲武事，以积蓄力量。1906年赴安徽任武备学校副总办、警察处会办；1907年改名为陆军小学监督、巡警学堂监督。光绪三十三年五月廿六（1907年7月6日）发动安庆起义。即日借巡警学堂毕业典礼之际，枪杀安徽巡抚恩铭，与清军激战4小时，终因孤军无援、寡不敌众而被捕。受审时陈词“蓄志排满已十余年矣，今日始达目的”。翌日晨受刑，结果凌迟处死，睾丸被砸碎，遭剖腹挖心，心肝被士兵所吃，当时称“吃烈士”。遗体则与陈伯平、马宗汉一同葬于杭州西湖边孤山南麓，为“三烈士墓”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐锡麟>徐锡麟</a>"
},
{
"headline":"梁启超",
"startDate":"1873",
"endDate":"1929",
"text":"<p>    梁启超（1873年2月23日－1929年1月19日），字卓如、任甫，号任公，别号饮冰室主人，广东省新会县人，人称梁新会。清朝末年、民国初年的中国近代思想家、政治家、教育家、史学家、文学家。青年时期曾与老师康有为合作进行戊戌变法，事败后出逃，在海外推动君主立宪。辛亥革命之后一度入袁世凯政府，担任司法总长，之后对袁世凯称帝、张勋复辟等严词抨击，并一度加入段祺瑞政府。他倡导新文化运动，支持五四运动。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/梁启超>梁启超</a>"
},
{
"headline":"黄兴",
"startDate":"1874",
"endDate":"1916",
"text":"<p>    黄兴（1874年10月25日－1916年10月31日），原名轸，改名兴，字克强，一字廑午，号庆午、竞武。革命时期化名李有庆、张愚诚、张守正、冈本义一、今村长藏等。湖南省长沙府善化县高塘乡(今长沙县黄兴镇凉塘)人。中华民国开国元勋；辛亥革命时期，以字黄克强闻名当时，与孙中山常被时人以“孙黄”并称。1916年10月31日，黄兴于上海去世。1917年4月15日，受民国元老尊以国葬于湖南长沙岳麓山。著作有《黄克强先生全集》、《黄兴集》、《黄兴未刊电稿》及《黄克强先生书翰墨绩》刊行。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄兴>黄兴</a>"
},
{
"headline":"吴佩孚",
"startDate":"1874",
"endDate":"1939",
"text":"<p>    吴佩孚（1874年4月22日－1939年12月4日），字子玉，中国山东省蓬莱县人。晚清秀才，北洋军阀中曾经为实力最雄厚的军阀之一，并为盘据洛阳，开封等中原重要城市直系军阀的首领，官至直鲁豫巡阅使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴佩孚>吴佩孚</a>"
},
{
"headline":"光绪帝 载湉",
"startDate":"1875",
"endDate":"1908",
"text":"<p>      爱新觉罗·载湉，清德宗光绪皇帝，清朝第十一位皇帝。四岁登基，起初由慈安、慈禧两宫太后垂帘听政，慈安崩逝后由慈禧一宫独裁，直至光绪帝十八岁亲政，此后虽名义上归政于光绪帝，实际上大权仍掌握在慈禧太后手中。光绪帝一生受到慈禧太后的挟制，未曾掌握实权。1898年，光绪帝实行“戊戌变法”，但却受到以慈禧太后为首的保守派的反对。光绪帝打算依靠袁世凯囚禁慈禧，但反被袁世凯出卖，从此被慈禧幽禁在中南海瀛台。整个维新不过历时103天，故称“百日维新”。1908年11月14日光绪帝因砒霜中毒而暴崩，享年38岁，葬于清西陵的崇陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/光绪帝 载湉>光绪帝 载湉</a>"
},
{
"headline":"秋瑾",
"startDate":"1875",
"endDate":"1907",
"text":"<p>    秋瑾（1875年11月8日－1907年7月15日），浙江省绍兴府山阴县（今绍兴市）人，生于福建省厦门。初名闺瑾，乳名玉姑，字璇卿，号旦吾，留学日本后改名瑾，字（或作别号）竞雄，自称鉴湖女侠，笔名秋千、汉侠女儿，曾用笔名白萍。近代女民主革命志士，提倡女权。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秋瑾>秋瑾</a>"
},
{
"headline":"张作霖",
"startDate":"1875",
"endDate":"1928",
"text":"<p>    张作霖（1875年3月19日－1928年6月4日），字雨亭，小名张老疙瘩，辽宁海城人，出身贫农。曾任中华民国陆海军大元帅，喜人以“张大帅”称。张作霖后成为北洋军奉系首领，是北洋政府最后一个掌权者。1928年6月4日发生皇姑屯事件，张作霖乘火车被日本关东军（一说苏联特工）预埋的炸药炸成重伤，当日送回奉天官邸后，随即逝世，子张学良接掌东北军政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张作霖>张作霖</a>"
},
{
"headline":"清军收复新疆之战",
"startDate":"1876",
"endDate":"1877",
"text":"<p>    清军收复新疆之战发生在清光绪二年（1876年）至三年（1877年），清军消灭了入侵新疆的浩罕汗国将领阿古柏，收复新疆大部份地区，结束了同治新疆回乱。左宗棠为清军最高将领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清军收复新疆之战>清军收复新疆之战</a>"
},
{
"headline":"何叔衡",
"startDate":"1876",
"endDate":"1935",
"text":"<p>    何叔衡（1876年－1935年），字玉衡，号琥璜，湖南宁乡人。中国共产党创始人之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/何叔衡>何叔衡</a>"
},
{
"headline":"珍妃",
"startDate":"1876",
"endDate":"1900",
"text":"<p>    珍妃（1876年2月27日－1900年8月15日），他他拉氏，满洲镶红旗人。清朝光绪帝的嫔妃，也是最为受宠的妃子，后因获罪于慈禧太后而被投井杀害。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/珍妃>珍妃</a>"
},
{
"headline":"张伯苓",
"startDate":"1876",
"endDate":"1951",
"text":"<p>    张伯苓（1876～1951），现代教育家，原名寿春，字伯苓。1876年4月5日（清光绪二年三月十一）出生于天津一个秀才家庭。早年入北洋水师学堂习驾驶，1897年毕业后服务于海军，不久离职回天津执教于家馆。1904年，张伯苓赴日考察教育，回国后将家馆改建为私立中学，定名敬业学堂。1907年，在天津城区南部的开洼地，即民间所称“南开”，建成新校舍，遂改称南开中学堂，从此声名渐著，现在的天津市南开区也由此得名。1917年秋赴美国，入哥伦比亚大学研究教育，次年回国，着手筹办南开大学。1919年秋正式开学。1923年，创办南开女子中学。1928年创办实验小学。1937年以前，南开已形成了从小学、中学到大学的完整体系，他先后担任校长四十余年，培养出不少人才。抗日战争爆发后的1938年（民国27年）1月，教育机关迁至昆明，南开大学、北京大学、清华大学联合组成西南联合大学，张伯苓出任校务委员会常务委员。张伯苓提倡教育救国，办学方针注重理工科教育。他反对学生介入社会政治活动，但也曾保护过进步师生。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张伯苓>张伯苓</a>"
},
{
"headline":"小德张",
"startDate":"1876",
"endDate":"1957",
"text":"<p>    小德张（1876年－1957年4月19日），中国清朝末代太监总管，名祥斋，字云亭，在内宫太监里排辈兰字，序号张兰德，慈禧太后赐名“恒泰”，宫号小德张。天津静海县南吕官屯人。1888年12岁自宫其身，1891年入宫当太监，1892年被派入宫内南府升平署戏班学京剧武小生，技艺精湛，深受慈禧太后赏识。1898年被提升为后宫太监回事。庚子事变中，随慈禧太后西狩，回京后升任御膳房掌案，三品顶戴。1909年，按照慈禧的懿旨，小德张升为长春宫四司八处大总管。各王公贵族，朝廷大臣晋见隆裕太后，必须得到小德张的首肯，权倾一时。民国二年（1913年）隆裕太后去世后，出宫到天津英租界做寓公，深居简出，不问政事，广置田产。1957年4月19日病逝于天津，终年81岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/小德张>小德张</a>"
},
{
"headline":"镰田弥彦",
"startDate":"1877",
"endDate":"1966",
"text":"<p>    镰田弥彦（1877年4月1日－1966年6月15日），为日本鹿儿岛县出身的陆军军人。1877年（明治10年）：4月1日出身于鹿儿岛县。1898年（明治31年）：成为日本陆军士官学校第10届毕业生。1899年（明治32年）：6月晋升为步兵少尉。1920年（大正9年）：在北京驻任为步兵队长。1921年（大正10年）：7月晋升为步兵上校、并成为神户连队区的司令官。1923年（大正12年）：8月异动为步兵第39连队的队长。1926年（大正15年）：3月晋升为陆军少将、就任为步兵第32旅团长。1927年（昭和2年）：7月归任第11师团司令部。1930年（昭和5年）：8月调到台湾担任守备队司令官、同年10月月底受命镇压引发“雾社事件”的赛德克族。1931年（昭和6年）：3月晋升陆军中将。1932年（昭和7年）：2月提拔为近卫师团长。1933年（昭和8年）：8月编为预备役。1966年（昭和41年）：6月15日去世、享年89岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/镰田弥彦>镰田弥彦</a>"
},
{
"headline":"王国维",
"startDate":"1877",
"endDate":"1927",
"text":"<p>    王国维（1877年12月3日－1927年6月2日），字静安，又字伯隅，晚号观堂（甲骨四堂之一），谥忠悫。浙江嘉兴海宁人，国学大师。与梁启超、陈寅恪和赵元任号称清华国学研究院的“四大导师”。中国新学术的开拓者，连接中西美学的大家，在文学、美学、史学、哲学、金石学、甲骨文、考古学等领域成就卓著。甲骨四堂之一。王国维精通英文、德文、日文，使他在研究宋元戏曲史时独树一帜，成为用西方文学原理批评中国旧文学的第一人。陈寅恪认为王国维的学术成就“几若无涯岸之可望、辙迹之可寻”。著述甚丰，有《海宁王静安先生遗书》、《红楼梦评论》、《宋元戏曲考》、《人间词话》、《观堂集林》、《古史新证》、《曲录》、《殷周制度论》、《流沙坠简》等62种。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王国维>王国维</a>"
},
{
"headline":"张啸林",
"startDate":"1877",
"endDate":"1940",
"text":"<p>    张啸林（1877年－1940年），上海青帮头领。原名小林，后改名寅，浙江宁波人。1897年移居杭州。于武备学堂肄业。移居上海后加入青帮，成为头领，与黄金荣、杜月笙并称为“上海三大亨”。1937年日军攻陷上海，公开投敌，筹建伪浙江省政府，并拟出任伪省长。1940年，被贴身保镖林怀部暗杀于上海华格臬路（今宁海西路）张公馆。国民党军统上海负责人陈恭澍否认林怀部为军统杀手。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张啸林>张啸林</a>"
},
{
"headline":"徐宗汉",
"startDate":"1877",
"endDate":"1944",
"text":"<p>    徐宗汉（1877-1944），女，原名佩萱，拱北北岭村人。徐受民主思想影响，提倡女权，倡办女学。1907年赴南洋，在槟榔屿加入同盟会，回广州与高剑父等设立同盟会秘密机关，参与发动1910年2月的广州新军起义，失败后逃香港。1911年返广州参加起义，负责制造和运送军火。黄兴在起义中负伤，徐悉心照料并护送往香港就医，后结成夫妻。辛亥革命后，随黄兴回武汉、南京，从事女界运动。“二次革命”失败后，随黄兴逃亡日本、欧美，继续进行反袁活动。1916年返国，从事贫儿教育，1944年3月病逝于重庆。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐宗汉>徐宗汉</a>"
},
{
"headline":"廖仲恺",
"startDate":"1877",
"endDate":"1925",
"text":"<p>    廖仲恺（1877年4月23日－1925年8月20日），广东省归善县鸭仔埗乡窑前村（今惠州市惠阳区陈江镇幸福村）的客家人，生于美国加州旧金山。原名恩煦、又名夷白，字仲恺；中国国民党革命元勋之一，国民党左派人物。当孙文于1923年1月和苏联发表联合声明后，廖仲恺被孙文派往莫斯科进行更进一步的协商而同时蒋介石也被送去学习苏联的政治和军事制度。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/廖仲恺>廖仲恺</a>"
},
{
"headline":"何香凝",
"startDate":"1878",
"endDate":"1972",
"text":"<p>    何香凝（1878年6月27日－1972年9月1日），号双清楼主，广东南海棉村（今佛山市南海区）人，生于香港，中国国画家，中国民主革命家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/何香凝>何香凝</a>"
},
{
"headline":"陈炯明",
"startDate":"1878",
"endDate":"1933",
"text":"<p>    陈炯明（1878年1月13日－1933年9月22日），字竞存，绰号残仔明，惠州府海丰县人，曾经出任粤军总司令、广东省省长、民国政府陆军部总长兼内务部总长及中国致公党首任总理。他在广东在任期间推动广东省建设，及建立广州市。陈炯明政治上主张联省自治。他反对北伐，并且因此驱逐其曾经支持的孙中山。最后陈炯明被孙中山打败，退居香港。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈炯明>陈炯明</a>"
},
{
"headline":"袁克定",
"startDate":"1878",
"endDate":"1958",
"text":"<p>    袁克定（1878年－1958年），字云台，别号慧能居士，外号袁大瘸子，河南项城人，袁世凯长子，原配于氏所生。弟弟袁克文。幼年随袁世凯历任各地。清末，荫候补道员，后升任农工商部参议、右丞。辛亥革命爆发后，受其父之托，拉拢汪精卫。据《辛亥革命录》记载，袁克定、汪精卫二人曾在袁世凯面前结拜为异姓兄弟。1912年其父袁世凯就任中华民国大总统。1913年坠马腿伤，赴德国治疗，受到德国皇帝威廉二世接见。1914年10月在袁世凯镇压二次革命之后，袁克定在北洋军之外，另行编练模范团，抓军权。后开始鼓吹帝制，希望能因此出任皇储。他派人每日伪造《顺天时报》送呈袁世凯，只收录赞成帝制的文章，并发起组织筹安会，使其误认为民心可用。因此，当袁世凯在护国战争中失利，不得不取消帝制之后，曾痛责袁克定“欺父误国”。袁世凯死后，袁克定迁居天津德租界隐居。1935年复迁北京宝钞胡同，1937年后再迁颐和园清华轩别墅。在抗战期间，他拒绝与日本占领军合作，生活陷入贫困。1948年，袁克定穷困潦倒，投奔表弟张伯驹，移居承泽园。1949年后，在章士钊的安排下出任中央文史馆馆员。1958年病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/袁克定>袁克定</a>"
},
{
"headline":"陈其美",
"startDate":"1878",
"endDate":"1916",
"text":"<p>    陈其美（1878年1月17日－1916年5月18日），字英士，浙江吴兴人。中华民国早期政治人物，青帮代表人物，于辛亥革命初期与黄兴同为孙文的左右股肱，后遭暗杀身亡。弟陈其采，字蔼士。兄陈其业，字勤士。陈其业有两子，陈果夫及陈立夫，二人由陈其美引介于蒋中正，与蒋中正关系密切，后来兄弟俱成为国民党内大员，主管党务，被广称为CC系。陈其美与蒋中正关系密切，为蒋中正结义之兄，将蒋中正引荐于孙文。孙中山高度赞扬陈英士是“革命首功之臣”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈其美>陈其美</a>"
},
{
"headline":"陈独秀",
"startDate":"1879",
"endDate":"1942",
"text":"<p>    陈独秀（1879年10月9日－1942年5月27日），原名干生，字仲甫，号实庵，安徽省怀宁十里铺（今属安庆市）人。思想家、政治人物，中国共产党的主要创建者之一及首任总书记。他是新文化运动的主要倡导者之一，创办了著名白话文刊物《新青年》，也是五四运动的精神领袖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈独秀>陈独秀</a>"
},
{
"headline":"高剑父",
"startDate":"1879",
"endDate":"1951",
"text":"<p>    高剑父（1879年10月12日－1951年6月22日），名仑，字爵廷，号剑父，中国广东番禺县大石乡员岗村（今番禺市被纳入广州市）人，同盟会会员，知名画家、教育家。他是岭南画派的创始人之一，与高奇峰、陈树人并称“岭南三杰”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高剑父>高剑父</a>"
},
{
"headline":"胡汉民",
"startDate":"1879",
"endDate":"1936",
"text":"<p>    胡汉民（1879年12月9日－1936年5月12日），本名衍鸿，字展堂，号不匮室主，自称汉民，意为不做满清顺民，做大汉之民。广东番禺人， 中国国民党元老和早期主要领导人之一，也是国民党前期的右派代表人物之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡汉民>胡汉民</a>"
},
{
"headline":"莫那·鲁道",
"startDate":"1880",
"endDate":"1930",
"text":"<p>    莫那·鲁道（赛德克语：Mona Rudo(Mouna Rudaw)；1880年－1930年），是台湾原住民赛德克族马赫坡社（今庐山温泉区）的头目，在《台湾日日新报》的汉文版有称“毛那老”，战后或称莫那道，高大魁梧，据说身高将近190厘米。也是赛德克族雾社群的头目，为日治时期重要的抗日运动──雾社事件的领导人，起事失败后饮弹自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/莫那·鲁道>莫那·鲁道</a>"
},
{
"headline":"孔祥熙",
"startDate":"1880",
"endDate":"1967",
"text":"<p>    孔祥熙（1880年9月11日－1967年8月16日），字庸之，号子渊山西省太谷县人，孔子家族第75代孙，中华民国南京国民政府行政院长，兼财政部长。亦是一名银行家及富商。孔祥熙的妻子为宋霭龄。孔与宋子文、蒋介石为姻亲关系。孔祥熙长期主理国民政府财政，主要政绩有改革中国币制，建设中国银行体系，加大国家对资本市场的控制等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孔祥熙>孔祥熙</a>"
},
{
"headline":"唐胥铁路",
"startDate":"1881",
"endDate":"1881",
"text":"<p>    唐胥铁路是中国历史上第一条经政府批准兴建使用的铁路。由清政府北洋大臣李鸿章为解决开平矿务公司的煤炭运输至海口的问题而下令矿务公司修建。铁路最先计划连接开平煤矿至北溏口，但为朝廷反对。胥各庄至北塘口一段改以运河运输。唐山至胥各庄一段因地势不能建运河，在李鸿章力争下最终获得批准兴建铁路，但被限制不能行驶蒸气机车，车辆只能以骡马拖曳。铁路于1881年6月开工，同年11月竣工，全长约10公里。铁路总工程师为英国人克劳德·金达，使用标准轨，轨重每米15公斤，建造费用11万两白银。为把唐胥铁路延伸到芦台，李鸿章在开平矿务局下设运煤铁路公司，为中国首家铁路公司“开平铁路公司”，命伍廷芳、吴炽昌主持。光绪十三年（1887年）二月，醇亲王奕譞奏准把唐胥铁路向东再延伸至山海关，向西延伸至天津和北京。李鸿章为了修筑这些铁路，将开平运煤铁路公司改名为中国铁路公司，仍由伍廷芳、吴炽昌主持，金达为技师，承建津沽等铁路。铁路的南段在1887年获准延长至天津，在1888年8月通车。北段则获准延至山海关，于1893年通车；唐胥铁路亦改称“津榆路”。之后“中国铁路公司”改组为“铁路总公司”，负责兴建关内外铁路。津榆路日后逐步发展成目前的京沈铁路。唐胥铁路不是中国出现最早的铁路。中国土地上出现的第一条铁路是1876年在上海修建的吴淞铁路，全长14.5公里，为英国人未得政府同意，采用欺骗和蒙混手段，以修筑一条“寻常马路”的名义修建的，后被购回拆除，在二十年后再被重建。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐胥铁路>唐胥铁路</a>"
},
{
"headline":"鲁迅",
"startDate":"1881",
"endDate":"1936",
"text":"<p>    周树人（1881年9月25日－1936年10月20日），字豫才，原名樟寿，字豫山、豫亭，以笔名鲁迅闻名于世，浙江绍兴人，为20世纪中国的重要作家，新文化运动的领导人、左翼文化运动的支持者。中华人民共和国的评价为现代文学家、思想家、革命家。鲁迅的作品包括杂文、短篇小说、评论、散文、翻译作品，对于五四运动以后的中国文学产生了深刻的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鲁迅>鲁迅</a>"
},
{
"headline":"章士钊",
"startDate":"1881",
"endDate":"1973",
"text":"<p>    章士钊（1881年3月20日－1973年7月1日），字行严，笔名黄中黄、青桐、秋桐，生于湖南省善化县。曾任中华民国北洋政府段祺瑞政府司法总长兼教育总长，中华民国国民政府国民参政会参政员，中华人民共和国全国人大常委会委员，全国政协常委，中央文史研究馆馆长。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/章士钊>章士钊</a>"
},
{
"headline":"潘达微",
"startDate":"1881",
"endDate":"1929",
"text":"<p>    潘达微（1881年1月15日－1929年8月27日），又名心微，字铁苍，号景吾、影吾等，中国广东番禺县鹿步司(今广州市天河区棠下街道)人，同盟会会员，知名书画家、摄影家、记者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/潘达微>潘达微</a>"
},
{
"headline":"蔡锷",
"startDate":"1882",
"endDate":"1916",
"text":"<p>    蔡锷（1882年12月18日－1916年11月8日），原名艮寅，字松坡，湖南省宝庆府邵阳县（今邵阳市）人。清末民初政治家、军事家。曾经响应辛亥革命，后来发动反对袁世凯洪宪帝制的护国战争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔡锷>蔡锷</a>"
},
{
"headline":"冯玉祥",
"startDate":"1882",
"endDate":"1948",
"text":"<p>    冯玉祥（1882年11月6日－1948年9月1日），谱名基善，表字焕章，安徽巢县（今巢湖市夏阁镇竹柯村）人，生长于直隶省保定府（今河北省保定市）。民国军阀。国民革命军陆军元帅，西北军领袖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯玉祥>冯玉祥</a>"
},
{
"headline":"约翰·拉贝",
"startDate":"1882",
"endDate":"1950",
"text":"<p>    约翰·拉贝（John Rabe，1882年11月23日－1950年1月5日）是生于汉堡市的德国商人，以其在1937年－1938年的南京大屠杀期间的人道主义行为、以及作为南京大屠杀翔实证据的《拉贝日记》而著名。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/约翰·拉贝>约翰·拉贝</a>"
},
{
"headline":"宋教仁",
"startDate":"1882",
"endDate":"1913",
"text":"<p>    宋教仁（1882年4月5日－1913年3月22日），字钝初，号渔父，生于中国湖南省桃源县上坊村湘冲一户的书香之家，中国近代民主革命家，是中华民国初期第一位倡导内阁制的政治家，担任过华兴会和同盟会的主要领导、中华民国临时政府唐绍仪内阁的农林部总长、也是国民党的主要筹建人。曾留学日本法政大学、早稻田大学。民国二年3月20日，时任国民党代理理事长的宋教仁在上海火车站（老北站）遭枪击，22日不治身亡，终年31岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋教仁>宋教仁</a>"
},
{
"headline":"中法越南战争",
"startDate":"1883",
"endDate":"1885",
"text":"<p>    中法战争（又称清法战争、中法越南战争；法语：Guerre Franco-Chinoise；越南语：Chiến tranh Pháp-Thanh／戰爭法-清?），1883年12月至1885年4月间（及光绪九年十一月至十一年二月间，是中国大清帝国与法国争夺越南的战争。。战事除在越南境内展开外，法国尚派遣部队攻打云南边界，并由海军将领孤拔统率远东舰队，击败清福建、南洋两舰队，取得台湾海峡制海权，并先后占领台湾基隆和澎湖。战争过程中，法陆海两军虽于多数战役占上风，但均无法取得底定全局的战略性大胜：法国远东舰队虽于海战赢得全胜，并一度攻占基隆，却因沪尾（今台北县淡水镇）一役受挫及疫病流行，无法达成拿下台湾全岛的战略目的；而清军虽于初期陆海皆遭惨败，导致由恭亲王奕䜣领班的军机处被全面撤换(甲申易枢)，但后期台湾及杭州湾防卫成功，且有冯子才统率各部于镇南关之役给法国陆军带来较重伤亡并成功夺回谅山，导致茹费里政权垮台。以此为契机，两国重启和谈，结果订定《中法新约》，清方承认法国对法属印度支那诸殖民地的宗主权，两国重开贸易。受此战的影响，清廷于台湾设省，以刘铭传为巡抚大力推展现代化防务及新政，并积极筹建北洋水师。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中法越南战争>中法越南战争</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}