{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"完颜宗望",
"startDate":"1127",
"endDate":"1127",
"text":"<p>    完颜宗望（？－1127年），本名斡鲁补，又作斡离不，是金太祖第二子。宗望经常跟从太祖征伐，常在左右，屡建殊功。宋人称之为“二太子”，是“四太子”兀术之前的金军化身。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜宗望>完颜宗望</a>"
},
{
"headline":"黄天荡之战",
"startDate":"1129",
"endDate":"1129",
"text":"<p>    黄天荡之战在宋金战争中，宋军与金军在黄天荡进行的一次水战。黄天荡的地理位置不详，《中国通史》载，黄天荡在今江苏省南京市的东北。南宋建炎三年（1129年）十月，金军在完颜兀术带领下第三次南下深入长江地区，攻破建康城，直逼临安。宋高宗赵构南逃至明州（今浙江省宁波市）。第二年正月，金军攻明州，赵构乘船入海逃向温州，金军尾追不舍。幸赖南宋水军将领张公裕率部在台州附近海面阻击，使高宗得以幸免于难。金军在受到江南各地军民抵抗和打击后。于二月，开始北撤。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄天荡之战>黄天荡之战</a>"
},
{
"headline":"苗刘兵变",
"startDate":"1129",
"endDate":"1129",
"text":"<p>    苗刘兵变，又称刘苗之变、明受之变，是建炎三年（1129年）由苗傅和刘正彦发动，诛杀宋高宗赵构宠幸的权臣及宦官以清君侧，并逼迫宋高宗将皇位禅让给三岁的皇太子赵旉的兵变。兵变消息传出后，苗、刘二人没有采取进一步的措施，各地将领纷纷采取勤王平乱的立场，出兵镇压，苗傅和刘正彦见局势失去控制，连忙奉宋高宗复辟，最后两人被打败，在建康闹市被处决。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苗刘兵变>苗刘兵变</a>"
},
{
"headline":"朱熹",
"startDate":"1130",
"endDate":"1200",
"text":"<p>    朱熹（1130年－1200年），江南东路徽州婺源人。行五十二，小名沋郎，小字季延，字元晦，一字仲晦，号晦庵，晚称晦翁，又称紫阳先生、考亭先生、沧州病叟、云谷老人，谥文，又称朱文公。南宋理学家，理学集大成者，尊称朱子。朱熹是程颢、程颐的三传弟子李侗的学生，在中国，有专家认为他确立了完整的客观唯心主义体系。家境穷困，自小聪颖，弱冠及第，中绍兴十八年进士，历高孝光宁四朝。于建阳云谷结草堂名“晦庵”，在此讲学，世称“考亭学派”，亦称考亭先生。承北宋周敦颐与二程学说，创立宋代研究哲理的学风，称为理学。其著作甚多，辑定《大学》、《中庸》、《论语》、《孟子》为四书作为教本。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱熹>朱熹</a>"
},
{
"headline":"宋江",
"startDate":"1130",
"endDate":"1130",
"text":"<p>    宋江是北宋宣和年间民变首领，后来投降宋朝。此事成为后来章回小说《水浒传》的原形，广为人知。而宋江在小说中则是梁山泊起义军之首，乃天魁星也。原为山东郓城县一刀笔小吏，字公明，绰号呼保义，又号及时雨，与托塔天王晁盖为生死之交。与《水浒传》中的一些杜撰出来的人物不同，跟武松、关胜、杨志同样在北宋历史上确有其人。很多史书、文人笔记里头都记录了关于宋江的一些零星记载。《宋史》上记载宋徽宗宣和三年（1121年），“淮南盗宋江等犯淮阳军，遣将讨捕，又犯京东（今山东），江北，入楚海州界，命知州张叔夜招降之”。《东都事略》中也提到一名为候蒙的官员，曾向皇帝上书建议“宋江寇京东，蒙上书，言宋江以三十六人横行齐魏，官军数万，无敢抗者，不若赦江，使讨方腊以自赎，或足以平东南之乱”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋江>宋江</a>"
},
{
"headline":"岳飞第一次北伐",
"startDate":"1134",
"endDate":"1134",
"text":"<p>    岳飞第一次北伐发生于绍兴四年（1134年）五月至七月期间。岳飞率岳家军三万五千人左右大败伪齐刘豫的部将李成等人，成功地收复了前一年南宋失去的襄阳府镇抚使李横的辖地，以及额外的原由刘齐控制的唐州和信阳军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/岳飞第一次北伐>岳飞第一次北伐</a>"
},
{
"headline":"党怀英",
"startDate":"1134",
"endDate":"1211",
"text":"<p>    党怀英（1134年－1211年），字世杰、号竹溪、谥号文献。祖籍冯翊（今陕西大荔），生于奉符（今山东泰安），中国金代文学家、书法家。宋初名将党进的第十一代孙，其父党纯睦任北宋泰安军录事参军，死于任上，其母以贫不归。遂为奉符（今山东泰安）人。怀英少时与辛弃疾一同在刘瞻门下，一时并称“辛党”。早年“应举不得志，遂脱略世务，放浪山水间，簟瓢屡空，晏如也”。金世宗大定十年（1170年）中进士，任莒州军判，后历任汝阴县令、国史院编修、应奉翰林文字、翰林院修撰、翰林院待制等职。大定二十九年（1189年），与郝俣参与《辽史》刊修。金章宗明昌元年（1190年）升直学士，担任国子监祭酒。后迁侍讲学士、翰林学士等职，深受历任君主赏识，为当时金朝文坛领袖。赵秉文称其“文似欧阳（修）公，不为尖新奇险之语；诗似陶（渊明）、谢（灵运），奄有魏晋；篆籀入神，李阳冰之后一人而已。”章宗承安二年（1197年），出任泰宁军节度使，次年再次召为翰林学士承旨。卫绍王完颜永济大安三年（1211年）逝世，葬于奉符西旺村（今泰安市郊区北集坡乡西旺村）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/党怀英>党怀英</a>"
},
{
"headline":"陆九渊",
"startDate":"1139",
"endDate":"1193",
"text":"<p>    陆九渊（1139年－1193年），字子静，抚州金溪（今江西省金溪县）人，南宋哲学家，陆王心学的代表人物。因讲学象山书院（位于江西省贵溪县），世称“象山先生”，学术界常称其为“陆象山”。兄陆九龄，亦儒学名家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陆九渊>陆九渊</a>"
},
{
"headline":"郾城之战",
"startDate":"1140",
"endDate":"1140",
"text":"<p>    郾城之战是绍兴十年（1140年）宋朝与金国之间主力军的一次决战，史载此役宋朝岳飞所率岳家军以少胜多，予以金军沉重打击。宋高宗不愿岳飞继续进军，连发十二道金牌召回驻军于朱仙镇之岳飞。其时，淮南东路之张俊军已撤退，岳飞于孤立无援下忍痛退军。退兵前，岳飞长叹：“十年之功，毁于一旦！所得州郡，一朝全休。社稷江山，难以中兴！乾坤世界，无由再复！”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郾城之战>郾城之战</a>"
},
{
"headline":"辛弃疾",
"startDate":"1140",
"endDate":"1207",
"text":"<p>    辛弃疾（1140年5月28日－1207年10月3日），字幼安，号稼轩，山东东路济南府历城县（今济南市历城区遥墙镇四风闸村）人。生于金国，少年抗金归宋，曾任江西安抚使、福建安抚使等职。追赠少师，谥忠敏。中国南宋豪放派词人，人称词中之龙，与苏轼合称“苏辛”。与李清照并称“济南二安”。金天眷三年（南宋绍兴十年）五月十一日（阳历1140年5月28日），辛弃疾生于山东东路济南府历城县，其时距靖康之变已有十三年。其祖父辛赞，是金朝亳州谯县（今安徽亳县）的县令，却经常灌输他抗金复宋的教育。辛弃疾十四岁、十七岁时两次参加金朝燕京的科举考试，不中。在廿岁祖父去世后，率领两千多人起兵反金，投靠耿京为首的农民军，为其掌书记。耿京被张安国杀害后，他手持一把名剑，名为龙泉[来源请求]，邀集五十名死士闯进五万士兵的张军营中，生擒张安国，并策动上万士兵一同投奔南宋，押解张安国回到建康斩首示众。南宋乾道六年被召为司农寺主簿。在南宋期间，辛曾任建康通判，知滁州，提点江西刑狱，湖北转运副使，湖南安抚使，淳熙五年（1178年），担任江西安抚使等职，是年二月，奏劾知兴国军黄茂材“过数收纳苗米，致人户陈诉故也”。召为大理少卿。历任地方官期间，重视发展生产，训练军队，为北伐积极做好准备。他一生被弹劾七次。在被罢职后，闲居在信州上饶（今江西省上饶市）前后近20年，中间虽短期出任福建安抚使等职，但很快就被罢免。1180年，再次任隆兴（南昌）知府兼江西安抚使时，在上饶建园林式的庄园。晚年一度被韩侂胄起用，但仍然得不到信任，最后含恨辞世。据说他临终时还大呼“杀贼！杀贼”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/辛弃疾>辛弃疾</a>"
},
{
"headline":"赵汝愚",
"startDate":"1140",
"endDate":"1196",
"text":"<p>    赵汝愚（1140年－1196年），字子直。宋朝宗室，原籍饶州余干，祖父于南宋建炎年间迁居崇德洲钱(今桐乡市洲泉镇)。考取状元，曾任宋宁宗宰相，后遭权臣韩侂冑排挤，贬谪而死。谥忠定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵汝愚>赵汝愚</a>"
},
{
"headline":"风波亭惨案",
"startDate":"1141",
"endDate":"1141",
"text":"<p>    岳飞统领的「岳家军」在连战皆捷之时，宋高宗却连发十二金牌，命岳飞班师。绍兴十一年(1141年)，岳飞等被召回临安，解除了兵权，被罢官赋闲。金人以「必杀飞，始可和」为和议条件，要高宗杀岳飞。高宗恐怕岳飞收复故土，「迎还二圣」，令其皇位不保，遂授意秦桧制造冤狱杀飞。绍兴十一年七月十六日，秦桧指使其党羽弹劾岳飞，宋高宗对弹劾奏章多以赞同，岳飞被迫提请辞职。八月，高宗下诏免去岳飞枢密副使之职。九月，秦桧使人诬告岳飞部将张宪谋反，先将张宪、岳云(岳飞之子)下狱。十月，岳飞也被骗入狱。秦桧命御史中丞何铸等人负责审讯，岳飞裂衣示其背所刺「尽忠报国」四字，以明心迹。何铸知道岳飞是冤枉的，向朝廷力辩其无辜。秦桧为达其目的，乃撤换主审官员，并对岳飞百般拷问。但岳飞始终没有屈服，最后只在供状上写下「天日昭昭！天日昭昭！」八个大字。在此期间，一些有正义感的官员们纷纷为岳飞抱屈、鸣冤，但均遭到贬官甚至杀头的对待。十二月二十九日，高宗和秦桧以「莫须有」的罪名将岳飞毒死，张宪、岳云亦被斩首。岳飞死时，年仅三十九岁。岳飞、张宪的家属被分送广南、福建路拘管，岳飞的一些部下也被牵连治罪。岳飞惨遭杀害后，百姓无不垂泪。至孝宗继位后，才为岳飞平反昭雪。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/风波亭惨案>风波亭惨案</a>"
},
{
"headline":"绍兴和议",
"startDate":"1141",
"endDate":"1141",
"text":"<p>    绍兴和议是中国南宋与金订立的和约。宋军在反击金的入侵中已取得一定的胜利，但宋高宗与宰相秦桧唯恐有碍对金议和，解除了韩世忠、张俊、岳飞三大将的兵权，甚至制造岳飞冤狱，使抗战派对投降议和活动无法进行反对。绍兴十一年（1141）双方达成和约。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/绍兴和议>绍兴和议</a>"
},
{
"headline":"杜充",
"startDate":"1141",
"endDate":"1141",
"text":"<p>    杜充（？－1141年），字公美，相州（今中国河南省安阳市）人。曾是开封留守宗泽的副手，1128年七月宗泽去世后接替其职位，为名将岳飞的上司。但杜充害怕和金军打仗，先是全部放弃了抗金起义不断的河北（黄河渭河以北）各地，以致河北所有起义都被金军镇压，由此彻底丢掉了北宋末年被金国侵占的三分之一多的土地，陕西关中和河南一带由此变成了新的“河北”，江南则变成了新的“河南”。1129年六月又南逃建康府，丢掉了长江以北的所有宋朝领土。完颜宗弼（兀术）攻过长江后投降金国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜充>杜充</a>"
},
{
"headline":"张宪",
"startDate":"1142",
"endDate":"1142",
"text":"<p>    张宪（？—1142年），阆州（今四川省南充市阆中市）人，南宋抗金名将岳飞爱将，官至龙神卫四厢都指挥使、阆州观察使、高阳关路马步军副都总管、御前前军统制、权副都统制节制鄂州军马，追赠宁远军承宣使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张宪>张宪</a>"
},
{
"headline":"丘处机",
"startDate":"1148",
"endDate":"1227",
"text":"<p>    丘处机（1148年2月10日－1227年8月22日），字通密，道号长春子，山东栖霞人，金代全真道道士。丘处机为金世宗、金章宗、金卫绍王、金宣宗和元太祖成吉思汗敬重，并因远赴西域劝说成吉思汗减少屠杀而闻名。在道教历史和信仰中，丘处机被奉为全真道“北七真”之一，以及龙门派的祖师。在金庸的武侠小说《射雕英雄传》和《神雕侠侣》中，丘处机被描述为一位豪迈奔放、武艺高强的道士，这也使他更为大众所知。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/丘处机>丘处机</a>"
},
{
"headline":"完颜宗弼",
"startDate":"1148",
"endDate":"1148",
"text":"<p>    完颜宗弼（?－1148年11月19日），女真名完颜兀术，一作完颜乌珠，汉姓王，名宗弼（民间常称为金兀术）。金太祖完颜阿骨打第四子。善骑射，累官太师，都元帅、领行台尚书事，江南呼为四太子，屡侵南宋。建炎三年（1129年），完颜兀术率金军再次南侵，建炎四年，为韩世忠所败，十万金兵困在黄天荡中48日，宋军奸细的告密，最后脱逃。次年，岳飞在牛头山设伏，大破完颜兀术。绍兴九年（1139年），宋高宗和秦桧与金议和，南宋向金称臣纳贡。绍兴十年，完颜兀术撕毁和约，再次大举南侵。岳飞奉命出兵反击。相继收复郑州、洛阳等地，乘胜进占朱仙镇。完颜兀术被迫退守开封。绍兴十一年八月，高宗和秦桧派人向金求和，完颜兀术要求“必先杀岳飞，方可议和”。绍兴十一年（1141年）高宗夺韩世忠、岳飞的兵权，解散其军队。秦桧乃诬岳飞谋反，将其下狱。绍兴十一年十一月，金朝派使者到临安，谈判议和条件，南宋向金朝称臣。金熙宗皇统二年（1142年）完颜兀术还朝，独掌军政大权。皇统八年十月初七（1148年11月19日），完颜兀术在上京会宁府病亡，谥忠烈。葬于燕京九龙峰下（今日北京市房山区周口店镇龙门口村北的九龙山主峰下）。子完颜亨。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜宗弼>完颜宗弼</a>"
},
{
"headline":"叶适",
"startDate":"1150",
"endDate":"1223",
"text":"<p>    叶适（1150年—1223年）字正则，号水心，谥文定。温州永嘉人（今属浙江）。祖籍龙泉，后迁瑞安。淳熙五年（1178年）进士，官至权工部侍郎、吏部侍郎兼直学士院。与徐照、徐玑、赵师秀、翁卷等永嘉四灵学者友善，是南宋永嘉学派代表人物，与朱熹、陆九渊齐名。主要著作有《习学记言》、《水心先生文集》29卷、《别集》16卷。台湾嘉义东石先天宫奉叶适为叶千岁，香火鼎盛。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/叶适>叶适</a>"
},
{
"headline":"韩侂冑",
"startDate":"1152",
"endDate":"1207",
"text":"<p>    韩侂冑(tuō zhòu)（1152年－1207年），字节夫，祖籍河南安阳，中国南宋政治人物，北宋名臣韩琦之曾孙，母亲为宋高宗吴皇后的妹妹。娶吴皇后的侄女为妻，无子。侄孙女是宋宁宗的恭淑皇后。曾任宁宗宰相，任内追封岳飞为鄂王，追夺秦桧官爵，力主北伐抗金，因将帅乏人而功亏于溃。后在金国示意下，被杨皇后和史弥远设计所斩，函首于金。侂冑因禁绝朱熹理学与贬谪宗室赵汝愚，故被理学家被视为奸臣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩侂冑>韩侂冑</a>"
},
{
"headline":"王贵 (南宋)",
"startDate":"1153",
"endDate":"1153",
"text":"<p>    王贵（？—1153年），相州汤阴（今河南省安阳市汤阴县）人，南宋抗金名将岳飞麾下将领，官至侍卫亲军步军副都指挥使、武安军承宣使、充福建路马步军副都总管，追赠宁国军节度使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王贵 (南宋)>王贵 (南宋)</a>"
},
{
"headline":"姜白石",
"startDate":"1154",
"endDate":"1221",
"text":"<p>    姜夔（1154—1221），字尧章，别号白石道人，与姜石帚并非一人。汉族，饶州鄱阳（今江西鄱阳县）人。南宋词人。他少年孤贫，屡试不第，终生未仕，一生转徙江湖。早有文名，颇受杨万里、范成大、辛弃疾等人推赏，以清客身份与张镃等名公臣卿往来。人品秀拔，体态清莹，气貌若不胜衣，望之若神仙中人。工诗词、精音律、善书法、对词的造诣尤深。有诗词、诗论、乐书、字书、杂录等多种著作。幼年随父宦居，青年时代曾北游淮楚，南历潇湘，后客居合肥、湖州和杭州，是个浪迹江湖、寄食诸侯的游士。他一生清贫自守，耿介清高，终生布衣。姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。姜夔词题材广泛，有感时、抒怀、咏物、恋情、写景、记游、节序、交游、酬赠等。他在词中抒发了自己虽然流落江湖，但不忘君国的感时伤世的思想，描写了自己漂泊的羁旅生活，抒发自己不得用世及情场失意的苦闷心情，以及超凡脱俗、飘然不群，有如孤云野鹤般的个性。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姜白石>姜白石</a>"
},
{
"headline":"移剌窝干起义",
"startDate":"1160",
"endDate":"1162",
"text":"<p>    移剌窝干（？－1162年），一作耶律窝干，契丹人。金国正隆五年（1160年），金国皇帝完颜亮在辽国故地西北路（今内蒙古正蓝旗）中征兵伐宋。契丹聚众反金，首领撒八自称节度使。正隆六年（1161年），撒八被击败，欲投奔西辽，部下移剌窝干将其杀死。自称都元帅，领军东还，攻下辽国故都临潢府。十二月，移剌窝干自称皇帝，年号天正。次年，完颜亮南征失败被杀，刚即位的金世宗全力进攻移剌窝干。移剌窝干寡不敌众，出大同西奔西夏，途中部将执移剌窝干降金，被磔死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/移剌窝干起义>移剌窝干起义</a>"
},
{
"headline":"段和誉",
"startDate":"1160",
"endDate":"1160",
"text":"<p>    段和誉（?－?），又名段正严，白族，生卒年不详，是北宋时期大理国的君主。1108年，段和誉父段正淳（中宗文安帝）禅位为僧，段和誉继位成为高泰明还政段氏之后大理国第二世国王。改元日新。段和誉在位时勤于政事，但是由于高氏势力内讧而造成政局动荡，在任期间没有改善高氏各派专权的局面。段和誉在位大理国君主39年，庙号“宪宗”，谥号“宣仁帝”。年号分别有日新、文治、永嘉、保天、广运。文治元年(1110年)，三十七蛮部叛乱，由大理布燮（即相国）高泰明平定，并派第四子高明清于鄯阐镇守。高泰明生有八子，其中高智昌因犯罪在流放而死。其部下伊、何二人策划为高智昌报仇，乘段和誉入寺进香时暗杀他，幸好事露被擒。段和誉嘉许他们的忠义，赦免他们，并为他们建立义士冢[4]。宋徽宗政和七年（1117年），段和誉被宋朝册封为金紫光禄大夫、检校司空、云南节度使、上柱国。宋徽宗宣和元年(1119年)，三十七部再度起事，攻克鄯阐，高明清战死。群臣认为高升泰之侄高量成有贤德，请立为宰相，号中国公。宋高宗绍兴十七年（1147年）二月，三十七蛮部再度叛乱，攻陷鄯阐。同年，因为诸子内争外叛，段和誉传位于子段正兴（景宗正康帝），避位为僧。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/段和誉>段和誉</a>"
},
{
"headline":"采石之战",
"startDate":"1161",
"endDate":"1161",
"text":"<p>    采石之战（南宋绍兴三十一年十一月，1161年）或称釆石矶之役，指中国古代宋金战争中的著名战役，发生在采石矶（当涂北，今安徽马鞍山市北），金朝希望由此地渡过长江伐宋，但最终没有成功，而以宋朝的胜利而告终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/采石之战>采石之战</a>"
},
{
"headline":"宋孝宗 赵昚",
"startDate":"1162",
"endDate":"1189",
"text":"<p>        赵昚（shèn），宋孝宗，名伯琮，后改名瑗，赐名玮，字元永，宋太祖七世孙。生于建炎元年十月廿二（公元1127年11月27日，崩于绍熙五年六月初九(1194年6月28日），南宋第二位皇帝（1162年7月20日—1189年2月18日在位）。宋孝宗被普遍认为是南宋最杰出的皇帝，在位27年，淳熙十六年（1189年）逊位，让位与儿子宋光宗赵惇。建炎元年十月廿二出生。六世祖为太祖赵匡胤的四子秦王德芳。父亲为秀安僖王赵子偁。由于高宗的唯一儿子元懿太子夭折后再没有嗣子，所以只好从宗室中选择继承人。《异迹略》记载，宋高宗被宋太祖托梦，称“汝祖自摄谋，据我位久，至于天下寥落，是当还我位。”故宋高宗过继了太祖七世孙作为养子，并立为太子；宋史中也有相似的记载，但为孟太后被托梦。绍兴三年（1133年）二月为和州防御使，赐名赵瑗，改贵州防御使。十二年（1142年）正月封普安郡王。三十年（1160年）二月立为皇子，改名赵玮，进封建王。三十二年（1162年）五月立为皇太子，改名赵眘。六月，高宗禅位，孝宗登基，定年号隆兴，立志光复中原，收复河山，遂恢复名将岳飞谥号武穆，追封岳飞为鄂国公，肃清秦桧余党，并且命令老将张浚北伐中原，但在符离遭遇金军突袭大败。接着金军趁胜追击，南宋军队损失惨重，此后双方互有胜负，但金无法越过长江，宋亦未能渡黄河。宋孝宗被迫于隆兴二年（1164年）和金国金世宗签订“隆兴和议”，次年改元“乾道”。乾道年间，由于没有战事的干扰，加上高宗较少干政，孝宗专心理政，百姓富裕，五谷丰登，太平安乐，一改高宗朝时贪污腐朽的局面。由于宋孝宗治国有方，所以使南宋出现乾淳之治(干: 乾道，淳: 淳熙）的小康局面。宋孝宗时有一批宠臣，如曾觌、龙大渊、张说等人，与宦官梁珂等“相与盘结”，“士大夫无耻者争附之”，被列入《佞幸传》。淳熙十四年（1187年）十月，高宗死于德寿宫中，孝宗听闻后失声痛哭，两天不能进食，又表示要服丧三年。孝宗为了服丧，让太子赵惇参预政事。淳熙十六年二月初二（1189年2月18日）又禅让于太子，太子即位后，是为宋光宗。孝宗自称太上皇，闲居慈福宫，后改名重华殿，继续为宋高宗服丧。光宗与孝宗不和，长期不去探望孝宗。为此，孝宗闷闷不乐而起病。最终在宋光宗绍熙五年六月初九（1194年6月28日），孝宗逝于临安重华殿。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋孝宗 赵昚>宋孝宗 赵昚</a>"
},
{
"headline":"杨皇后",
"startDate":"1162",
"endDate":"1232",
"text":"<p>    恭圣皇后，杨氏，（1162年－1232年），南宋宋宁宗皇后。年少时，杨氏因美丽的容貌入后宫，她忘记了本来的姓氏，说是会稽人。庆元元年（1195年）三月嫁给赵扩，封平乐郡夫人。三年后进封婕妤。当时有一位会稽人名杨次山，皇后自称是他的妹妹，于是姓杨氏。庆元五年（1199年），进婉仪，次年再进贵妃。这时恭淑皇后病逝，中宫未有所管理，杨氏和曹美人也得宠。韩侂胄得知杨氏懂权术，而曹美人个性柔顺，劝告宋宁宗立曹美人。而杨氏涉猎史书，知古今，性格机警，宁宗立为皇后。宝庆二年（1226年），加尊号寿明皇太后。绍定元年（1228年），又加尊号寿明慈睿皇太后。绍定四年（1231年），加尊号寿明仁福慈睿皇太后。绍定五年（1232年），杨太后崩于慈明殿，谥曰恭圣仁烈。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨皇后>杨皇后</a>"
},
{
"headline":"成吉思汗",
"startDate":"1162",
"endDate":"1227",
"text":"<p>    成吉思汗(1162年5月31日－1227年8月25日）即元太祖，又称成吉思皇帝，成吉思可汗，蒙古族，大蒙古国（蒙古帝国）奠基者、政治家、军事统帅，大蒙古国皇帝（蒙古帝国大汗）。名铁木真（《蒙古秘史》作帖木真），孛儿只斤氏，蒙古乞颜（起延）部人。1206年春天—1227年8月25日在位。1206年他登基时，诸王和群臣为他上蒙语尊号成吉思汗。1999年12月的美国时代周刊评选出世界千年伟大人物，成吉思汗被列为千年人物中亚洲人的次位（即第22位，第十七位为甘地）。至元二年（1265年）十月，元世祖忽必烈追尊成吉思汗庙号为太祖，至元三年（1266年）十月，太庙建成，制尊谥庙号，元世祖追尊成吉思汗谥号为圣武皇帝。至大二年十二月六日（1310年1月7日），元武宗海山加上尊谥法天启运，庙号太祖。从此之后，成吉思汗的谥号变为法天启运圣武皇帝。 在他众子中，最为著名的四位分别是术赤、察合台、窝阔台和拖雷。成吉思汗分封了术赤和察合台为国主，钦定窝阔台为继承人。1227年成吉思汗去世后，拖雷自动退出继承人的选拔，担任监国两年后，1229年，拖雷和宗王们一起拥戴自己的三哥窝阔台登基。1232年九月，在消灭金朝军队精锐主力后，拖雷去世，1234年2月9日，蒙古灭金朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/成吉思汗>成吉思汗</a>"
},
{
"headline":"完颜珣",
"startDate":"1163",
"endDate":"1224",
"text":"<p>    金宣宗完颜珣（1163年4月18日－1224年1月14日），女真名吾睹补。金世宗完颜雍长孙，卫绍王侄，父完颜允恭，母昭华刘氏。他是金朝第八位皇帝（1213年9月22日—1224年1月14日在位），在位11年，终年61岁。金世宗大定十八年（1178年），封温国公，二十六年赐名珣，二十九年封丰王。承安元年封翼王。泰和五年，改赐名从嘉，其后又改封邢王及升王。至宁元年（1213年）八月，胡沙虎杀死卫绍王，迎立从嘉为帝，由于从嘉在河北镇守，于是暂时以从嘉长子完颜守忠监国。九月即位，是为宣宗，以胡沙虎为太师、尚书令兼都元帅，封泽王，同月改元贞祐。闰九月，宣宗复旧名珣。十月，术虎高琪杀胡沙虎，宣宗赦免高琪，封他为左副元帅。是年秋，蒙古军分三路攻金，几乎攻破所有河北郡县，金国只有中都、真定、大名等十一城未曾失守。贞祐二年三月，蒙金和议成，五月十八日（1214年6月27日），金宣宗离开中都，七月金宣宗南迁到达汴京，此举触怒蒙古，战争再起。贞祐三年五月初二（1215年5月31日），中都失守，十月，蒲鲜万奴在辽东自立。兴定三年十二月（1220年初），宣宗诛高琪。宣宗对外措施十分不当，直接导致金朝灭亡。他先向蒙古大汗成吉思汗屈辱求和，又与西夏断交，还不顾大臣徒单镒等反对，将都城由中都南迁至汴京，并且发动侵宋战争。金国三面受敌，加上内部不和，叛乱频生，国家危在旦夕。宣宗在元光二年十二月二十二日（1224年1月14日）去世，死后谥号是继天兴统述道勤仁英武圣孝皇帝，庙号是宣宗，葬于德陵（在今河南开封）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜珣>完颜珣</a>"
},
{
"headline":"史弥远",
"startDate":"1164",
"endDate":"1233",
"text":"<p>    史弥远（1164年－1233年），字同叔，中国南宋中期权臣。孝宗时代宰相史浩之子。浙江鄞县人。宋宁宗时任礼部侍郎，1206年、当时宰相韩侂冑，打破了隆兴和议，展开开禧北伐，为金人所败，金人以杀侂胄为谈和条件。1207年在宁宗授意下，主和的史弥远设计杀死侂冑，侂冑首级交给金国，并主持与金人的谈和。1208年成为宰相，掌握南宋的实权。嘉定十七年（1224年）宁宗病危，因知晓皇养子济国公竑对自己不满，于是假传圣旨立沂王赵贵诚为皇子，宁宗驾崩后，他联同杨皇后兄子杨谷及杨石，成功劝服杨皇后，矫诏拥立皇子贵诚继位，是为宋理宗。弥远因立宋理宗之功，更加掌握大权，至到1233年去世之前，他一直掌握南宋实权。弥远死后虽理宗得以亲政，但其侄史嵩之仍居高位掌权。史弥远的政治地位过于突出，宋理宗的光芒亦被湮没，有“渊默十年无为”之说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/史弥远>史弥远</a>"
},
{
"headline":"隆兴和议",
"startDate":"1165",
"endDate":"1165",
"text":"<p>    隆兴和议，又称乾道和议，是南宋与金国于隆兴北伐后，在1165年达成的和议，使宋金两国成为叔侄之国，换来其后四十年的和平。完颜亮攻宋失败，不久宋高宗自觉身心交瘁，于绍兴三十二年（1162年）禅让帝位予养子宋孝宗。孝宗即位后想要有所作为，拒绝金世宗讲和，重用被贬谪的主战派大臣，并为岳飞平反，赐其谥号武穆。隆兴元年（1163年），宋孝宗以陈康伯为左相，以史浩为右相，以张浚为枢密使，都督建康、镇江、江州、池州和江阴的兵马，为北伐做好准备。当时金国屯兵灵壁及虹县（今安徽泗县），准备南侵，张浚希望在其未发兵前先发制人，且主管殿前司李显忠和建康都统邵宏渊也希望北伐，向张浚进献进攻两城的策略。张浚上报孝宗后，孝宗命他迅速拿下灵壁、虹县两城。于是张浚集结八万精兵，遣李显忠、邵宏渊两路出师北伐，李显忠自濠州出发，直驱灵壁，邵宏渊自泗州进发，进击虹县。战争最初对宋军十分有利，宋军攻下了灵壁、宿州等地，但李显忠与邵宏渊不和，张浚又统帅无方，当金兵攻打宿州时，邵宏渊没有出兵相救，使李显忠遭到大败，宿州失守，北伐也宣告失败。南宋主和派大臣汤思退急于求和，示意金攻打两淮，于是金兵南下，攻破两淮，逼近长江防线。人情惊骇。宋孝宗复召因病辞去宰相的陈康伯，陈康伯抱病以进。稳住政局，金人暂退。经过朝中大臣激烈争论后，孝宗最后选择和议。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隆兴和议>隆兴和议</a>"
},
{
"headline":"耶律留哥",
"startDate":"1165",
"endDate":"1220",
"text":"<p>    耶律留哥（1165年－1220年），金朝末年人物，原来是生活在金朝东北地区的契丹人，后来起兵叛金，依附大蒙古国，并建立政权。耶律留哥早期在金国任北边千户。成吉思汗在漠北兴起时，金人疑辽遗民有异志，下令辽民一户以二女真户夹居防之，耶律留哥对此不满。1212年耶律留哥在隆安（今吉林农安县）、韩州（今吉林梨树县内）一带招集壮士剽掠其地，地方政府发兵追捕，全部被留哥击退。耶律留哥与耶律耶的合势募兵，数月之间发展至十余万人，众人推留哥为都元帅，耶的为副帅，营帐百里，威震辽东。蒙古军在此时进入辽地，遇到耶律留哥。留哥以契丹军之名依附大蒙古国。金国派完颜胡沙、蒲鲜万奴领军六十万人讨伐耶律留哥，号称百万。耶律留哥向蒙古求援。在少量蒙古军支援下，留哥在迪吉脑儿（今辽宁昌图附近）迎战金兵。留哥以侄儿耶律安奴为先锋，横冲完颜胡沙的军队，大败金兵。1213年三月，耶律留哥称王，国号辽，改元元统，史称为东辽国，以姚里氏为皇后，弟耶律厮不为郡王，坡沙、僧家奴、耶律的、李家奴等为丞相、元帅、尚书，统古与、著拔行元帅府事。1214年金国再派蒲鲜万奴领军四十余万进攻耶律留哥，留哥在归仁县（今辽宁昌图内）北河上大破金兵，乘势占领辽东州郡，定都咸平，号为中京。耶律留哥在1215年春攻占了金东京（今辽阳）。不久众人劝留哥称帝，留哥一直拒绝。1215年十一月，耶律留哥秘密与其子薛阇带备厚礼到漠北晋见成吉思汗，成吉思汗大悦，并赐了金虎符给他，仍封为辽王。成吉思汗不满耶律留哥的副手可特哥娶了蒲鲜万奴之妻，打算向可特哥问罪。可特哥惧怕，与耶律厮不等人宣布耶律留哥已死，举兵背叛。1216年耶律厮不称帝，国号辽，史称后辽。后来耶律厮不为其下所杀，耶律金山、耶律统古与及耶律喊舍先后自立。1218年耶律留哥“引蒙古、契丹军及东夏国元帅胡士兵十万”进围耶律喊舍，并得到高丽发兵支援。到了1219年春，耶律喊舍兵败自杀，耶律留哥收复了旧地。元太祖十五年（1220年），耶律留哥去世，成吉思汗以其妻姚里氏“佩虎符，权领其众者七年”。东辽政权一直到1233年，由于蒲鲜万奴的东夏灭亡，才被蒙古取消。不过，耶律留哥的后代依然是大蒙古国（蒙古帝国）经略东北的世袭地方官。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律留哥>耶律留哥</a>"
},
{
"headline":"任得敬",
"startDate":"1170",
"endDate":"1170",
"text":"<p>    任得敬（？－1170年），西夏大臣。最初，任得敬是宋朝西安州的通判。1137年，西夏攻破西安州，任得敬率兵投降。当时的西夏皇帝李乾顺任命他为权知州事。为了逢迎皇帝，任得敬将自己的亲生女儿献入宫中为妃，因此被提拔为静州防御使。他用大量财货贿赂朝廷大臣，设法让其女儿登上皇后宝座。御史中丞芭里祖仁等人在皇帝面前夸奖任氏的才德，1138年，干顺将她立为皇后，任得敬当上国丈爷，被擢升为静州都统军。1139年，夏崇宗皇帝驾崩，其子李仁孝继位。虽然任氏并不是仁孝的生母，但仍然被封太后。1140年，夏州统军萧合达造反。任得敬为了邀功请赏，图乘机立功，主动请求担任讨伐判军的任务，收复夏州，剿灭了萧合达叛乱。任得敬因其军功显著，被皇帝册封为西平公，任翔庆军都统军。1143年，任得敬率军镇压威州、定州等地的农民起义。1147年，企图参与国政，上奏请求入朝觐见，被斡道冲等朝中大臣阻止。1149年，以外戚任尚书令、中书令。八年，进为国相，逐步获取西夏军政大权。1170年，迫仁宗分夏国疆土之半归其统治，夏仁宗被迫答允，分西南路及西平府、灵州罗庞岭(今甘肃武威境)等地归楚国。任得敬又迫使仁宗上表金国，要求对楚国予以承认，被金世宗拒绝。任得敬结怨于金，转通南宋，约夹攻金国。后阴谋败露，夏仁宗得金国支持，是年八月，捕杀任氏兄弟，任得敬分国失败。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/任得敬>任得敬</a>"
},
{
"headline":"李安全",
"startDate":"1170",
"endDate":"1211",
"text":"<p>    西夏襄宗李安全（1170年－1211年9月13日），夏崇宗孙，其父乃夏仁宗弟越王李仁友，1196年，仁友逝，安全上书要求袭越王爵位，桓宗不许，安全被降封为镇夷郡王，他极为不满，于是萌生了篡夺皇位之心。1206年3月1日与桓宗母罗氏合谋，废桓宗自立，改元应天。在位时昏庸无能，破坏金国与西夏长期的友好关系，发兵侵金，为后来一场场令夏金耗尽精兵的战役掀起序幕，改附不断强大起来的蒙古，但这一切都没有为西夏带来利益和跟蒙古之友好，蒙古也以西夏作为侵略目标，西夏不断积弱。1211年8月12日，宗室齐王李遵顼发动政变，被废，并于一个月后不明不白地死去，去世于1211年9月13日，终年四十二。谥敬慕皇帝，庙号襄宗。此人为西夏间接的亡国之君。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李安全>李安全</a>"
},
{
"headline":"速不台",
"startDate":"1176",
"endDate":"1248",
"text":"<p>    速不台（1176年－1248年，又作雪不台、唆伯台、速别额台、书部台等）为蒙古帝国大将，被成吉思汗封为“四狗”之一。曾参与第一和第二次西征，令帝国版图扩展至俄罗斯一带。其征战所及东至高丽，西达波兰、匈牙利，北到西伯利亚，南抵开封，是古代世界征战范围最广的将领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/速不台>速不台</a>"
},
{
"headline":"朮赤",
"startDate":"1177",
"endDate":"1225",
"text":"<p>    朮赤（1177年－1225年）是成吉思汗的长子，他的母亲是孛儿帖。铁木真与孛儿帖结婚时，三姓蔑儿乞部的首领脱黑脱阿，为报其弟赤列都的未婚妻诃额仑当年被铁木真的父亲也速该所抢之仇，突袭了铁木真的营帐。在混战中，铁木真逃进了不儿罕山（今肯特山），他的妻子和异母却当了脱黑脱阿的俘虏。等救回时孛儿帖已有身孕，朮赤可能是蔑儿乞人的孩子，而“朮赤”二字是“客人”的意思。因此，从他的出生开始就不断有人怀疑朮赤的血统，尤其是二弟察合台常因此与其冲突。朮赤多次随他父亲或奉他父亲的命令出征，1211年和1213年两次攻金，1217年伐吉利吉思，1219年征讹答剌和花剌子模，战果丰硕。惟中途进攻玉龙杰赤时，因故与察合台有纠纷，影响到攻城的进度，引起成吉思汗的愤怒。尔后因西征有功，成吉思汗将他封为钦察汗（钦察位于今日俄罗斯咸海和里海之北）。1223年成吉思汗召他觐见，朮赤因病未能远行，有人诬陷说他并没有生病，而且还能打猎，成吉思汗闻讯大怒，怀疑朮赤不遵从他的号令，决定西征，却在出征前获知朮赤因病辞世的消息。朮赤的汗位由次子拔都继承。拔都西征后于1242年建立了金帐汗国。他与另外十三兄弟生活在金帐汗国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朮赤>朮赤</a>"
},
{
"headline":"察合台",
"startDate":"1178",
"endDate":"1241",
"text":"<p>    察合台（1178年？至1185年间—1241年或1242年），又作察阿歹、察哈台、察合带、茶合带、察干岱等。是察合台汗国的建立者；成吉思汗的第二位儿子。蒙古初兴时，他曾参加围攻讹答剌与玉龙杰赤之战。成吉思汗十四年（1219年）他反对长兄术赤为汗位继承人，请以弟窝阔台为嗣；太宗窝阔台即位时，他为诸王之长；太宗每遇到军国大事，都和他商议。他的封地包括今日的中亚河中地区及新疆西部，相当于西辽的版图，后称察合台汗国。这个汗国也是一个蒙古人在突厥文化领土的国家。成吉思汗命他管理札萨（成吉思汗法典）。他大部分时间生活在阿力麻里附近的虎牙思。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/察合台>察合台</a>"
},
{
"headline":"窝阔台",
"startDate":"1186",
"endDate":"1241",
"text":"<p>    元太宗窝阔台（1186年－1241年12月11日），是元太祖成吉思汗的第三子，大蒙古国皇帝（蒙古帝国大汗）。他是蒙古帝国第二位大汗，1229年9月13日—1241年12月11日在位，在位12年零3个月。他登基时接受皇帝的称号，和诸汗相区别。至元三年（1266年）十月，太庙建成，制尊谥庙号，元世祖忽必烈追尊窝阔台庙号为太宗，谥号英文皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窝阔台>窝阔台</a>"
},
{
"headline":"宋慈",
"startDate":"1188",
"endDate":"1251",
"text":"<p>    宋慈（1188年－1251年），字惠父，南宋福建建阳县童游里人，中国古代司法官员及法医学家，《洗冤集录》的作者，后世誉为世界法医学之父。宋慈出身在一个朝廷官吏家庭，父名巩，曾做过广州节度推官。宋慈少年受业于同邑吴稚门下，吴稚是朱熹的弟子，因此，宋慈有机会与当时有名的学者交往。宋慈二十岁进太学。当时主持太学的真德秀是著名的理学家，真德秀发现宋慈的文章出自内心，流露有其感情，因此，对他十分器重。宋慈早年的师友，对于他学业的进步与后来的思想当有相当的影响。宋宁宗嘉定十年（1217年），中进士乙科，朝廷派他去浙江鄞县任尉官（掌一县治安），因父丧而未赴任。宋理宗宝庆二年（1226年），宋慈出任江西信丰县主薄（典颁文书，办理事务），从此正式踏上了仕宦生涯。绍定一至三年，在郑性之幕下参与军事。宋慈于绍定四年（1232年）举为长汀县知县，关于此间事迹，有《临汀志》记载：宋慈字惠父，建安人，有拨烦治剧才，绍定间，奉捕使陈韡牒，差同李监军革，平汀寇叛。未几剿渠魁于谈笑间。慈参赞之功居多，上功辟差知长汀县，转奉议郎，县治湫隘，慈皆撤而新之，使极壮丽。时当师旅饑馑之余，明于听断，境内大治。任垂满，差充督视行府干办公事。——佚名，于《永乐大典》卷1894《临汀志》嘉熙元年（1237年）任邵武军通判（州府长官的行政助理），嘉熙二年（1238年）调南剑州通判，嘉熙三年（1239年）任提点广东刑狱（主管司法刑狱和监察），嘉熙四年移任江西提点刑狱兼赣州知县。淳祐元年（1241年）知常州军事，淳祐七年任直秘阁提点湖南刑狱并兼大使行府参议官，次年进直宝谟阁奉使四路（宋分天下为各路，等于现在的省份），皆司臬事。淳祐九年（1249年），拔直焕阅知广州、广东经略安抚使（掌管一路之军事行政）。宋慈一生二十余年的官宦生涯中，先后担任四次高级刑法官，后来进直宝谟阁奉使四路，也是“皆司臬事”。期间，宋慈在处理狱讼中，特别重视现场勘验。他对当时传世的尸伤检验著作加以综合、核定和提炼，并结合自己丰富的实践经验，完成了《洗冤集录》这部系统的法医学著作。宋慈一生从事司法刑狱。长期的专业工作，使他积累了丰富的法医检验经验。宋慈平反冤案无数，他认为“狱事莫重于大辟，大辟莫重于初情，初情莫重于检验” （出自《洗冤集录》序），坚持“审之又审”，重视现场堪验，还指出“凡验妇人，不可羞避”，“检妇人，无伤损处须看阴门，恐自此入刀于腹内”，如死者是富家女，把女尸抬到光明平稳处，“令众人见，以避嫌疑”。宋慈64岁死于广州经略安抚使的任所，宋理宗亲自为其书写墓门，凭吊宋慈功绩卓著的一生。刘克庄在墓志铭中称他：听讼清明，决事刚果，抚善良甚恩，临豪猾甚威。属部官吏以至穷闾委巷，深山幽谷之民，咸若有一宋提刑之临其前。后来宋慈的墓地迁至今福建省建阳市崇雒乡昌茂村西北。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋慈>宋慈</a>"
},
{
"headline":"宋光宗 赵惇",
"startDate":"1189",
"endDate":"1194",
"text":"<p>        宋光宗赵惇（1147年9月30日－1200年9月17日），宋朝第十二位皇帝（1189年2月18日—1194年7月24日在位），在位5年，享年53岁，死后谥号循道宪仁明功茂德温文顺武圣哲慈孝皇帝。宋孝宗第三子，成穆郭皇后生。绍兴十七年（1147年）九月乙丑生，二十年（1150年）赐名赵惇。孝宗即位，封恭王。乾道七年（1171年）二月立为皇太子，当时孝宗因赵惇性格与自己相似，故立为太子，而与此同时，孝宗也表示对太子是否会在以后的政治中表现出色感到担忧。淳熙十六年（1189年）二月，孝宗禅位，光宗即位，以明年为绍熙元年。宋光宗是宋朝所有皇帝中比较平庸的一位。他受父宋孝宗禅位而登基做皇帝以后，已经42岁。宋光宗体弱多病，没有安邦治国之才，听取奸臣谗言，罢免辛弃疾等主战派大臣，又让当时著名的妒妇、心狠手辣的皇后李凤娘干政，宋光宗自己对朝政的掌握力不断下降。绍熙四年，光宗将浙东总管姜特立召至京城，遭到丞相留正的强烈反对，留正随后出走，直到当年十一月，光宗将姜特立遣回本官，留正方才回朝。但光宗在位的五年时间，基本延续了高宗、孝宗两朝赈济灾民的政策，也能对一些官吏渎职的现象予以打击，如文思院监常良孙因贪污，不仅自身受到贬黜，荐举其人的宰相周必大也遭到了降爵处分。经济方面，淮河一带在光宗朝继续严格实行纸钞第一政策，一切银钱都不得进入两淮地区。湖北一部份地区在绍熙后期开放了铁钱。光宗历来就与孝宗不和，宋孝宗逊位后他长期不去探望。绍熙五年（1194年），宋孝宗得病，宋光宗既不请人看病又不去探望孝宗，乃至孝宗病逝他也不服丧。因此，外戚韩侂胄和知枢密院事赵汝愚经过太皇太后（宪圣慈烈皇后）允许，逼迫光宗退位。光宗只好让位于太子赵扩，自己闲居临安寿康宫，自称“太上皇”。等皇太后主持完宋孝宗的葬礼，光宗次子嘉王赵扩就登基做皇帝，是为宋宁宗。庆元六年八月初八（1200年9月17日），由于光宗过于闷闷不乐就去世了，死后葬于永崇陵（今浙江绍兴东南35里处宝山）。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋光宗 赵惇>宋光宗 赵惇</a>"
},
{
"headline":"十三翼之战",
"startDate":"1189",
"endDate":"1189",
"text":"<p>    十三翼之战是铁木真（即成吉思汗）统一蒙古的战役之一。1189年，被各部推举为首领的铁木真与札木合发生军事冲突。次年，札木合集合三万人进犯。铁木真将自己所属三万人分为十三翼，迎战于答阑巴勒主惕。这次战役铁木真虽然失败，但因札木合残杀俘虏，引起部下不满，并归附铁木真，反而增强了他的实力。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/十三翼之战>十三翼之战</a>"
},
{
"headline":"耶律楚材",
"startDate":"1190",
"endDate":"1244",
"text":"<p>    耶律楚材（1190年7月24日－1244年6月20日），又称耶律楚才，字晋卿，号湛然居士，又号玉泉老人，契丹族，杰出政治家，蒙古帝国时期大臣。金末元初人，仕蒙古三十年，元太宗时期官至中书令（相当于宰相）。成吉思汗的蒙古大军攻占燕京时候，听说他才华横溢、满腹经纶，遂向他询问治国大计。而耶律楚材也因对腐朽的大金失去信心，决心转投成吉思汗帐下以拯救处于水深火热中的百姓。他的到来，对成吉思汗及其子孙产生深远影响，他采取的各种措施为元朝的建立奠定基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律楚材>耶律楚材</a>"
},
{
"headline":"完颜陈和尚",
"startDate":"1192",
"endDate":"1232",
"text":"<p>    完颜陈和尚（1192年－1232年），本名彝，字良佐，小字陈和尚。中国金朝末年的著名将领，曾于大昌原之役等战役中击败蒙古军队。丰州人（今内蒙古自治区呼和浩特东），为金朝宗室，父亲为阶州军事完颜乞哥。完颜陈和尚曾经读过孝经、左传，会写牛毛细字，被视为儒将。金宣宗贞祐年间，即1213年，蒙古军攻入金地，占领丰州。当时完颜陈和尚二十岁，被蒙古军俘虏，受到蒙古将领的器重，供役于木华黎之子安童帐下。其母仍留居丰州，由族兄完颜斜烈奉养。他遂以探望母亲为名请还丰州，离开大军，安童遣一军监视同至丰州。完颜陈和尚与完颜斜烈劫杀监卒，夺马十余匹，奉母南逃。不料被蒙古兵发觉，合骑追击。他们弃马走小路得以逃脱。母年高不能行走，载以鹿角车，二人共挽，南渡黄河归金。金宣宗闻知，以完颜斜烈有世爵（猛安谋克世爵）授都统，完颜陈和尚试补护卫，宣宗知其有才，未几转为奉御。后因其兄完颜斜烈战功卓著，先后被封为侍卫、紫薇军督尉、忠孝军提控。1229年，完颜陈和尚以四百骑的忠孝军，在大昌原击败赤老温率领的八千名蒙古军队，解除当时蒙古军的庆阳之围，并被封为定远大将军、平凉府判官、世袭谋克等职；1230年，完颜陈和尚又率军于卫州击败史天泽率领的蒙古军，1231年又于倒回谷战役击败速不台的军队。之后金哀宗逃往河南，完颜陈和尚也率军前往，结果在三峰山之役中失利而退走钧州，与完颜合达一起被俘，拒绝投降，被砍断脚，割开嘴，喷血大骂不屈而死。蒙军主将佩服他的忠义，以酒洒地祝祷：“好男子，他日再生，当令我得之。”同年六月赠镇南军节度使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜陈和尚>完颜陈和尚</a>"
},
{
"headline":"拖雷",
"startDate":"1192",
"endDate":"1232",
"text":"<p>    拖雷或托雷（1192年－1232年）是元太祖成吉思汗的幼子，排行第四，是成吉思汗最宠爱的儿子。拖雷和正妻唆鲁禾帖尼生有四子：蒙哥、忽必烈、旭烈兀、阿里不哥。据《元史》，拖雷一共有子十一人。1227年8月25日—1229年9月13日担任大蒙古国（蒙古帝国）监国，历时二年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/拖雷>拖雷</a>"
},
{
"headline":"宋宁宗 赵扩",
"startDate":"1194",
"endDate":"1224",
"text":"<p>        宋宁宗赵扩（1168年11月18日－1224年9月18日）是中国宋朝的第13位皇帝（1194年7月24日—1224年9月18日在位）在位30年，享年55岁，宋光宗之次子。宋宁宗时期，宋朝比较安定，百姓比较富裕，还恢复了理学地位。宋宁宗生于乾道四年（1168年）十月丙午，五年（1169年）五月赐名赵扩。淳熙五年（1178年）十月封英国公，十二年（1185年）三月封平阳郡王，十六年（1189年）三月进封嘉王。绍熙五年（1194年）为太子，不久继位。宋宁宗继位时，其父宋光宗尚在，改太上皇，名义上宋光宗禅位给宋宁宗，实际上是赵汝愚、赵彦逾、叶适、徐谊等朝臣以宋光宗无法执丧为理由，透过外戚韩侂冑从中连络，获得高宗吴皇后支持所造成的宫廷政变，逼迫宋光宗让位。宋宁宗继位后，宗室宰相赵汝愚与外戚韩侂胄不和，两者互相争斗。最后韩侂胄使用“宗室不得为宰执”的祖宗家法，让宋宁宗罢免了赵汝愚，并且将其所提倡的理学称为伪学，对理学家造成了打击，造成庆元党禁。这个政策一直维持到1202年，韩侂冑后悔和叶适建言才解除禁制。韩从此成为南宋举足轻重的人物。他的地位和权力远高出一般的宰相。宋宁宗在南宋统治初期由于韩侂胄的作用对金朝持对抗态度，他追封岳飞为鄂王，剥夺秦桧的所有封职。1206年，韩侂胄北伐战败后宋宁宗改变了政策。1207年11月，其皇后杨氏与史弥远一起秘密策划利用韩侂胄战败的机会谋杀了韩侂胄，并且将韩侂胄的首级送往金朝谢罪。1208年，在史弥远的操纵下，宋宁宗与金朝达成了嘉定和议，向金朝皇帝称伯，自己称侄，又向金朝进贡金银。韩侂胄死后，史弥远成为了宋宁宗的宰相兼枢密使，独揽大政，同时史弥远恢复了秦桧的王爵和官职。宋宁宗先后有9个儿子，但是在未成年时就夭折，以后的继承人问题都有史弥远介入与操控。曾以养子赵询为太子，但早死（1207年至1220年在位）。后立养子赵竑为太子（1221年至1224年在位），但是因为赵竑对史弥远专权不满，因此宋宁宗死后史弥远废黜赵竑，另外立了赵昀为皇帝。宋宁宗于嘉定十七年八月初三（1224年9月17日）崩于福宁殿，次年三月葬于永茂陵。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋宁宗 赵扩>宋宁宗 赵扩</a>"
},
{
"headline":"段智兴",
"startDate":"1200",
"endDate":"1200",
"text":"<p>    段智兴是后大理国的一位君主，在位时间自1172年至1200年，共28年，称号为“宣宗功极帝”。称帝时期大修佛寺，建了60寺院，对国力造成损害，他本身也终日崇佛，不理国事，但与小说不同，他并没有出家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/段智兴>段智兴</a>"
},
{
"headline":"札木合",
"startDate":"1204",
"endDate":"1204",
"text":"<p>    札木合（？－1204年），蒙古札达兰部首领，被称为古儿汗（Gur Khan）。他与铁木真都是蒙古部的首长，都希望统一蒙古。他是铁木真的主要对手之一，二人曾在蒙古草原上对立。后来虽然札木合败在铁木真的手下，但不论是蒙古还是中原的历史对他的评价都非常高。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/札木合>札木合</a>"
},
{
"headline":"蒙灭西夏之战",
"startDate":"1205",
"endDate":"1227",
"text":"<p>    蒙灭西夏之战为蒙古扩张的其中一场战争。战争分为三个部份：蒙古首次侵西夏、蒙古西夏结盟和蒙古再度侵西夏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙灭西夏之战>蒙灭西夏之战</a>"
},
{
"headline":"赵昀",
"startDate":"1205",
"endDate":"1264",
"text":"<p>    赵昀，南宋皇室宗戚，赵匡胤之子赵德昭的九世孙。原名赵与莒，1222年被立为宁宗弟沂王嗣子，赐名贵诚，1224年立为宁宗皇子，赐名昀。宋宁宗驾崩后，赵昀被权臣史弥远拥立为帝，史称“宋理宗”。宋理宗是宋朝的第十四位皇帝（1224年9月17日—1264年11月16日在位），在位40年，享年60岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵昀>赵昀</a>"
},
{
"headline":"蒙古帝国",
"startDate":"1206",
"endDate":"1271",
"text":"<p>    蒙古帝国，正式国号为大蒙古国，是一个历史上横跨欧亚两洲的帝国，是由蒙古族首领成吉思汗于公元1206年建立的国家。主要是由元朝和1303年结束分裂后与钦察汗国、察合台汗国、伊儿汗国组成，含盖了当时疆域内约1亿的人口。蒙古武力兴盛时期曾发动三次蒙古西征，成吉思汗领导的第一次西征(1219~1221/1223)灭西辽、花剌子模沙朝、亚美尼亚、格鲁吉亚和阿塞拜疆，并越过高加索山击破钦察人各部。第二次西征(1236~1242)于窝阔台汗在位时期发动、以拔都为主帅，先后征服伏尔加保加利亚、保加利亚人的卡马突厥国、基辅罗斯，进而灭亡位于东欧平原的基辅罗斯，而后击溃波兰王国和神圣罗马帝国、波西米亚与捷克、摩拉维亚与斯洛伐克、奥地利大公国联军、大败匈牙利王国、打败保加利亚第二帝国，远征远达当时意大利的威尼斯共和国的达尔马提亚（其实前锋已经进军到今东北意大利）、原南斯拉夫地区的拉什卡，第三次西征(1256~1260)于蒙哥汗在位时期、主帅为旭烈兀，灭亡木剌夷（伊斯兰国家）、当时只剩下美索不达米亚的伊斯兰阿拔斯哈里发，以及叙利亚阿尤布王朝，三次西征共侵吞了40多个国家。蒙古帝国在1260年由于忽必烈和阿里不哥争位站在走向分裂。1260年—1264年忽必烈最终击败阿里不哥后夺得汗位后，原属大蒙古国的术赤后王封地、察合台后王封地、窝阔台后王封地和忽必烈之弟旭烈兀的封地取得了事实上的独立地位，演变为四大汗国。1271年忽必烈改国号为“大元”，在中国境内建立了大元大蒙古国政权，即元朝，随后于1279年灭南宋。自此元朝控制领地包括今中国大部和蒙古高原。与元朝并存的还有统治了中亚、西亚、东欧等地的蒙古金帐汗国、察合台汗国，后者已经名义上独立，但是到1303年铁穆尔时还是认元朝皇帝为大汗，金帐汗国、察合台汗国、伊儿汗国、窝阔台汗国疆土又陆续经历演变。最后元朝皇帝元惠宗被建立明朝的朱元璋于1368年驱逐出中国内地，史称北元。北元亡于1388年或1402年；其后明朝长期和蒙古察合台汗国和钦察汗国及其他的小汗国同时并存，直到16世纪蒙古人的主要汗国灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙古帝国>蒙古帝国</a>"
},
{
"headline":"嘉定和议",
"startDate":"1208",
"endDate":"1208",
"text":"<p>    《嘉定和议》为南宋嘉定元年（1208年），在开禧北伐失败后，南宋朝廷内部的主和派史弥远杀死主战派领袖宰相韩侂胄后，与金国重新订立的和约。条件包括：宋金世为叔侄之国，金为叔，宋为侄增岁币银由20万两为30万两，绢20万匹为30万匹，宋另给予犒军银300万两宋金疆界以绍兴和议为准   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嘉定和议>嘉定和议</a>"
},
{
"headline":"蒙哥",
"startDate":"1209",
"endDate":"1259",
"text":"<p>    元宪宗蒙哥（1209年1月10日－1259年8月11日），大蒙古国皇帝（蒙古帝国大汗）。元太祖成吉思汗幼子拖雷的长子、元太宗窝阔台的养子，由元太宗昂灰皇后抚养长大。是蒙古帝国第四位大汗，也是蒙古帝国分裂前最后一个受普遍承认的大汗。（1260年蒙古帝国分裂后，内部彼此之间战争不断，1303年，元成宗与西北诸王达成和议，西北诸王承元朝的宗主地位，彼此之间设驿路，开关塞，四大汗国一致承认元朝皇帝是元太祖成吉思汗皇位的合法继承人。）1251年7月1日—1259年8月11日在位，在位8年零2个月。至元三年（1266年）十月，太庙建成，制尊谥庙号，元世祖忽必烈追尊蒙哥庙号为宪宗，谥号桓肃皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙哥>蒙哥</a>"
},
{
"headline":"谢道清",
"startDate":"1210",
"endDate":"1283",
"text":"<p>    谢道清（1210年－1283年），中国古代南宋皇族女性，宋理宗皇后，共主南宋朝政2年。谢道清的祖父谢深甫，曾任右丞相，赠鲁王，谥惠正。父亲谢渠伯为谢深甫次子，赠太师，追封魏王。因谢深甫有功，杨太后选谢女入宫，恰好此时宫中有鹊来巢，以为祥兆。而道清生而黧黑，眼睛旁有一黑痣，入宫后一次大病，皮肤脱去后莹白如玉，黑痣也没了。本来理宗欲立贾氏为后，但杨太后认为谢氏端庄有福，左右也窃窃私语说：“不立真皇后还立假（贾）皇后吗？”。这样谢道清才成为理宗皇后。1275年，其孙宋恭帝赵㬎即位。由于恭帝只有4岁，因此由已65岁的太皇太后谢道清垂帘听政，但军政大权仍在奸臣贾似道之手。后来，谢道清在全国人民的压力下杀死贾似道，但为时已晚，元军已破襄樊，宋朝无力回天。宋恭帝德祐二年（1276年），元军兵临宋都临安，谢道清求和不成，只好抱着5岁的宋恭帝，带着南宋皇族出城跪迎，向元军统帅伯颜投降。南宋灭亡后，谢道清由太皇太后降为寿春郡夫人。后来，以谢道清之孙——宋恭帝的弟弟益王赵昰、卫王赵昺为首的南宋残余势力在东南沿海一带抗元。祥兴二年（1279年）3月19日，陆秀夫负8岁的皇帝赵昺跳海而死，南宋彻底覆灭。谢道清被俘7年后，于元朝至元二十年（1283年）去世，享年74岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢道清>谢道清</a>"
},
{
"headline":"关汉卿",
"startDate":"1210",
"endDate":"1300",
"text":"<p>    关汉卿，号“己斋叟”，解州（今山西运城）人，“元曲四大家”之首。生平事迹不详，根据《录鬼簿》、《青楼集》、《南村辍耕录》一些零碎的资料来看，他是金末元初人，活跃于约1210年至约1300年（元成宗大德）间。关汉卿可能是太医院的一个医生，另有一说是先祖或父兄为太医院医生，故关汉卿为医户，而不为医生。主要在大都（今北京）附近活动，也曾到过汴梁、临安（今杭州）等地。以杂剧的成就最大，一生写了60多种，今存18种，最著名的有《窦娥冤》；关汉卿也写了不少历史剧，如：《单刀会》、《单鞭夺槊》、《西蜀梦》等；散曲今在小令40多首、套数10多首。关汉卿塑造的“我却是蒸不烂、煮不熟、捶不匾、炒不爆、响珰珰一粒铜豌豆”（〈不伏老〉）的形象也广为人称，被誉“曲家圣人”。《析津志辑佚·名宦》曰：“关一斋，字汉卿，燕人。生而倜傥，博学能文。滑稽多智，蕴藉风流，为一时之冠。是时文翰晦盲，不能独振，淹于辞章者久矣。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/关汉卿>关汉卿</a>"
},
{
"headline":"野狐岭战役",
"startDate":"1211",
"endDate":"1211",
"text":"<p>    野狐岭战役是蒙金战争初期起关键作用，决定“蒙起金衰”的会战。它发生于1211年八月（金国卫绍王大安三年，成吉思汗在位第六年），地点在野狐岭（今河北省万全县）。在这场大型会战及之后1213年怀来战役中，金国连连挫败，导致金国内部发生弑君政变，加速了金国的灭亡。野狐岭战役也是世界军事史上以少胜多（金兵50余万，蒙军9万）典范作战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/野狐岭战役>野狐岭战役</a>"
},
{
"headline":"蒙金战争",
"startDate":"1211",
"endDate":"1234",
"text":"<p>    蒙金战争（1211年～1234年金朝亡）是指13世纪时，成吉思汗之大朝或大蒙古摧毁当时位于中国华北的金国的战争，同时也是发生于中国这片土地上最残酷的空前浩劫。蒙古军历经二十三年成吉思汗、木华黎及其子、拖雷、三子窝阔台汗（1211年八月—1216年，1217年—1224—1227年，1227—1234年3月9日），分三阶段，最后通过联合南宋的孟珙才彻底消灭金朝。这是世界史上著名的君主制小国崛起、以少胜多的战争。附：1211年：大蒙古国人口70万左右，军队15万（其中十万是大朝的蒙古军）（约21.4%）；金国此时有841.3164万户，5353.2925万人，军队一百万（约1.9%）；南宋此时有人口8000万，军队80万（约1.0%）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙金战争>蒙金战争</a>"
},
{
"headline":"贾似道",
"startDate":"1213",
"endDate":"1275",
"text":"<p>    贾似道（1213年－1275年），宋朝人，台州（现今浙江临海）人，字师宪。战时私自与蒙古议和，以及在宋蒙战况时指挥不力导致宋朝覆灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贾似道>贾似道</a>"
},
{
"headline":"完颜永济",
"startDate":"1213",
"endDate":"1213",
"text":"<p>    卫绍王完颜允济（？—1213年9月11日），小字兴胜，金宣宗时避宣宗父完颜允恭讳改为完颜永济。他是金朝第七位皇帝（1208年12月29日—1213年9月11日在位），在位5年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜永济>完颜永济</a>"
},
{
"headline":"完颜承裕",
"startDate":"1213",
"endDate":"1213",
"text":"<p>    完颜承裕（？－1213年），金朝宗室，女真名胡沙（忽沙），野狐岭战役中金国的主帅。胡沙原为符宝袛候，历任中都左警巡副使、西南路招讨副使。泰和六年（1206年），从成纪攻打南宋，败于吴曦。八年（1208年），转任归德府尹、临潢府尹。大安三年（1211年），出任参知政事，和独吉思忠（独吉千家奴）抵御蒙古成吉思汗，在乌沙堡（河北省张北县西北）、会河堡（河北省万全县西），全军覆没，胡沙只身逃回。崇庆元年（1212年），为陕西安抚使。次年，为元帅右都监兼咸平路兵马都总管，被耶律留哥所败，改为辽东宣抚使，不久去世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜承裕>完颜承裕</a>"
},
{
"headline":"忽必烈",
"startDate":"1215",
"endDate":"1294",
"text":"<p>    元世祖忽必烈（1215年9月23日－1294年2月18日），孛儿只斤氏，名忽必烈，蒙古人，拖雷第四子，母唆鲁禾帖尼。1260年5月5日在部分宗王和大臣的拥立下，登基成为大蒙古国皇帝（蒙古帝国大汗），但未获普遍承认。直到1303年，元成宗与西北诸王达成和议，西北四大汗国再次承认元朝皇帝的宗主地位。1260年5月5日—1294年2月18日在位，在位34年。1271年12月18日，忽必烈将国号由“大蒙古国”改为“大元”，从大蒙古国皇帝变为大元皇帝，大元国号正式出现，忽必烈成为元朝首任皇帝。1276年2月4日，元军攻入临安，宋恭帝奉上传国玉玺和降表，南宋灭亡，元朝成为全国性政权。1279年3月19日，南宋海上流亡政权残余的最后一支抵抗力量被消灭，元朝统一全国。1276年2月4日，宋恭帝在降表中为忽必烈上汉语尊号大元仁明神武皇帝。1284年1月24日，群臣为忽必烈上汉语尊号宪天述道仁文义武大光孝皇帝。他去世后，谥号圣德神功文武皇帝，庙号世祖，蒙古语尊号薛禅皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/忽必烈>忽必烈</a>"
},
{
"headline":"蒙古攻西辽之战",
"startDate":"1218",
"endDate":"1218",
"text":"<p>    蒙古攻西辽之战，1218年起，成吉思汗为控制通往中亚及西亚商贸路线：丝路，在击败西夏、征服回鹘部后掌握丝路东段，继而攻击曾经护卫回鹘的西辽国，掌握丝路中段贸易财富；此战由大将哲别仅领蒙军铁骑两万多即达成战胜任务；亦可视作蒙古第一次西征前哨战之序幕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙古攻西辽之战>蒙古攻西辽之战</a>"
},
{
"headline":"蒙古征服花剌子模",
"startDate":"1219",
"endDate":"1220",
"text":"<p>    蒙古征服花剌子模沙朝战争爆发在1219年底至1220年，它标示著大蒙古与中古大波斯外交和贸易失败的结果，也是“蒙古西征”的开始。当时雄踞中亚的花剌子模沙朝这个刚兴起不久的君主制国家的国境面积相当于印度次大陆的大小。武力入侵征服“花剌子模沙朝”并非是成吉思汗最初的计划。《蒙古秘史》记载，成吉思汗曾经写信给花剌子模最高统治者阿拉乌丁·摩诃末苏丹，以平等温和的用词之礼问候摩诃末，成吉思汗口述：“摩诃末可汗你统治日落地方，我统治日升地方”，言明且以贸易和文化交流，兴盛彼此。当时成吉思汗方与西夏言和、正与他眼中的世仇也是强敌的金国交战于满洲及华北。西方有研究学者认为，土库曼与其他游牧民族，彼此多少皆有血缘姻亲关系，因此只要贸易顺利，在尊重政治及文化的自主性之惯例下，至多纳为附庸。该研究也分析，甚至在蒙古侵略中原时，就其观点视之，早先游牧民族侵略按出虎国（即“金朝”）、宋朝都会有流血事端，花剌子模原本不会有这样的遗憾出现。由于蒙古第一次西征带给了伊斯兰世界太多的毁灭，自残存无几而惊恐的花剌子模沙朝人民事后回忆，蒙古兵因“血腥杀戮”（集数十场作战）开始恶名昭彰；这场不到两年的国与国的战争，实际上不纯粹是一个中亚帝国的彻底毁灭，也将成吉思汗的残忍作战方式带到西方：迂回攻击；彻底、全面且恐怖，军队以武器屠戮民众。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙古征服花剌子模>蒙古征服花剌子模</a>"
},
{
"headline":"李庭芝",
"startDate":"1219",
"endDate":"1276",
"text":"<p>    李庭芝（1219年－1276年），字祥甫。南宋后期政治人物。1234年，金朝灭亡，襄、汉一带遭受战争，李家又徙居随州。淳祐初（1241年起）为进士，仍入孟珙幕府主管机宜文字；开庆元年（1259年）主管两淮制置司事，在扬州招抚流亡，恢复盐业生产；度宗时任京湖制置大使，援襄阳；后襄阳失守，被贬官，后复任淮东制置使。蒙古大军南侵时，统属两淮（今江苏省），为南宋军督师。后来宋端宗封他为左丞相领淮东制置使，领兵抗击蒙古大军。李庭芝于担任淮东制置使期间，竭力坚守，军民一心，却敌防御蒙古军数役，谢太后两次下诏劝降，他射杀使者，坚决拒绝；终至粮绝失援，与忠臣姜才一起转战到泰州，拟突围入海，为蒙古军所俘，牺牲。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李庭芝>李庭芝</a>"
},
{
"headline":"阿里不哥",
"startDate":"1219",
"endDate":"1266",
"text":"<p>    阿里不哥（约1219年－1266年），又译阿里布哥，蒙古贵族，是成吉思汗第四子拖雷之幼子，蒙哥、忽必烈、旭烈兀之弟。他们四人的生母都是拖雷正妻唆鲁禾帖尼。蒙哥汗在位时，阿里不哥驻守于大蒙古国首都哈拉和林，素来反对忽必烈的汉化政策。1259年8月11日蒙哥汗去世后，次年农历三月二十四日（1260年5月5日），忽必烈掌握大量精兵，于中原开平，自立为大汗；四月，其弟阿里不哥在哈拉和林被蒙古本土的贵族库力台大会推举为大蒙古国大汗。为了宝座，双方遂展开激烈内战，历时四年之久。1264年8月21日阿里不哥力竭投降，忽必烈把他禁锢，赦免他的死罪，只是斩杀了他幕府的许多部属。1266年逝世，或谓遭忽必烈毒杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/阿里不哥>阿里不哥</a>"
},
{
"headline":"九公封建",
"startDate":"1220",
"endDate":"1220",
"text":"<p>    九公封建是指金宣宗于兴定四年（1220年）封地方武装首领王福等九人为“公”。当时在金朝受蒙古打击，将都城南迁开封以后，在河北、河东和山东一带出现了许多“义军”。这些义军是一些“抗蒙拥金”为号召的地方武装势力。在兴定二年（1219年），金朝丢失太原、平阳等地并且河朔一带割据已成定局的情况下，金宣宗于兴定四年接受宣徽使移剌光祖等人的建议，封这些地方武装首领九人为“公”，希望他们能帮助金朝抵抗蒙古。九公都兼任宣抚使，宣宗赐号“宣力功臣”，总帅本部兵马，可以任免官吏，征收赋税，赏罚号令自便。九人封号和官职如下：沧海公王福，沧州经略使。河间公移剌众家奴，河间路招抚使。恒山公武仙，真定路经略使。高阳公张甫，中都东路经略使。易水公靖安民，中都西路经略使。晋阳公郭文振，辽州从宜。平阳公胡天作，平阳招抚使。上党公张开（又称完颜开），昭义军节度使东莒公燕宁，山东安抚福使。金末，在蒙古军队的攻击下，九公有的投降自保，有的被杀，并未能保住金朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/九公封建>九公封建</a>"
},
{
"headline":"哲别",
"startDate":"1223",
"endDate":"1223",
"text":"<p>    哲别（？－1223年），《蒙古秘史》作者别，原名只儿豁阿歹。铁木真收服泰赤乌部后，臣服于铁木真并赐名哲别。并有蒙古帝国第一猛将称号，亦是四虎将（四勇、四狗、四先锋）之一。哲别骁勇善战，精于射术，能百发百中地射击飞动中的碗，曾于战斗中，徒手抓着敌军射来的无箭头的箭，仍搭上弓射去，竟能一箭穿透敌方主将心窝。此外哲别的刀法也是非常了得，在一生中的南征北讨，哲别手持蒙古弯刀杀敌，如入无人之境。1218年奉成吉思汗之令，率兵两万消灭西辽，掌握丝路中、东商贸，为蒙古军队即将开始的西征先行布署；1223年哲别与速不台于迦勒迦河之战（今乌克兰日丹诺夫市北）中击溃俄罗斯诸国王公与钦察忽炭汗的联军，途经俄罗斯南境，又转攻也的里河（今伏尔加河的突厥名，又译亦的勒）上的伏尔加保加利亚，但于回国途中病逝。成吉思汗以国葬厚葬哲别。在金庸小说射雕英雄传中，哲别遭到成吉思汗追击时为郭靖所救；郭靖的箭术就是哲别教的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/哲别>哲别</a>"
},
{
"headline":"宋理宗 赵昀",
"startDate":"1224",
"endDate":"1264",
"text":"<p>        宋理宗赵昀（1205年1月26日－1264年11月16日），原名赵与莒，1222年被立为宁宗弟沂王嗣子，赐名贵诚，1224年立为宁宗皇子，赐名昀，是宋朝的第十四位皇帝（1224年9月17日—1264年11月16日在位），在位40年，享年59岁。由于宋理宗是史弥远一手拥立，登基后史弥远继续专权，理宗自己对政务完全不能过问，一直到1233年史弥远死后，理宗才开始亲政。1234年南宋联蒙古国灭金。理宗崇拜理学，对政治不感兴趣，将国家大事交给他的丞相处理，先后有吴潜、丁大全、贾似道等。1259年，蒙古攻鄂州，右丞相贾似道以宋理宗名向蒙古称臣，并将长江以北的土地完全割让给蒙古。1264年逝世于临安。由于宋理宗无子，所以立他的侄子赵禥为太子，是为宋度宗。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋理宗 赵昀>宋理宗 赵昀</a>"
},
{
"headline":"蒙古入侵高丽",
"startDate":"1231",
"endDate":"1273",
"text":"<p>    高丽蒙古战争发生于1231年至1273年，蒙古对高丽发动了9次战争。元世祖忽必烈即位后，1273年蒙古军队占领济州岛，高丽蒙古战争最终结束。高丽最终成为元朝的藩属国，一度受到元征东行省的控制；而济州岛也长期成为元朝政府的直接管辖地“耽罗军民总管府”负责防倭和高丽海外侨民事务。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙古入侵高丽>蒙古入侵高丽</a>"
},
{
"headline":"三峰山之战",
"startDate":"1232",
"endDate":"1232",
"text":"<p>    三峰山之战在1232年发生，是蒙古灭金的一个重大战役。此役，蒙古军以少胜多，取得重大胜利。金军最后的主力在此役溃败，损失骁将多员，「兵不复振」，亡国指日可待。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三峰山之战>三峰山之战</a>"
},
{
"headline":"端平更化",
"startDate":"1233",
"endDate":"1264",
"text":"<p>    端平更化，是绍定六年（1233年）史弥远病死、宋理宗亲政改元“端平”后实施的改革。权相史弥远共擅权二十五年，南宋日渐衰落。理宗一亲政就任用洪咨夔等人做监察御史，弹劾了史弥远一党的“三凶”梁成大、李知孝、莫泽。而被史弥远排斥的真德秀、魏了翁则被召入朝。当时纸币的发行量超过三亿贯，通货膨胀，物价飞涨。宋廷停止发行新币，回收部分旧币，并动用库存黄金十万两、白银数百万两平抑物价。但是不久蒙古入侵，南宋军费陡升，宋廷不得不大量发行货币以缓解财政压力。最终经济整顿破产。宋理宗一直希望使理学成为正统官学，早在宝庆三年（1227年）就封朱熹为信国公。端平更化后，朱熹和理学大师周敦颐、程颢、程颐、张载都先后被入祀孔庙。淳祐元年（1241年）理宗又分别加封周敦颐为汝南伯、程颢为河南伯、程颐为伊阳伯、张载为噤伯。景定二年（1261年）理宗排定的入祀孔庙的名单包括：司马光、周敦颐、程颢、程颐、张载、朱熹、邵雍、张拭、吕祖谦。其中除司马光外，剩下的都是理学代表人物。理宗的政治改革也要解决大量冗官，这是通过控制考中进士的人数和严格升迁制度办到的。从端平元年开始，平均每次科考的中进士人数为四百五十人，而不是以前的平均每次六百人。理宗又规定无论在首都的朝官还是在外地的地方官都不得私荐官员，没有担任过州县地方官的人不能进入朝廷做郎官，已经当上郎官的必须外放，补上州县地方官这一任。但这些措施流于表面，未能根本解决问题。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/端平更化>端平更化</a>"
},
{
"headline":"端平入洛",
"startDate":"1234",
"endDate":"1234",
"text":"<p>    端平入洛，是指南宋在联合蒙古灭金朝之后，出兵收复位于河南的原北宋东京开封府（今河南开封）、西京河南府(今河南洛阳）和南京应天府（今河南商丘）三京的军事行动，由于粮草不济以及没有骑兵等原因，最终被蒙古军大败而退回原来的防线。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/端平入洛>端平入洛</a>"
},
{
"headline":"完颜承麟",
"startDate":"1234",
"endDate":"1234",
"text":"<p>    完颜承麟（？－1234年2月9日），通称金末帝，又称金后主，金朝末代皇帝，女真名呼敦。原为金国将领，天兴三年正月己酉（儒略历1234年2月9日），金哀宗不欲做亡国之君，遂将帝位传予他。于下旨传位翌日举行即位大典，但大典未及完成宋蒙联军已攻入城内。完颜承麟唯有草草完成大典立刻带兵出迎，死于乱军之中。据史学家推测，完颜承麟在位时间不足半天，更有说指出在位时间不足一个时辰，为中国历史上在位时间最短的皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜承麟>完颜承麟</a>"
},
{
"headline":"蒙古侵略欧洲",
"startDate":"1235",
"endDate":"1242",
"text":"<p>    蒙古侵略欧洲又名长子西征，是蒙古帝国继成吉思汗西征花剌子模后的第二次大规模的西征（其后还有一次西征，由蒙哥汗之弟旭烈兀率领）。1235年开始至约1242年，历时约8年，因由各族宗王长子或长孙（术赤次子拔都、窝阔台长子贵由、拖雷长子蒙哥、察合台长孙不里等）率兵西征，故称“长子西征”。这场战争，名义上由拔都担任总帅，实际上由速不台领军，统领军队总数估计在十二万人以上，摧毁了基辅罗斯、弗拉基米尔公国等东斯拉夫列国，并在蒂萨河之战灭匈牙利王国，在列格尼卡战役灭了分裂中的中世纪的波兰。1235年春，在遣阔出南征的同时，窝阔台汗又遣拔都、贵由、蒙哥、不里西征。打从13世纪，历史学家都在争论蒙古人对东欧用兵在宏观历史的重要性。大多数军事史家都认为，这次军事行动的目的，在于扩充蒙古帝国的西部疆域，并透过对波兰及匈牙利带来致命性的攻击，令西欧诸国震慑，从而确保蒙古帝国在俄罗斯的领土安全。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙古侵略欧洲>蒙古侵略欧洲</a>"
},
{
"headline":"宋元战争",
"startDate":"1235",
"endDate":"1279",
"text":"<p>    宋元战争，1271年之前又叫宋蒙战争，是蒙古帝国（1271年后的中国式国号元朝）对南宋的战争，从第一次1235年－1241年和第二次1253年－1259年，到第三次1268年－1279年，共22年（不计停战期），与蒙灭西夏之战和蒙金战争不同之处就是蒙古对南宋战争曾因中间内乱与南宋时战时和，而蒙古骑兵也并没有像对西夏一样在南宋长江淮河边疆一带进行不断地洗劫或袭掠。不过传统上，仍认为宋元战争是蒙古帝国对一个政权最持久的战争。最后元世祖忽必烈灭亡南宋，占领中国。主要分为三期：第一次 窝阔台南征1235年〜1241年第二次 蒙哥南征1258年〜1259年第三次 忽必烈南征1268年〜1279年   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋元战争>宋元战争</a>"
},
{
"headline":"海都",
"startDate":"1235",
"endDate":"1301",
"text":"<p>    海都（1235年－1301年），蒙古帝国窝阔台汗之孙，合失之子。窝阔台汗国的实际创立者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/海都>海都</a>"
},
{
"headline":"文天祥",
"startDate":"1236",
"endDate":"1283",
"text":"<p>    文天祥（1236年6月6日－1283年1月9日），南宋末期吉州庐陵（今江西吉安县）人，汉族民族英雄，初名云孙，字天祥。选中贡士后，换以天祥为名，改字履善。宝祐四年（1256年）中状元后再改字宋瑞，后因住过文山，而号文山。文天祥以忠烈名传后世，受俘期间，元世祖以高官厚禄劝降，文天祥宁死不屈，从容赴义，生平事迹被后世称许，与陆秀夫、张世杰被称为“宋末三杰”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文天祥>文天祥</a>"
},
{
"headline":"陆秀夫",
"startDate":"1236",
"endDate":"1279",
"text":"<p>    陆秀夫（1236—1279）字君实，一字宴翁，别号东江，汉族，楚州盐城长建里（今江苏省建湖县建阳镇）人。南宋左丞相，抗元名臣，著名民族英雄。和文天祥、张世杰并称为“宋末三杰”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陆秀夫>陆秀夫</a>"
},
{
"headline":"张弘范",
"startDate":"1238",
"endDate":"1280",
"text":"<p>    张弘范（1238年－1280年2月11日），字仲畴，元朝名将，易州定兴（辽朝时期属于南京道管辖，金朝时期属于中都路管辖，今属河北）人。曾参加过襄樊之战，后跟随元帅伯颜南下征宋，最后在厓山海战中带领元军灭亡南宋。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张弘范>张弘范</a>"
},
{
"headline":"赵禥",
"startDate":"1240",
"endDate":"1274",
"text":"<p>    宋度宗赵禥（1240年5月2日－1274年8月12日），原名赵孟启，1251年赐名孜，1253年立为皇子，赐名禥，是宋朝第十五位皇帝（1264年11月16日—1274年8月12日在位），宋太祖十一世孙，宋理宗弟嗣荣王赵与芮之子，生母齐国夫人黄氏，宋理宗的侄儿。在位10年，享年35岁，死后葬于永绍陵，谥号为端文明武景孝皇帝。宋理宗子嗣不多，两名儿子又在幼年夭折，故须在宗室另寻继任人。理宗与弟荣王赵与芮感情深厚，故将其子赵禥立为太子。《宋史》记载赵禥七岁始会说话，故不少大臣最初是反对立他为储君，但理宗顾念与赵禥生父荣王的兄弟情谊，坚持立他为太子，并对他刻意栽培，可是赵禥继位后十分昏庸无能。他即位时，金朝已经灭亡多年，北方元朝军队大举南下，国难当头，他却将军国大权交给奸臣贾似道，政治十分腐败黑暗，人民生活十分困苦，自己却依旧穷途奢侈，荒淫无道，沉湎于酒色之中，甚至曾有一夜幸御数十名宫女的记录，导致宋朝病入膏肓，无可救药，只有等着灭亡。北方元军多次出兵进攻南宋，宋廷虽腐朽，但是广大军民的抵抗，使得元军不得不撤回。度宗即位后，元军猛攻襄樊。这一次是决定南宋朝廷兴亡的关键战役。然而贾似道密而不报，还说已经取胜，度宗在完全不予以审问的情况下竟对此言深信不疑。最后，元军于咸淳十年（1274年）初攻破围攻5年的襄樊，为宋朝敲响丧钟，宋度宗闻知顿时昏倒，但是他仍然借酒浇愁。不久就因酒色过度而死，死后也由于其所作所为而身败名裂。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵禥>赵禥</a>"
},
{
"headline":"黄道婆",
"startDate":"1245",
"endDate":"1330",
"text":"<p>    黄道婆，松江乌泥泾（今上海华泾镇）人，生活在宋末元初。 原名：黄巧儿 生年无纪录，一说是1245年，由于家庭贫苦，十多岁时被卖为童养媳，婚后不堪家庭虐待，随黄浦江海船逃到海南岛崖州。在崖州随黎族人学习纺织。约1295年，回到松江乌泥泾，从事纺织，教当地妇女棉纺织技术，并且制成一套扦、弹、纺、织工具（如搅车、椎弓、三锭脚踏纺车等），提高了纺纱效率。在织造方面，她用错纱、配色、综线、挈花工艺技术，织制出有名的乌泥泾被，从此，松江的纺织业发达起来。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄道婆>黄道婆</a>"
},
{
"headline":"乃马真后",
"startDate":"1246",
"endDate":"1246",
"text":"<p>    昭慈皇后（12世纪？－1246年）名脱列哥那，又译朵列格捏，姓乃马真氏，又称乃马真后，是元太宗窝阔台的第六皇后，元定宗贵由的母亲。乃马真后想让自己的长子贵由成为继承人，但窝阔台更喜欢三子阔出。阔出于1236年战死后，窝阔台有意让阔出的长子失烈门继位。窝阔台在1241年12月11日去世后，失烈门年幼，有声望的拔都又因与贵由有旧怨而拒绝出席推举大汗的忽里台大会。因此乃马真后从1242年春开始临朝称制。1245年，她命令察罕、张柔等将领攻打南宋的淮西、扬州等地。在称制期间，乃马真后逐步提拔支持贵由的势力。1246年8月24日，贵由被推举为大汗，乃马真后还政。同时她命令麻速忽伯格管理河中城市。她于贵由即位数月后去世。至元三年（1266年）十月，太庙建成，制尊谥庙号，元世祖忽必烈为脱列哥那上谥号为昭慈皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乃马真后>乃马真后</a>"
},
{
"headline":"旭烈兀西征",
"startDate":"1251",
"endDate":"1259",
"text":"<p>    旭烈兀西征，又称蒙古第三次西征，是由蒙哥汗之弟旭烈兀率领，是蒙古帝国继成吉思汗西征花剌子模及长子西征后的第三次大规模的西征，亦是蒙古帝国最后一次西征。这次西征蒙古占领了阿拉伯帝国的阿拔斯王朝、木剌夷国及叙利亚的阿尤布王朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/旭烈兀西征>旭烈兀西征</a>"
},
{
"headline":"蒙古攻四川之战",
"startDate":"1253",
"endDate":"1256",
"text":"<p>    蒙古攻四川之战是继忽必烈1253年攻灭大理国、西藏，1254年北上攻占贵州，1255年，忽必烈以中路军，会合东路军铁哥带儿及西路蒙军，1255年--1256年三路蒙兵攻占四川西部甘孜州及合州，曾经一度攻占至重庆但是又弃守，因为宋兵防守人数远多过于蒙古。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙古攻四川之战>蒙古攻四川之战</a>"
},
{
"headline":"马可波罗",
"startDate":"1254",
"endDate":"1324",
"text":"<p>    马可·波罗（Marco Polo，又译马可·孛罗、马哥·波罗，1254年9月15日－1324年1月8日）是意大利威尼斯商人、旅行家及探险家。于元朝时，随他的父亲和叔叔通过丝绸之路来到中国，自称懂得蒙古语及汉语。回到威尼斯后，马可·波罗在一次威尼斯和热那亚之间的海战中被俘虏，在监狱里口述其旅行经历，由鲁斯蒂谦写出《马可·波罗游记》。然而，马可·波罗到底曾否来过中国，引发起重大的争议。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马可波罗>马可波罗</a>"
},
{
"headline":"赵孟頫",
"startDate":"1254",
"endDate":"1322",
"text":"<p>    赵孟頫(fǔ)（1254年－1322年），字子昂，号松雪道人，别号鸥波、水精宫道人等。中国吴兴（今浙江湖州）人，宋室后代。元代官僚，书画家。其妻为元朝画家、诗人管道昇。元朝画家王蒙之外祖父。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵孟頫>赵孟頫</a>"
},
{
"headline":"蒙越战争",
"startDate":"1257",
"endDate":"1288",
"text":"<p>    蒙越战争，或元越战争、蒙古越南战争、蒙古侵越战争、越南抗蒙战争，是指历史上蒙古（元）对越南陈朝的侵略战争。越南对抗蒙元的战争共有三次，分别发生在1257年至1258年，1284年至1285年，以及1287年至1288年。在每次战争前后，双方均进行过外交活动。如今，越南视抗蒙战争为其历史上对外抗战最为光辉的一页。越南陈朝共有三代皇帝经历了此次战争，分别为：陈太宗、陈圣宗和陈仁宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙越战争>蒙越战争</a>"
},
{
"headline":"钓鱼城之战",
"startDate":"1259",
"endDate":"1259",
"text":"<p>    钓鱼城之战或称钓鱼城保卫战或称合州之战是指南宋与蒙古发生于1259年的战争。1239年，彭大雅任四川制置副使期间，命甘闰初筑钓鱼城，其后四川制置使兼知重庆府余玠，采纳播州人冉琎、冉璞兄弟的建议，于1243年复筑钓鱼城，屯兵积粮，抗击北侵的蒙古大军，并作为保卫重庆的屏障。当时蒙古建国后正横扫欧亚大陆，1258年，蒙古大汗蒙哥命忽必烈进攻鄂州、察塔儿进攻两淮及兀良哈台进攻云南，自己则领兵往四川。1259年2月，蒙哥大汗亲自率领4万军队到钓鱼城下，蒙哥派降人前去招降，宋知合州王坚严辞拒绝并杀了使者，蒙哥开始进攻钓鱼城，然而钓鱼城主将王坚与副将张玨的顽强抗击下，大将汪德臣战死，蒙哥更被城上火炮击伤，后逝于温泉寺，蒙古军因此撤退。直至1279年，在守将王立带领下钓鱼城军民投降，正式结束钓鱼城之战36年抵抗历史。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钓鱼城之战>钓鱼城之战</a>"
},
{
"headline":"宋度宗 赵禥",
"startDate":"1264",
"endDate":"1274",
"text":"<p>        宋度宗赵禥（1240年5月2日－1274年8月12日），原名赵孟启，1251年赐名孜，1253年立为皇子，赐名禥，是宋朝第十五位皇帝（1264年11月16日—1274年8月12日在位），宋太祖十一世孙，宋理宗弟嗣荣王赵与芮之子，生母齐国夫人黄氏，宋理宗的侄儿。在位10年，享年35岁，死后葬于永绍陵，谥号为端文明武景孝皇帝。宋理宗子嗣不多，两名儿子又在幼年夭折，故须在宗室另寻继任人。理宗与弟荣王赵与芮感情深厚，故将其子赵禥立为太子。《宋史》记载赵禥七岁始会说话，故不少大臣最初是反对立他为储君，但理宗顾念与赵禥生父荣王的兄弟情谊，坚持立他为太子，并对他刻意栽培，可是赵禥继位后十分昏庸无能。他即位时，金朝已经灭亡多年，北方元朝军队大举南下，国难当头，他却将军国大权交给奸臣贾似道，政治十分腐败黑暗，人民生活十分困苦，自己却依旧穷途奢侈，荒淫无道，沉湎于酒色之中，甚至曾有一夜幸御数十名宫女的记录，导致宋朝病入膏肓，无可救药，只有等着灭亡。北方元军多次出兵进攻南宋，宋廷虽腐朽，但是广大军民的抵抗，使得元军不得不撤回。度宗即位后，元军猛攻襄樊。这一次是决定南宋朝廷兴亡的关键战役。然而贾似道密而不报，还说已经取胜，度宗在完全不予以审问的情况下竟对此言深信不疑。最后，元军于咸淳十年（1274年）初攻破围攻5年的襄樊，为宋朝敲响丧钟，宋度宗闻知顿时昏倒，但是他仍然借酒浇愁。不久就因酒色过度而死，死后也由于其所作所为而身败名裂。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋度宗 赵禥>宋度宗 赵禥</a>"
},
{
"headline":"海都之乱",
"startDate":"1268",
"endDate":"1301",
"text":"<p>    自拖雷后裔蒙哥当选蒙古大汗始，窝阔台后裔渐失势，海都即于此时分封至蒙古以西的海押力。蒙哥汗死后，海都支持新汗阿里不哥与忽必烈争夺汗位，终告失败。但海都希冀大汗之位属于窝阔台后代，遂积蓄实力，联合钦察汗国，图谋与忽必烈争夺蒙古帝国大汗宝座。成吉思汗曾经说出，只要窝阔台有一个吃奶的后代，都比其他人优先继承，因此他不断反忽必烈。有鉴于此，忽必烈遂派察合台后嗣八剌返察合台汗国争夺汗位，企求引起西部诸王内乱，以便其集中精力灭南宋的战争。令忽必烈意外的是，海都虽然与八剌初亦激战，但旋即和好。至元六年（1268年），海都、八剌和钦察汗国君王在塔拉斯河会盟，公开反对忽必烈和伊儿汗国，并商议以海都为盟主。会盟各王指称忽必烈汗已经被汉族同化，言明要对忽必烈用兵以恢复蒙古人的游牧本性。次年，忽必烈以那木罕为将，在别失八里击败海都。至元十二年（1274年），忽必烈再遣安童辅佐那木罕西征。未料，那木罕部将昔里吉等于次年底发动兵变，将安童抓获后交予海都。不久，八剌死去，海都扶立笃哇任察合台汗国君王，两汗挥师东进蒙古本部。土土哈把他赶出漠北祖宗大帐。至元二十四年（1286年），海都等同东部乃颜联络，乘忽必烈率领元军主力东去平叛的机会，一度发兵占领和林，但不久即退出。元成宗大德五年（1301年），海都纠合诸王四十，再度进兵蒙古，最后在和林被元武宗海山击败，于归途中，伤重不治。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/海都之乱>海都之乱</a>"
},
{
"headline":"襄樊之战",
"startDate":"1268",
"endDate":"1273",
"text":"<p>    襄樊之战是南宋元朝之间战争的一次重要战役。元将郭侃、郝经认为攻宋战略需自汉水重兵突破，刘整向元世祖忽必烈献计取襄阳(设榷城诱宋)以灭宋，建议受到采纳，忽必烈开始行5年准备大战。咸淳四年（1268年），忽必烈命令刘整、阿术兵困襄阳和樊城（今湖北襄樊），守将是吕文德、吕文焕兄弟，吕文德是宋权相贾似道的亲信。第二年，忽必烈又派丞相史天泽助战。蒙古军在襄、樊二城四周修筑城围，并封锁汉水，多次打退南宋援军。六年，李庭芝督战增援襄，不利。由于襄、樊长期被围困，粮饷断绝，而与此同时宋度宗却依旧终日淫乐。八年，李庭芝进驻郢州（今湖北钟祥），以张顺、张贵为统帅。同年五月，二张率师逆汉水而上，冲破元军重围，箭射伤蒙副帅刘整并于25日抵襄。入襄后，张贵率军突围，却大败而回。战斗中张贵重伤被俘，至死不屈。至此南宋5年8次15万水兵为主的救援通通失败。蒙帅阿术及河南行省史天泽听万户张弘范、水军总管张禧，加蒙万山新训水兵70,000发动对襄樊水陆夹击。又使阿老瓦丁和亦思马因所制回回炮攻城，樊城破。咸淳九年（1273年）正月元军破樊城后大杀，吕文焕阵前号哭不已。宋守将范天顺誓死不投降，终自缢身亡；牛富率百余勇士巷战，重伤投火自尽。蒙古军帅阿术感慨，要求襄阳愿降可全城安全，后襄阳宋将吕文焕为人民愿降元。襄阳和樊城这两个城市的失守，导致了南宋的最终灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/襄樊之战>襄樊之战</a>"
},
{
"headline":"元",
"startDate":"1271",
"endDate":"1368",
"text":"<p>    元朝（1271-1368)由蒙古族建立，是中国历史上第一个由少数民族建立的大一统帝国。也是首个征服全中国外来王朝。定都大都（今北京市）。元朝的前身为蒙古帝国。1206年成吉思汗统一漠北诸部，于斡难河（今鄂嫩河）建立大蒙古国。当时蒙古的宗主国为金朝，由于金朝与其盟国西夏走向衰落，蒙古先后攻打西夏与金朝，并于1227年八月攻灭西夏，1234年3月攻灭金朝，完全领有华北。在西方，蒙古先后发动三次西征，使蒙古帝国称霸欧亚大陆。1259年元宪宗蒙哥于征伐宋战争去世后，领有汉地的四弟忽必烈与受漠北蒙古贵族拥护的七弟阿里不哥为了争夺汗位而发生战争，最后于1264年由忽必烈获胜。忽必烈于1271年改国号为大元，建立元朝，即元世祖。这场战争让蒙古四大汗国先后脱离于大汗忽必烈的关系，直到元成宗时期才承认元帝为大汗。1276年元朝攻灭南宋，统治全中国地区，结束自唐末以来400多年的分裂局面。元世祖到元武宗期间是元朝国立鼎盛时期，军事上平定西北，但在征伐日本、东南亚诸国却屡次失利，其中在元日战争战败。中期皇位频繁更迭，政治始终没有上轨道。元惠宗晚期，由于怠于政事、滥发纸币导致通货膨胀、为了治理泛滥的黄河又加重徭役，最后导致1351年爆发元末民变。1368年朱元璋建立明朝后，派徐达北伐攻陷大都。元廷退居漠北，史称北元。1402年元臣鬼力赤篡位建国鞑靼，北元亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元>元</a>"
},
{
"headline":"宋恭帝 赵㬎",
"startDate":"1274",
"endDate":"1276",
"text":"<p>        宋恭帝赵㬎（1271年11月2日－1323年5月），宋朝第十六位皇帝（1274年8月12日—1276年2月4日在位），在位2年，享年53岁，宋度宗次子。他是全皇后所生，是宋端宗赵昰之弟，宋末帝赵昺兄，即位前封嘉国公、左卫上将军等，宋端宗为兄弟上尊号孝恭懿圣皇帝，无庙号。1276年2月投降元朝后，封为“瀛国公”，又被迫剃发出家，后因文字狱被赐死。宋咸淳十年（1274年）十月，宋度宗驾崩，年四岁的赵㬎在奸相贾似道的扶持下登基做皇帝，是为宋恭帝，改明年为德祐元年。祖母谢太皇太后、母亲全太后垂帘听政。但军国大权依然在贾似道之手。当时元军已平定中国北方和西南，在取得南下最重要通道襄阳城的控制权之后，渡过长江向南宋都城临安（今杭州）进发。谢太皇太后一面在全国通令“勤王”，一面向元军乞和。势如破竹的元军在击破各地的防线，相继降服了长江中游诸州。1275年，贾似道率领的13万大军在芜湖与元军对战大败。不久，谢太皇太后和宋恭帝在舆论压力下贬贾似道，不过为时已晚，宋朝亡国在即。同年年中，元军已经占领了江东（今日的江苏省南部）大半的领土。1276年1月18日伯颜率领的元军兵临临安。南宋朝廷遣陆秀夫求和称侄不成，只好向元军投降。正月十八日（1276年2月4日），谢太皇太后抱着五岁的小皇帝宋恭帝赵㬎出城向元军献上玉玺投降。南宋残余势力在福建、广东抗元。1279年3月19日，陆秀夫携年仅八岁的小皇帝赵昺在崖山蹈海自尽，南宋最终灭亡。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋恭帝 赵㬎>宋恭帝 赵㬎</a>"
},
{
"headline":"元日战争",
"startDate":"1274",
"endDate":"1281",
"text":"<p>    元日战争，指元朝皇帝忽必烈在1274年和1281年两次派军队入侵日本的战争。这个事件在日本被称为“元寇”或“蒙古袭来”。这两次侵略企图尽管最终失败，但其在宏观历史上仍起了十分重要的作用。这两次战争是日本史上最有名的事件之一，并且由于其在阻止蒙古帝国和元朝扩张上所发挥的作用，使得它们在世界史上扮演了重要的作用。这两起事件在很多小说中都被提及，并且神风这个词也是由此而生的。另外，除了在第二次世界大战结束时的遭遇，这两起失败的入侵尝试应该算是日本一千多年来面临的最大的被侵略的威胁了。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元日战争>元日战争</a>"
},
{
"headline":"丁家洲之战",
"startDate":"1275",
"endDate":"1275",
"text":"<p>    丁家洲之战宋蒙战争一场在1275年长江发生的主要水战，值得一提的是这是南宋奸臣贾似道第一场亲自指挥作战，结局以南宋战败，退守建康（今南京）。丁家洲在今天安徽芜湖鲁港；率领2千艘战船的贾似道面对的敌军指挥官竟是襄樊之战降将吕文焕。贾似道几乎未加抵抗，和属下抛弃其统领的十三万精兵，乘小船逃走。南宋军队大败，蒙古接收大批南宋战船，但是没几年，蒙古竟派这千艘江船渡海作战，结局可知惨矣！   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/丁家洲之战>丁家洲之战</a>"
},
{
"headline":"潭州之战",
"startDate":"1275",
"endDate":"1275",
"text":"<p>    潭州之战是南宋与蒙古发生于1275年的一场战争。1275年农历九月至除夕，在湖南潭州今长沙地区，宋军三千人守城三个月后被攻下。此战役是蒙古征服南宋战事里，一场彰显宋朝气节可歌可泣的攻防战。值得一提的是大年初一城破，著名的岳麓书院师生数百人集体自尽。守城司令官知潭州兼湖南安抚使李芾更是举家投井。蒙古将军阿里海牙亦在攻城时负箭伤，一度命危。他领数万蒙兵攻击此孤城，也击退宋相文天祥救援宋军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/潭州之战>潭州之战</a>"
},
{
"headline":"宋端宗 赵昰",
"startDate":"1276",
"endDate":"1278",
"text":"<p>        宋端宗赵昰（1269年7月10日－1278年5月8日），宋朝第十七位皇帝（1276年6月14日—1278年5月8日在位），在位2年，享年9岁，庙号端宗，谥号裕文昭武愍孝皇帝或孝恭仁裕慈圣睿文英武勤政皇帝，又有史称宋帝昰。他是宋度宗的庶长子, 宋恭帝的长兄，曾被封为建国公、吉王、益王等。宋恭帝德祐二年正月十八日（1276年2月4日）元军攻克临安时，5岁的宋恭帝和谢太皇太后相继被俘。赵昰和母亲杨淑妃和弟弟赵昺由国舅杨亮节等护卫，出逃福建，定行都于福州濂浦平山福地，改年号景炎，行宫为平山阁（当时时值战乱，哀鸿遍野，宋军撤离此地时，曾开仓济民，当地人民甚感其恩，元军占领福州时，当地人民遂将平山阁改名为泰山宫，祭祀南宋高宗赵构及入闽的益、广二王。左右列的是文臣武将：文天祥、陆秀夫、陈宜中、张世杰。当地泰山宫便塑这些神像，实是回避元代的查禁，以泰山宫作掩护，泰山宫现存完好）。赵昰登基前被封为“天下兵马都元帅”。1276年6月14日即位，改元景炎，时年只有7岁。虽然朝臣陆秀夫等坚持抗元，力图恢复宋朝，但在元军的紧紧追击下，端宗只能由大将张世杰护卫登船入海，东逃西避，疲于奔命。他曾逃到南澳岛上，在岛上海滩上开挖的宋井至今仍存，之后又逃到香港的九龙城一带，现存的宋王台和侯王庙都是为纪念宋端宗而建。景炎三年（1278年）3月，端宗为躲避元将刘深的追逐，上船避入广州对开海面，“龙舟”倾覆，端宗遇溺被左右救起，因此染病。因元军追兵逼近，又不得不浮海逃往硇洲（今香港大屿山；或说为今广东省湛江市硇洲岛）。不到10岁的小皇帝屡受颠簸，又惊病交加，于几个月后（1278年5月8日）在硇洲去世，葬于永福陵（今香港大屿山；或说在今广东省江门市新会区南部）。据宋王台公园《九龙宋皇台遗址碑记》记载，昰、昺二帝南逃期间，“有金夫人墓，相传为杨太后女，晋国公主，先溺于水，至是铸金身以葬者”，葬于今九龙城区，人称“金夫人墓”，后来在该址兴建了圣三一堂，“金夫人墓”也随之湮没。另一方面，碑记也记载端宗曾于九龙城白鹤山行朝并以一块大石为御座，后人称此为“交椅石”，但该石现已不知所终。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋端宗 赵昰>宋端宗 赵昰</a>"
},
{
"headline":"元代民变",
"startDate":"1276",
"endDate":"1367",
"text":"<p>    元代民变是指1276年至1367年，蒙元统治中国时期所发生的民变。其中最为知名的有红巾军刘福通起义、郭子兴起义及张士诚起义等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元代民变>元代民变</a>"
},
{
"headline":"帝昺",
"startDate":"1278",
"endDate":"1279",
"text":"<p>        赵昺（1272年2月12日－1279年3月19日），又称宋帝昺，宋朝末代皇帝（第十八位，1278年5月10日—1279年3月19日在位）；在位十个月，得年9岁。南宋第六位皇帝宋度宗赵禥的少子，母俞修容。前任皇帝宋端宗赵昰的异母弟。先后被封为永国公、信王、广王等。宋恭帝德祐二年正月十八日（1276年2月4日），南宋首都临安被伯颜率领的元朝大军占领，5岁的小皇帝宋恭帝和谢太皇太后相继被俘。宋恭帝的两个异母兄弟益王赵昰和广王赵昺，在国舅杨亮节、朝臣陆秀夫、张世杰、陈宜中和文天祥等人的护卫下南逃。在金华，赵昰被封为天下兵马都元帅，赵昺为副元帅，晋为卫王。 1276年6月14日，刚满7岁的赵昰在福州即皇帝位，是为宋端宗，改元“景炎”，奉端宗母杨淑妃为皇太后。一心想对宋朝皇室斩草除根的元军统帅伯颜，对宋端宗的南宋流亡小朝廷穷追不舍。景炎三年（1278年），宋端宗崩，以至军心涣散，无心恋战。当时陆秀夫在硇州梅蔚（即今日香港大屿山梅窝），改硇州为祥龙县，拥立赵昺为皇帝，改元“祥兴”，仍奉端宗母杨淑妃为太后，并逃往新会崖山避难。元朝命大将张弘范大举进攻崖山的赵昺小朝廷。事实上，当时的宋军还未到岸，一行人还在海上。宋军水师在张世杰的指挥下进行顽抗，在崖门海域里与元朝军队交战，史称崖山战役，这场战役关系到南宋流亡小朝廷的兴亡。结果，宋军全军覆灭。1279年3月19日，丞相陆秀夫见大势已去，便背着这位刚满8岁的小皇帝赵昺跳海殉国，杨太后亦投海殉国。宋朝灭亡。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/帝昺>帝昺</a>"
},
{
"headline":"崖山海战",
"startDate":"1279",
"endDate":"1279",
"text":"<p>    崖山海战，又称崖门战役，是1279年（元至元十六年，南宋祥兴二年）中国宋朝军队与元朝军队在崖山（今广东新会南崖门镇）进行的大规模海战。这场战役直接关系到南宋的兴亡，因此也是宋元之间的决战。相传宋元双方投入军队30余万，这场战役以元军以少胜多、宋军全军覆灭告终。它意味着南宋残余势力的彻底灭亡，也标志元朝最终统一中国。但日本方面有些史学家认为这场战役的结果标志着古典意义中华文明的衰败与陨落，因此有“崖山之后无中国”这一说法。崖山之后无汉族，宋亡之后少华夏，明亡之后无中国，大意是说汉族的古典中国文化自宋明之后不复存在。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/崖山海战>崖山海战</a>"
},
{
"headline":"张世杰",
"startDate":"1279",
"endDate":"1279",
"text":"<p>    张世杰（？—1279年），涿州范阳（辽朝时期属于南京道管辖，金朝时期属于中都路管辖，今属河北）人。1234年金朝灭亡后为元朝将领张柔的部下，戍守河南杞县，后因犯罪逃奔南宋，南宋抗元大将，民族英雄。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张世杰>张世杰</a>"
},
{
"headline":"乃颜之乱",
"startDate":"1286",
"endDate":"1287",
"text":"<p>    乃颜祖父塔察尔曾拥戴忽必烈为蒙古大汗，因此被任命为东道诸王之长，其领地包括自哈尔哈河至大兴安岭以东的广大地区。元至元23年（1286年），忽必烈为抵御海都和笃哇在西北的进攻，将蒙古驻军大量调往西部，乃颜乘机蓄积力量，准备夺取蒙古大汗之位。忽必烈接报后，在辽阳设立行中书省，监视乃颜。乃颜遂于次年四月与其他东道诸王一同起兵反叛，虽然没有得到蒙古本部的支持，但是乃颜仍然能够率军占据潢河（今西拉木伦河）流域，将忠于忽必烈的军队压迫至辽东。五月，忽必烈以玉昔帖木儿和李庭领军，亲自从上都出发，急行军攻打乃颜。六月，两军决战于呼伦贝尔草原。乃颜溃败，向北逃走，不久被抓获处死。乃颜之死标志着蒙古东道诸王势力的衰落。马可·波罗自称参与平定乃颜的战争，根据他的记述，乃颜是景教徒，其军以十字架为旗帜符号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乃颜之乱>乃颜之乱</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}