{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"陈元光",
"startDate":"657",
"endDate":"711",
"text":"<p>    陈元光（657年－711年），字廷炬，号龙湖，唐朝将领，曾任刺史兼任漳浦县令。光州固始（今河南省固始县）人（另有一说是代北鲜卑贵族侯莫陈氏后裔）。父亲陈政，母亲吐万氏。墓呈圆丘形，墓前碑文为：“唐开漳陈将军墓”。漳州河洛族群与佘族史上的关键人物。福建漳州人与台湾和新加坡的漳州移民后代，均尊称其为开漳圣王。陈元光开拓漳州时，麾下有“五辅将军”，分别是：辅信将军李伯瑶（一作辅圣将军）、辅顺将军马仁、辅义将军倪圣分、辅显将军沈毅、辅美将军沈彪。亦有“六辅将军”或“四辅将军”他说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈元光>陈元光</a>"
},
{
"headline":"贺知章",
"startDate":"659",
"endDate":"744",
"text":"<p>    贺知章（659年－744年），字季真，号石窗，晚年号四明狂客，唐代越州永兴（今浙江萧山）人，著名诗人。三国时东吴名将贺齐的十八世孙。惟流传下来的诗不多，收录于《全唐诗》中的只有二十首，著名的有《咏柳》、《回乡偶书》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贺知章>贺知章</a>"
},
{
"headline":"唐朝与契丹、奚的战争",
"startDate":"660",
"endDate":"847",
"text":"<p>    唐朝与奚、契丹（两蕃）的战争，是7世纪到9世纪唐朝和奚、契丹的一系列战争。奚、契丹在唐太宗贞观二十二年（648年）时归顺唐朝，建立了两个羁縻州饶乐都督府、松漠都督府。唐高宗显庆五年（660年），奚匹帝、契丹阿卜固叛唐，薛仁贵、阿史德枢宾、左武候将军延陀梯真、居延州都督李含珠率军平叛，斩匹帝、俘阿卜固。696年，契丹李尽忠、孙万荣反武周，杀营州都督赵文翙，在硖石谷之战、东硖石谷之战大败武周军，大将王孝杰坠崖而亡。契丹兵锋直接推进到赵州。后武周联合突厥默啜消灭孙万荣，但是奚、契丹倒向了后突厥。唐玄宗即位，冷陉之战，唐军大败于奚。阿史那默啜在716年死后，奚、契丹重新归唐。契丹可突于专政，驱逐都督、公主，废大贺氏、立遥辇氏，与唐朝为敌。唐朝设立幽州节度使、平卢节度使，防御奚、契丹。732年-734年，唐军重创奚、契丹，可突于被杀。安禄山就任后，挑衅两蕃，致使745年和亲公主被杀。751年八月，安禄山败于土护真水，6万唐军阵亡。安史之乱后，营州于761年陷于奚，平卢节度使南迁淄青，不服从中央的幽州节度使承担防御两蕃之任。之后，两蕃倒向了回鹘，李载义于830年破奚，擒奚王茹羯，张仲武在847年大破北奚、山奚。回鹘亡国后，契丹耶律氏取代遥辇氏，整合奚族，重新崛起。多次侵扰幽州。耶律阿保机在唐朝灭亡（907年）数年后（916年）建立契丹国（即辽朝），成为五代和北宋最大的边患。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐朝与契丹、奚的战争>唐朝与契丹、奚的战争</a>"
},
{
"headline":"李旦",
"startDate":"662",
"endDate":"716",
"text":"<p>    唐睿宗李旦（662年6月22日—716年7月13日），又名里旭轮，唐高宗李治第八子，武则天幼子，唐中宗为其兄长。他一生两度登基，两让天下，在位时间文明元年至载初二年（684年至690年）和景云元年至延和元年（710年至712年），共在位8年。公元712年禅位于子李隆基（唐玄宗），称太上皇，居五年，崩，享年五十五岁，葬于桥陵。庙号中宗，谥号玄真大圣大兴皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李旦>李旦</a>"
},
{
"headline":"二圣临朝",
"startDate":"664",
"endDate":"664",
"text":"<p>    公元664年，通过处理上官仪事件，武则天垂帘听政，这就是唐代历史上著名的二圣临朝。从此武则天在群臣面前树立了和唐高宗并尊的地位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/二圣临朝>二圣临朝</a>"
},
{
"headline":"上官婉儿",
"startDate":"664",
"endDate":"710",
"text":"<p>    上官婉儿（664年－710年7月21日）即上官昭容，唐朝陕州陕县人（今河南三门峡）。唐代女官、女诗人，唐中宗的妃嫔，唐高宗时期宰相上官仪的孙女。上官仪获罪遭诛后，上官婉儿随母亲被发配入内庭为奴，十四岁时，因聪慧善文得武则天重用，掌管宫中制诰多年，有“巾帼宰相”之名，可谓才华绝代。中宗年间，封为昭容，执掌朝纲，权势日盛，左右朝政，期间大设修文馆学士，代朝廷品评天下诗文，引领一代文风。后在唐隆之变中被李隆基所杀，所留作品编成文集二十卷（今已佚失），唐睿宗景云年间，复封为昭容，谥号“惠文”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/上官婉儿>上官婉儿</a>"
},
{
"headline":"太平公主",
"startDate":"665",
"endDate":"713",
"text":"<p>    太平公主（约665年－713年8月1日）是唐朝的女性政治家，为唐高宗李治与武则天的小女儿，唐中宗和唐睿宗的妹妹，也是安定思公主的妹妹，生平极受父母兄长尤其是其母武则天的宠爱，权倾一时，被称为“几乎拥有天下的公主”。史书没有记载太平公主的名字，台湾学者雷家骥依《全唐文·代皇太子上食表》一文认为她的本名是李令月，但亦有人认为是雷家骥断句错误，实应为：伏见臣妹太平公主妾李，令月嘉辰，降嫔公族。713年因涉嫌谋反，被唐玄宗发兵擒获，赐死于家中。太平公主死后，唐玄宗的政权宣告稳定，开启了开元之治，也结束了从626年玄武门之变九十年以来，首都多次兵变的现象。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太平公主>太平公主</a>"
},
{
"headline":"张九龄",
"startDate":"678",
"endDate":"740",
"text":"<p>    张九龄(678-740) : 唐开元尚书丞相，诗人。字子寿，一名博物，汉族，韶州曲江（今广东韶关市）人。长安年间进士。官至中书侍郎同中书门下平章事。后罢相，为荆州长史。诗风清淡。有《曲江集》。他是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。誉为“岭南第一人”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张九龄>张九龄</a>"
},
{
"headline":"李林甫",
"startDate":"683",
"endDate":"752",
"text":"<p>    李林甫（683-752），唐宗室，小字哥奴。通音律，会机变，善钻营。开元中，迁御史中丞、吏部侍郎，深结唐玄宗宠妃武惠妃及宦官等，僭伺帝意，故奏对皆称旨。开元二十二年（734）五月拜相，为礼部尚书、同中书门下三品。开元二十四年（736）底代张九龄为中书令，大权独握。李林甫居相位十九年，专政自恣，杜绝言路，助成安史之乱。天宝十一载（752年）十月抱病而终。李林甫死后遭杨国忠告发，时尚未下葬，被削去官爵，子孙流岭南，家产没官，改以小棺如庶人礼葬之。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李林甫>李林甫</a>"
},
{
"headline":"唐中宗 李显",
"startDate":"684",
"endDate":"684",
"text":"<p>      唐中宗李显（656年11月26日－710年7月3日）是唐朝的第四和第六位皇帝，两次在位，第一次在位时间为684年1月3日－684年2月26日，第二次在位时间为705年2月23日－710年7月3日。李显是唐高宗和武则天的儿子，曾名李哲。一开始他被封为周王，后来改为英王。他的兄长李弘早夭、另一位兄长李贤的太子地位被废黜后，李显继立为太子，高宗去世后，李显于弘道元年十二月十一日（684年1月3日）继位。李显继位后，打算建立一支自己的力量与母后 ( 武则天 ) 抗衡，他的主要支持人是他的妻子韦后外戚。他打算将国丈 ( 韦后之父 ) 韦玄贞提拔为侍中，遭到武太后亲信裴炎的反对。李显怒下说：“朕即使把天下都给韦玄贞，又有何不可？还在乎一个侍中吗？”于是，武太后便以此为理由，将李显贬为庐陵王，软禁在均州（今湖北丹江口市均州镇）和房州（今湖北十堰市房县）。698年，武则天将李显重新立为太子。701年李显的儿子李重润、女儿永泰公主因得罪武则天男宠被赐死。705年2月22日，宰相张柬之、侍郎崔玄暐、左羽林将军敬仲晔、右羽林将军桓彦范、司刑少卿袁恕己等五人以禁军发动兵变，史称神龙革命，武则天被军队包围，被迫下诏禅让帝位给李显。2月23日，李显复辟，同年3月3日，恢复唐朝国号。李显对与他患难与共的韦后非常信任，与她同参朝政，将她已过世的父亲追封王爵，她的女儿安乐公主也得参政，获大权。安乐公主希望李显能将她立为皇太女，以继帝位，韦后这时也对他越来越不看在眼中了，希望学武则天般当皇帝。707年，太子李重俊被安乐公主迫害，于是发动了重俊之变，率兵攻杀武三思、武崇训父子于其门第，又攻玄武门，欲杀韦皇后与安乐公主等人。不幸被守城的卫兵拦阻，李显见状呼喊，以重赏要求士兵归顺。于是军官王欢喜倒戈，斩杀李多祚等于楼下，余党溃散。李重俊逃亡途中，被左右杀死。710年，有人指责韦后淫乱，史载，韦后怕李显这次追究，于是与安乐公主一起决定将他毒死。李显死后，韦后不久就被李隆基与太平公主发动兵变杀死，史称唐隆之变。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐中宗 李显>唐中宗 李显</a>"
},
{
"headline":"唐睿宗 李旦",
"startDate":"684",
"endDate":"690",
"text":"<p>      唐睿宗李旦（662年6月22日－716年7月13日），唐朝第五位皇帝，曾用名李旭轮、李轮，他一生两度登基，两让天下，两次在位，第一次在位时间是文明元年至载初二年（684年2月27日-690年10月16日），第二次在位时间是景云元年至延和元年（710年7月25日-712年9月8日）。唐高宗诸子之中排行第八，母为武则天，李弘、李贤、唐中宗李显等都是其兄长。龙朔二年（662年）六月二十二日生于长安蓬莱宫含凉殿，史载“谦恭孝友，好学，工草隶，尤爱文字训诂之书”。嗣圣元年（684年）二月七日，武则天废中宗帝位，立其为帝，改元文明。不过，由于是武则天执政，“政事决于太后”，睿宗毫无实权，甚至连干预国家大政的权力都没有，沦为傀儡。载初二年（690年），武则天废除睿宗，自登帝位，改国号周，睿宗被贬为皇嗣，改名武轮，迁居东宫。武则天圣历元年（698年），武则天又改立中宗为储君。睿宗则贬为亲王，封号相王，他的五个儿子（李成器、李成义、李隆基、李隆范、李隆业）被封为郡王。神龙元年（705年），宰相张柬之等五人发动神龙革命，杀张易之、张昌宗兄弟，逼武则天退位，迎中宗复辟，不久武则天去世。中宗封睿宗为安国相王，随即辞去。景云元年（710年），中宗驾崩，传说是被韦皇后毒杀，少帝李重茂登位，改元唐隆。睿宗的三子李隆基与太平公主等联络禁军将领，拥兵入宫，将韦后诛杀，迫少帝李重茂逊位，史曰唐隆之变。六月二十四日睿宗复辟于承天门楼，大赦天下，与其子李隆基一起铲除了韦皇后一党的势力。延和元年（712年）八月二十五日，唐睿宗无法面对李隆基与太平公主的争端，于是禅让帝位于李隆基，是为唐玄宗，自称“太上皇”，每五天在太极殿接受群臣的朝贺，开元四年六月二十日（716年7月13日）病逝，享年55岁。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐睿宗 李旦>唐睿宗 李旦</a>"
},
{
"headline":"安乐公主",
"startDate":"684",
"endDate":"710",
"text":"<p>    安乐公主，唐中宗李显幼女。684年，生于李显被武则天废掉帝位贬谪房州途中。出生时，李显脱下自己的衣服包住小婴儿，故小名曰裹儿。安乐公主在房州一待就是14年，698年才随父重返京城，李显旋被重新立为皇太子，安乐公主也迎来了新生。705年，李显即位，对安乐公主尤其疼爱，可谓捧在手里怕摔了，含在嘴里怕化了。但安乐公主做事毫无忌惮、胡作非为、穷极奢欲，丝毫不守妇道。又想仿效武则天当女皇，让唐中宗立其为“皇太女”，未果，于是毒死了疼爱自己的父亲唐中宗。后李隆基发动政变，诛杀安乐公主，追废为“悖逆庶人”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/安乐公主>安乐公主</a>"
},
{
"headline":"徐敬业",
"startDate":"684",
"endDate":"684",
"text":"<p>    徐敬业（？－684年），又称李敬业。唐朝人，祖籍曹州离狐（今山东鄄城西南），是唐初将领李勣（原姓徐，赐姓李）之孙，李震之子，因父早死，直接承袭了祖父的英国公爵位。他是唐睿宗时反太后武媚娘临朝而起事的领导者。徐敬业从小善于骑射，有才智，曾任眉州刺史，后坐事被眨为柳州司马。武太后废帝李显 ( 唐中宗 ) 为卢陵王，立李旦 ( 唐睿宗 ) 为帝，后李旦上表请辞，由武太后临朝称制，徐敬业与其弟徐敬猷、唐之奇、杜求仁、骆宾王 ( 姓骆，名宾王 ) 等人，在684年九月起兵于扬州，徐敬业自称为匡复府大将军，领扬州大都督，以勤王，匡扶卢陵王李显复位为名出师，由骆宾王写了著名的《为徐敬业讨武曌檄》以号召天下。徐敬业的部队很快增至士卒十余万人。武太后遣梁郡公李孝逸为主帅，魏元忠为副帅统兵三十万征讨，徐敬业手下魏思温建议直攻东都洛城，而薛璋则劝先南进常州、润州（今江苏镇江）。徐敬业听从薛璋意见，先南渡长江攻陷润州，再北向与李孝逸战于高邮，徐敬业初战获胜，但久战兵疲，十一月李孝逸以火攻大败敬业军，徐敬业逃往润州，为部下所杀，内乱敉平。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐敬业>徐敬业</a>"
},
{
"headline":"高力士",
"startDate":"684",
"endDate":"762",
"text":"<p>    高力士（684年—762年），本名冯元一，是中国唐代的著名宦官之一。祖籍潘州（今高州），曾祖冯盎、祖父冯智玳、父为冯君衡，曾任潘州刺史。他幼年时入宫，由高延福收为养子，遂改名高力士，受到当时女皇帝武则天的赏识。在唐玄宗管治期间，其地位达到顶点，由于曾助唐玄宗平定韦皇后和太平公主之乱，故深得玄宗宠信，终于累官至骠骑大将军、进开府仪同三司。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高力士>高力士</a>"
},
{
"headline":"李隆基",
"startDate":"685",
"endDate":"762",
"text":"<p>    唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇。712年至756年在位。唐睿宗李旦第三子，母窦德妃。唐隆元年（710年）六月庚子日申时，李隆基与太平公主联手发动“唐隆政变”诛杀韦后。712年李旦禅位于李隆基，后赐死太平公主，取得了国家的最高统治权。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李隆基>李隆基</a>"
},
{
"headline":"鉴真",
"startDate":"687",
"endDate":"763",
"text":"<p>    鉴真（？－763年6月25日），唐朝僧人，江苏扬州江阳县人，律宗南山宗传人，日本佛教律宗开山祖师，著名医学家。曾6次东渡日本，不仅为日本带去了佛经，还促进了中国文化向日本的流传。在佛教、医药、书法等方面，鉴真对于日本都有深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鉴真>鉴真</a>"
},
{
"headline":"孟浩然",
"startDate":"689",
"endDate":"740",
"text":"<p>    孟浩然（689年或691年－740年）名浩，字浩然，号鹿门处士，以字行，唐代襄州襄阳（今湖北襄阳）人，又称“孟襄阳”，盛唐著名诗人。孟浩然的诗与王维齐名，并称“王孟”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟浩然>孟浩然</a>"
},
{
"headline":"武则天",
"startDate":"690",
"endDate":"705",
"text":"<p>      武则天（624年－705年），并州文水人，是一位女政治家和诗人，中国历史上唯一一个正统的女皇帝，也是即位年龄最大（67岁即位）、寿命最长的皇帝之一（终年83岁）。为唐朝功臣武士彟次女，母亲杨氏。十四岁入后宫为唐太宗的才人，唐太宗赐号媚娘，唐高宗时初为昭仪，后为皇后，尊号为天后，与唐高宗李治并称二圣，683年12月27日－690年10月16日作为唐中宗、唐睿宗的皇太后临朝称制，后自立为皇帝，定洛阳为都，改称神都，建立武周王朝，神龙元年（705年）正月，武则天病笃，宰相张柬之发动兵变，迫使武氏退位，史称神龙革命。唐中宗复辟，恢复唐朝，上尊号“则天大圣皇帝”，后遵武氏遗命改称“则天大圣皇后”，以皇后身份入葬乾陵，唐玄宗开元四年（716年），改谥号为则天皇后，天宝八载（749年），加谥则天顺圣皇后。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武则天>武则天</a>"
},
{
"headline":"王维",
"startDate":"692",
"endDate":"761",
"text":"<p>    王维（692年—761年），字摩诘，汉族，河东蒲州（今山西运城）人，祖籍山西祁县，唐朝诗人，有“诗佛”之称。开元九年（721年）中进士，任太乐丞。王维是盛唐诗人的代表，今存诗400余首，重要诗作有“相思”“山居秋暝”等。王维精通佛学，受禅宗影响很大。佛教有一部《维摩诘经》，是王维名和字的由来。王维诗书画都很有名，非常多才多艺，音乐也很精通。与孟浩然合称“王孟”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王维>王维</a>"
},
{
"headline":"薛怀义",
"startDate":"694",
"endDate":"694",
"text":"<p>    薛怀义（？－694年12月25日），是武则天的第一个面首。京兆鄠县人，本名冯小宝。受太平公主推荐成为武则天的男宠。为掩人耳目，在武则天的安排下出家为僧，并改姓薛与太平公主的丈夫薛绍合族。垂拱初年，说服武则天于洛阳城西修复故白马寺。寺院建成后，薛怀义自为寺主，并且因此被封为正三品左武卫大将军、梁国公，甚至多次担任大总管，率军远征突厥，而且他每次出兵，突厥都已退兵，薛怀义以此居功。690年，武则天又进封他为右卫辅国大将军、鄂国公。其后来日益骄倨，令武则天恶之，下令太平公主设计将其杀死，辇车载尸送至白马寺。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/薛怀义>薛怀义</a>"
},
{
"headline":"李重茂",
"startDate":"695",
"endDate":"714",
"text":"<p>    李重茂（695年－714年），即唐殇帝，又称“唐少帝”，唐中宗李显第四子，生母不详，景龙四年（710年）六月在位，一月余后被废，开元二年（714年）七月去世，谥号殇皇帝。广德元年（763年），广武王李承宏在吐蕃帮助下于长安称帝，上李重茂庙号曰恭宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李重茂>李重茂</a>"
},
{
"headline":"尺带珠丹",
"startDate":"697",
"endDate":"755",
"text":"<p>    赤德祖赞（697年－755年），吐蕃第36任赞普（即藏王），又译尺带珠丹、墀德祖赞、弃隶蹜赞、弃迭祖赞、弃隶缩赞、乞黎苏笼腊赞等，绰号梅阿迥。704年至755年在位。他在位期间迎娶了唐朝金城公主，此后多次同唐朝发战，又多次向唐朝议和。此外又同唐朝、黑衣大食（阿拔斯王朝）争夺西域的霸权，并将南诏招诱为吐蕃的属国。公元755年，赤德祖赞的大臣朗·梅色和末·东则布二人，于亚着贝擦城将赤德祖赞害死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尺带珠丹>尺带珠丹</a>"
},
{
"headline":"金城公主",
"startDate":"698",
"endDate":"740",
"text":"<p>    金城公主（约698年（武周圣历元年）－740年（玄宗开元二十八年）），李姓，唐宗女，和亲公主之一。生父为嗣雍王李守礼（672？—741），养父为中宗皇帝（656—710）。步曾祖姑文成公主之后尘，出嫁吐蕃赞普赤德祖赞（即尺带珠丹，松赞干布玄孙，698—755），传说是嗣子赤松德赞的生母，存疑。金城公主在吐蕃三十年，为唐蕃称为甥舅宿亲，“和同为一家”（见赤德祖赞上玄宗皇帝表）维系纽带，贡献匪浅。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/金城公主>金城公主</a>"
},
{
"headline":"王昌龄",
"startDate":"698",
"endDate":"756",
"text":"<p>    王昌龄（698年－756年），字少伯，山西太原人，盛唐著名诗人。王昌龄在唐玄宗开元十五年（727年）登进士第，补校书郎。唐玄宗开元二十二年（734年），中博学宏词科。后来外调做汜水（今河南省荥阳县）尉，迁江宁丞。他的诗和高适、王之涣齐名，因其善写场面雄阔的边塞诗，而有“诗家天子”（或作“诗家夫子”）、 “七绝圣手”、“开天圣手”、“诗天子”的美誉。世人称他王江宁。他后来被贬为龙标（今湖南省黔阳县）尉，世人又称他王龙标。唐玄宗天宝十四年十一月初九（755年|12月16日），十月十六日，安禄山起兵反唐，他避乱回到家乡，后被刺史闾丘晓所杀，时年58岁。王昌龄诗今存180多首，可分为两类，一类是以《出塞》、《从军行》为代表作的边塞诗，另一类是描写妇女生活的诗，代表作有《采莲曲》、《越女》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王昌龄>王昌龄</a>"
},
{
"headline":"武惠妃",
"startDate":"699",
"endDate":"737",
"text":"<p>    唐玄宗贞顺皇后武氏（699年－737年），又称武惠妃，唐玄宗李隆基的宠妃。父恒安王武攸止，玄宗的表叔；母郑国夫人杨氏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武惠妃>武惠妃</a>"
},
{
"headline":"李白",
"startDate":"701",
"endDate":"762",
"text":"<p>    李白（701年－762年），字太白，号青莲居士，中国唐朝诗人，有“诗仙”、“诗侠”、“酒仙”、“谪仙人”等称呼，公认为是中国历史上最杰出的浪漫主义诗人。李白与杜甫合称李杜，另有小李杜之称的则是李商隐和杜牧。其作品天马行空，浪漫奔放，意境奇异，才华横溢；诗句如行云流水，宛若天成。李白诗篇传诵千年，众多诗句已成经典，例如“抽刀断水水更流，举杯消愁愁更愁”。李白在诗歌上的艺术成就被认为是中国浪漫主义诗歌的巅峰。李白的诗作在全唐诗中收录于卷161至卷180。有《李太白集》传世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李白>李白</a>"
},
{
"headline":"史思明",
"startDate":"703",
"endDate":"761",
"text":"<p>    史思明（703年－761年）中国唐朝突厥人，初名窣干。其貌不扬，懂六种蕃语。是唐朝的藩镇割据，也是大燕皇帝——燕顺天帝。思明与安禄山同乡，一起发动安史之乱。禄山长于政治、不知军事，思明长于军事，安禄山招得史思明，也是促成安禄山更增信心决定反叛的主因之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/史思明>史思明</a>"
},
{
"headline":"安禄山",
"startDate":"703",
"endDate":"757",
"text":"<p>    安禄山（703年－757年），本姓康，名轧荦山，营州柳城（今辽宁朝阳）人。母阿史德氏。父为昭武九姓的粟特人，母为突厥巫师，信仰祆教。安禄山是唐代藩镇割据势力之一的最初建立者，也是安史之乱的主要发动人之一，并建立燕政权，年号圣武。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/安禄山>安禄山</a>"
},
{
"headline":"唐中宗 李显",
"startDate":"705",
"endDate":"710",
"text":"<p>      唐中宗李显（656年11月26日－710年7月3日）是唐朝的第四和第六位皇帝，两次在位，第一次在位时间为684年1月3日－684年2月26日，第二次在位时间为705年2月23日－710年7月3日。李显是唐高宗和武则天的儿子，曾名李哲。一开始他被封为周王，后来改为英王。他的兄长李弘早夭、另一位兄长李贤的太子地位被废黜后，李显继立为太子，高宗去世后，李显于弘道元年十二月十一日（684年1月3日）继位。李显继位后，打算建立一支自己的力量与母后 ( 武则天 ) 抗衡，他的主要支持人是他的妻子韦后外戚。他打算将国丈 ( 韦后之父 ) 韦玄贞提拔为侍中，遭到武太后亲信裴炎的反对。李显怒下说：“朕即使把天下都给韦玄贞，又有何不可？还在乎一个侍中吗？”于是，武太后便以此为理由，将李显贬为庐陵王，软禁在均州（今湖北丹江口市均州镇）和房州（今湖北十堰市房县）。698年，武则天将李显重新立为太子。701年李显的儿子李重润、女儿永泰公主因得罪武则天男宠被赐死。705年2月22日，宰相张柬之、侍郎崔玄暐、左羽林将军敬仲晔、右羽林将军桓彦范、司刑少卿袁恕己等五人以禁军发动兵变，史称神龙革命，武则天被军队包围，被迫下诏禅让帝位给李显。2月23日，李显复辟，同年3月3日，恢复唐朝国号。李显对与他患难与共的韦后非常信任，与她同参朝政，将她已过世的父亲追封王爵，她的女儿安乐公主也得参政，获大权。安乐公主希望李显能将她立为皇太女，以继帝位，韦后这时也对他越来越不看在眼中了，希望学武则天般当皇帝。707年，太子李重俊被安乐公主迫害，于是发动了重俊之变，率兵攻杀武三思、武崇训父子于其门第，又攻玄武门，欲杀韦皇后与安乐公主等人。不幸被守城的卫兵拦阻，李显见状呼喊，以重赏要求士兵归顺。于是军官王欢喜倒戈，斩杀李多祚等于楼下，余党溃散。李重俊逃亡途中，被左右杀死。710年，有人指责韦后淫乱，史载，韦后怕李显这次追究，于是与安乐公主一起决定将他毒死。李显死后，韦后不久就被李隆基与太平公主发动兵变杀死，史称唐隆之变。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐中宗 李显>唐中宗 李显</a>"
},
{
"headline":"神龙革命",
"startDate":"705",
"endDate":"705",
"text":"<p>    神龙革命，又称神龙政变、五王政变，是神龙元年太子李显、宰相张柬之、崔玄暐等大臣发动兵变，逼迫武则天退位，使唐朝中宗复辟的事件。神龙元年正月廿二癸卯（705年2月20日）凤阁侍郎张柬之、鸾台侍郎崔玄暐、左羽林将军敬晖、右羽林将军桓彦范、司刑少卿袁恕己联络右羽林卫大将军李多祚、左羽林将军李兴宗等，力图拥立李显为君，故称武则天的男宠：麟台监张易之、司仆卿张昌宗谋反，率禁军诛杀张易之、张昌宗。随即包围长生殿，逼迫武则天退位。次日，武则天命太子李显为监国，第三天禅让于太子。第四天，李显正式即位，是为唐中宗。二月初四甲寅（3月3日），复国号为唐，武周朝终结，因为有改朝换代的因素，所以称之为革命。后来，唐中宗打击五大功臣的时候，先封他们为郡王，削夺他们的宰相权力。崔玄暐博陵郡王；张柬之封为汉阳郡王；敬晖平阳郡王；桓彦范扶阳郡王；袁恕己南阳郡王。所以这场政变，又称五王政变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/神龙革命>神龙革命</a>"
},
{
"headline":"张昌宗",
"startDate":"705",
"endDate":"705",
"text":"<p>    张昌宗（？－705年）唐朝定州义丰（今河北省安国）人，与其兄张易之都是武则天的男宠。在神龙政变中被张柬之等大臣起兵杀死。万岁通天二年（697年），张昌宗经太平公主推荐入宫侍奉武则天，张昌宗向武则天推荐了哥哥张易之，兄弟一起入寝宫侍奉。朝内高官、宗室并称易之、昌宗二人为五郎、六郎。史家多认为这二人的受宠与其美貌有关。例如《唐书》载杨再思对昌宗称“人言六郎似莲花，非也；正谓莲花似六郎”。学者多认为张易之与张昌宗是武后的男宠（又称面首）。张昌宗官至春官侍郎，封为邺国公。圣历二年（699年），武则天敕昌宗和李峤、张说等学士编撰《三教珠英》。武周晚年，与其兄张易之把持朝政，败坏朝纲。神龙元年（705年）正月十二日，张柬之、敬晖、桓彦范、崔玄暐、袁恕己、李多祚等大臣趁武则天病重发动神龙政变，迎李显复辟，诛杀张昌宗、张易之。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张昌宗>张昌宗</a>"
},
{
"headline":"张易之",
"startDate":"705",
"endDate":"705",
"text":"<p>    张易之（?－705年）与其弟张昌宗是武则天的面首，时劝则天，使则天滥杀无辜，戮及宗室。705年张柬之等大臣发动神龙政变，驰禁军入宫，易之、昌宗以逆臣罪被斩杀。张氏兄弟是定州义丰（今河北省安国）人，为唐太宗宰相张行成的族孙，貌美而且善于音乐词律。万岁通天二年（697年），张昌宗经太平公主推荐入宫侍奉武则天，张昌宗随后推荐了哥哥张易之。二人得到武则天的极度宠爱。699年，武后诏令昌宗和一些学士撰写了《三教珠英》。易之先后任司卫少卿、控鹤监内供奉（700年改控鹤监为奉宸府，易之为奉宸令）、麟台监、封为恒国公。昌宗先后任云麾将军，行左千牛中郎将、银青光禄大夫、左散骑常侍、司仆卿、封为邺国公。朝内高官和宗室并称易之、昌宗二人为五郎、六郎。史家多认为这二人的受宠与其美貌有关。例如《唐书》载杨再思对昌宗称“人言六郎似莲花，非也；正谓莲花似六郎”。学者多认为他们是武后的男嫔妃（男宠，又称面首）。武则天临朝晚期的朝政大事多由张氏兄弟把持。701年，太子李显的长子李重润、女儿李仙蕙和女婿武延基私下议论二张，易之闻后至武则天处告状。武则天赐死这三人。一说李仙蕙因有孕暂时幸免，但一日后仍死于难产。神龙元年（705年）正月十二日，张柬之、崔玄暐等大臣趁武则天病重发动神龙革命，迎唐中宗复辟，诛杀张氏兄弟。《太平广记》记载，二人在迎仙院被杀后，其尸体又于天津桥南被公开枭首。另外两个身居高官的兄弟张昌期、张同休也同时被处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张易之>张易之</a>"
},
{
"headline":"重俊之变",
"startDate":"707",
"endDate":"707",
"text":"<p>    重俊之变，是唐中宗时代的一场兵变。神龙三年（707年），太子李重俊等人起兵杀了权臣武三思、武崇训等，后因士卒倒戈，事败，李重俊被杀。神龙二年（706年）秋，李重俊立为皇太子，但由于重俊不是韦皇后所生，颇受韦后猜忌，重俊的太傅也不称职。后来中宗爱女安乐公主想当皇储，视重俊为眼中钉，呼之为奴，重俊地位更加危险。神龙三年（707年）七月，重俊与左金吾大将军成王李千里、左羽林大将军李多祚、右羽林将军李思冲、李承况、独孤祎之、沙咤忠义等人，矫诏以左右羽林兵及千骑三百余人发动兵变，是为重俊之变。重俊先杀韦后亲信武三思、武崇训父子于其门第，并杀武三思党羽十余人。又派成王李千里分兵守宫城诸门，重俊自己则率兵自肃章门，斩关而入，欲杀韦皇后，安乐公主，上官婉儿等人，不幸被守城的卫兵拦阻于玄武门之外。唐中宗呼喊，以重赏要求士兵归顺。于是军官王欢喜等人倒戈，斩杀李多祚、李承况、独孤祎之、沙咤忠义等于楼下，余党溃散。李重俊兵变失败后，带下属百余骑从肃章门出长安奔终南山而去。中宗令果毅军将领赵思慎率轻骑追之。李重俊最终于鄠县（今日陕西省户县）西十余里为左右所杀，回报朝廷。唐中宗竟然用儿子李重俊的首级祭祀太庙，再拿来三思、崇训的棺木前祭祀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/重俊之变>重俊之变</a>"
},
{
"headline":"武崇训",
"startDate":"707",
"endDate":"707",
"text":"<p>    武崇训（？－707年），唐朝武三思之子，生卒年不详，娶唐中宗之女安乐公主。武崇训年纪比安乐公主大一岁，常出入宫中，常在宫中偷香窃玉，与宫女干下很多风流事，以致外面常谣传武崇训上烝祖姑母，传在武则天耳中变得十分难堪，便把安乐公主许配予武崇训，以平息谣言。据说安乐公主与武崇训早已私通上了，后来又因偷情而怀孕，不得不下嫁，下嫁不足六个月，安乐公主便产下一个男婴。这时安乐公主与武延秀，在背地里通奸淫乱，结下了风流私情，终日在府中打情骂俏，府上府下只有武崇训不知情。此时武崇训与安乐公主所生的儿子才几岁大，就被封为太常卿与镐国公，食邑五百户。唐中宗神龙革命重祚后，武崇训与安乐公主意图罢黜太子李重俊，李重俊被迫兵变，是为重俊之变。武崇训与武三思被杀。崇训死后，安乐公主遂与武延秀私通，后来安乐公主又改嫁其同族兄弟武延秀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武崇训>武崇训</a>"
},
{
"headline":"武三思",
"startDate":"707",
"endDate":"707",
"text":"<p>    武三思（7世纪－707年），唐朝并州文水人。武则天的侄子，武元庆之子，初封梁王。死于重俊之变。武三思因为是武则天的侄子而获武则天起用，由右卫将军累进至兵部、礼部尚书，并监修国史。天授元年（690年），武则天称帝，大封武氏宗族为王。武三思为梁王，赐实封一千户。武三思性格跋扈，善于阿谀奉承。早在光宅元年（684年），武三思就屡劝武则天先杀掉韩王李元嘉和鲁王李灵夔等。垂拱四年（688年），武三思以韩王、鲁王等和起兵反武的越王李贞、琅邪王李冲等通谋，迫令他们自杀，并尽杀其党羽，为武则天称帝扫清道路。武后曾欲立武三思为太子，为狄仁杰所驳，仍受武后所信任。唐中宗复位后，进位司空、同中书门下三品，降封德静王。武则天驾崩后，武三思为专权，构陷忠良，并以此为乐。与韦皇后、上官婉儿潜通，成了上官婉儿的情人 , 而儿子武崇训跟媳妇安乐公主密谋废节愍太子李重俊，让安乐公主当皇太女。李重俊发动重俊之变，把武三思、武崇训杀死了。但重俊起事也旋即失败，被左右所杀。中宗追封武三思为梁王，谥宣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武三思>武三思</a>"
},
{
"headline":"李重俊",
"startDate":"707",
"endDate":"707",
"text":"<p>    李重俊（7世纪？－707年），中国唐朝唐中宗第三子。李重俊，在神龙二年被立为皇太子，但由于他不是韦后所生，颇受猜忌。后来安乐公主想当皇太女，视李重俊为眼中钉，地位更加危险。神龙三年七月，他率李多祚、李承况、独孤祎之等人，矫制发左右羽林兵及千骑三百余人，先杀死武三思、武崇训，并杀其党羽十余人。又派李千里分兵守宫城诸门，自己则率兵自肃章门，斩关而入，欲杀韦皇后等人。不幸被拦阻于玄武门之外，士兵临阵倒戈，斩李多祚及李承况等于楼下，余党溃散。政变失败后，带下属奔终南山而去，赵思慎率轻骑追之。最终于雩县西十余里为左右所杀。唐睿宗即位后，追赠为节愍太子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李重俊>李重俊</a>"
},
{
"headline":"颜真卿",
"startDate":"709",
"endDate":"785",
"text":"<p>    颜真卿（709年－785年），唐代政治家、书法家。字清臣，京兆万年（今陕西省西安市）人，祖籍琅琊临沂孝悌里（今山东省费县方城诸满村）。其楷书与欧阳询、柳公权、赵孟頫并称“楷书四大家”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/颜真卿>颜真卿</a>"
},
{
"headline":"唐睿宗 李旦",
"startDate":"710",
"endDate":"712",
"text":"<p>      唐睿宗李旦（662年6月22日－716年7月13日），唐朝第五位皇帝，曾用名李旭轮、李轮，他一生两度登基，两让天下，两次在位，第一次在位时间是文明元年至载初二年（684年2月27日-690年10月16日），第二次在位时间是景云元年至延和元年（710年7月25日-712年9月8日）。唐高宗诸子之中排行第八，母为武则天，李弘、李贤、唐中宗李显等都是其兄长。龙朔二年（662年）六月二十二日生于长安蓬莱宫含凉殿，史载“谦恭孝友，好学，工草隶，尤爱文字训诂之书”。嗣圣元年（684年）二月七日，武则天废中宗帝位，立其为帝，改元文明。不过，由于是武则天执政，“政事决于太后”，睿宗毫无实权，甚至连干预国家大政的权力都没有，沦为傀儡。载初二年（690年），武则天废除睿宗，自登帝位，改国号周，睿宗被贬为皇嗣，改名武轮，迁居东宫。武则天圣历元年（698年），武则天又改立中宗为储君。睿宗则贬为亲王，封号相王，他的五个儿子（李成器、李成义、李隆基、李隆范、李隆业）被封为郡王。神龙元年（705年），宰相张柬之等五人发动神龙革命，杀张易之、张昌宗兄弟，逼武则天退位，迎中宗复辟，不久武则天去世。中宗封睿宗为安国相王，随即辞去。景云元年（710年），中宗驾崩，传说是被韦皇后毒杀，少帝李重茂登位，改元唐隆。睿宗的三子李隆基与太平公主等联络禁军将领，拥兵入宫，将韦后诛杀，迫少帝李重茂逊位，史曰唐隆之变。六月二十四日睿宗复辟于承天门楼，大赦天下，与其子李隆基一起铲除了韦皇后一党的势力。延和元年（712年）八月二十五日，唐睿宗无法面对李隆基与太平公主的争端，于是禅让帝位于李隆基，是为唐玄宗，自称“太上皇”，每五天在太极殿接受群臣的朝贺，开元四年六月二十日（716年7月13日）病逝，享年55岁。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐睿宗 李旦>唐睿宗 李旦</a>"
},
{
"headline":"唐殇帝 李重茂",
"startDate":"710",
"endDate":"710",
"text":"<p>      唐殇帝李重茂（695年－714年），唐中宗幼子，景龙四年（710年）六月在位，开元二年（714年）逝世，谥曰殇皇帝。李重茂生于武后延载元年（695年），圣历三年（700年）封为北海郡王，中宗神龙元年（705年）进封温王，授右卫大将军，兼遥领赠州大都督，没有到任。景龙四年（710年）中宗被毒死后，六月初七韦后矫诏立时年仅16岁的李重茂为帝，改元“唐隆”，韦后临朝称制。李重茂即位不足一个月，睿宗三子临淄王李隆基、妹妹太平公主等交结禁军将领，发兵入宫，将韦后与安乐公主等人杀死，是为唐隆之变。六月二十二日，宫人、宦官请求中书舍人刘幽求草诏立太后（可见李重茂母仍在人世），刘幽求意图复辟睿宗，拒绝了。六月二十四日李重茂退位，睿宗复辟。睿宗景云二年改封襄王，李重茂离开长安，被迁到集州，睿宗令中郎将率武士五百人守备（有监视与软禁的意味）。玄宗开元二年（714年），重茂除房州刺史，不久死于房州。葬于武功西原，年20，很可能没有子嗣。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐殇帝 李重茂>唐殇帝 李重茂</a>"
},
{
"headline":"唐隆之变",
"startDate":"710",
"endDate":"710",
"text":"<p>    唐隆之变，或稱唐隆政變，是710年7月21日（唐中宗景龙四年，唐少帝唐隆元年），由当时相王李旦第三子临淄王李隆基和太平公主于唐朝首都长安城共同发起的一场宫廷政变。李隆基以禁軍杀了韋后、安乐公主，并彻底剿灭韦氏集团。这次政变的后果是：即位不足一个月的李重茂退位，李旦復辟为唐睿宗，李隆基被立为皇太子，太平公主的权势更加强大。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐隆之变>唐隆之变</a>"
},
{
"headline":"韦皇后",
"startDate":"710",
"endDate":"710",
"text":"<p>    唐中宗皇后韦氏（？—710年），京兆万年（今陕西西安）人，唐中宗李显之妻，生懿德太子李重润、永泰公主李仙蕙、永寿公主、长宁公主和安乐公主李裹儿。神龙元年（705年）中宗复位。勾结武三思等专擅朝政，以其从兄韦温掌握实权。纵容女儿安乐公主卖官鬻爵，又大肆修建封寺庙道观。景龙四年（710年）中宗暴卒，立温王李重茂为帝，临朝称制。不久李隆基发动政变，拥其父相王李旦复位。被杀于宫中，并被追贬为庶人，称韦庶人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韦皇后>韦皇后</a>"
},
{
"headline":"武延秀",
"startDate":"710",
"endDate":"710",
"text":"<p>    武延秀（？－710年），唐朝魏王武承嗣之子，母亲是百济带方人。武延秀姿度闲冶，在突厥数年，通晓番语胡舞，比其堂兄弟武崇训年轻英俊，常进驸马府闲谈，安乐公主和武延秀也不避忌，常常在一块说笑。武延秀见嫂嫂安乐公主天姿国色，风情万种，顿时淫性大发，便一心一意地在公主身上用功夫，安乐公主看他既威武又英俊，还寻欢献媚，便也把持不住，两人在背地里通奸偷情，结下了风流私情，终日在府中打情骂俏，府上下只有武崇训不知情，但其实安乐公主与武延秀早已暗中勾搭成奸了。后来武崇训死于重俊之变，安乐公主便乐得与武延秀共叙幽欢，武延秀骤得公主委身，自然格外尽力，沉浸在温柔乡里，渐渐的二人明目张胆起来，私通淫乱，公然与夫妇一般同起同卧，唐中宗知悉后索性将公主许配予武延秀，婚后安乐公主生下一个男孩。后来安乐公主的母亲韦皇后见武延秀翩翩少年，也不禁惹起欲火，竟迫令武延秀通奸，居然母女同欢。710年，临淄王李隆基和太平公主以禁军发动唐隆之变，杀韦皇后、安乐公主，武延秀同时被处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武延秀>武延秀</a>"
},
{
"headline":"梅妃",
"startDate":"710",
"endDate":"756",
"text":"<p>    梅妃（710年－756年），姓江名采萍，唐玄宗早期宠妃。其体态清秀，稍瘦，并且好淡妆雅服。出生于闽地莆田（今福建莆田），父亲江仲逊，家族世代为医。多才多艺的江采萍，不仅长于诗文，还通乐器，善歌舞，而且娇俏美丽，气质不凡，是个才貌双全的奇女子。后来，唐玄宗夺媳杨玉环为妃，梅妃渐失宠直至被贬入冷宫上阳东宫。她曾作有《谢赐珍珠》和《楼东赋》等著名诗赋。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/梅妃>梅妃</a>"
},
{
"headline":"唐玄宗 李隆基",
"startDate":"712",
"endDate":"756",
"text":"<p>      唐玄宗李隆基（685年9月8日－762年5月3日），亦称唐明皇。712年至756年在位。唐睿宗李旦第三子，母窦德妃。唐隆元年（710年）六月庚子日申时，李隆基与太平公主联手发动“唐隆政变”诛杀韦后。712年李旦禅位于李隆基，后赐死太平公主，取得了国家的最高统治权。前期注意拨乱反正，任用姚崇、宋璟等贤相，励精图治，他的开元盛世是唐朝的极盛之世，在位后期宠爱杨贵妃，怠慢朝政，宠信奸臣李林甫、杨国忠等，加上政策失误和重用安禄山等侫臣，导致了后来长达八年的安史之乱，为唐朝中衰埋下伏笔。756年李亨即位，尊其为太上皇。762年病逝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐玄宗 李隆基>唐玄宗 李隆基</a>"
},
{
"headline":"杜甫",
"startDate":"712",
"endDate":"770",
"text":"<p>    杜甫（712年2月12日－770年），字子美，号少陵野老，一号杜陵野客、杜陵布衣，唐朝现实主义诗人，其著作以社会写实著称。生于中国河南巩县（今河南省巩义市）。祖籍湖北襄阳（今湖北省襄阳市）。因其曾任左拾遗、检校工部员外郎，因此后世称其杜拾遗、杜工部；又因为他搭草堂居住在长安城外的少陵，也称他杜少陵、杜草堂。杜甫与李白合称“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”，杜甫也常被称为“老杜”。杜甫与杜牧是远房宗亲，同为晋朝灭孙吴的大将杜预之后裔。虽然在世时名声并不显赫，但在他生后，杜甫的作品最终对中国文学和日本文学产生了深远的影响，约1500首诗歌被保留了下来，作品集为《杜工部集》。他在中国古典诗歌中的影响非常深远，被后人称为“诗圣”，他的诗也被称为“诗史”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜甫>杜甫</a>"
},
{
"headline":"开元之治",
"startDate":"713",
"endDate":"741",
"text":"<p>    唐玄宗开元年间(713～741)政局稳定，经济繁荣，文化昌盛，国力富强的局面。这是唐朝极盛的时期。  在大部分历史教材中，均将“开元之治”称作“开元盛世”。开元年初，唐玄宗还命人烧毁宫内一批珠玉锦绣，表示不再用奢华物品的决定。同时唐玄宗是励精图治的皇帝，颇思有所作为，能够任用贤能，进行一些改革。如任用了宰相姚崇、宋璟、张九龄等人，都是有名的忠臣。这个时期政局比较稳定，经济继续发展，唐朝进入全盛时期。中国封建社会呈现前所未有的盛世景象。这些改革措施，使开元间的政局为之一新，史称“开元之治”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/开元之治>开元之治</a>"
},
{
"headline":"谢阿蛮",
"startDate":"717",
"endDate":"757",
"text":"<p>    谢阿蛮（717－约757），盛唐时歌舞名妓唐代著名宫廷舞蹈家。临潼人。原为民间艺人，后入宫廷。谢阿蛮擅长《凌波舞》，表现凌波池中卫宫护驾的龙女，在波涛起伏的水面上翩然起舞。该舞由唐玄宗李隆基作曲，杨贵妃弹琵琶，宁王李宪吹玉笛，李龟年吹筚篥（古乐器）伴奏。杨贵妃赐以珍贵臂环，名红粟玉臂友。安史之乱时流落民间，至德二载（757）夏入宫重见唐玄宗，再舞《凌波舞》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢阿蛮>谢阿蛮</a>"
},
{
"headline":"杨玉环",
"startDate":"719",
"endDate":"756",
"text":"<p>    杨玉环，字太真。其故里有多种说法。主要有四种：四川说、山西说、河南说、广西容县说。杨贵妃天生丽质，“回眸一笑百媚生，六宫粉黛无颜色”，堪称大唐第一美女，此后千余年，无出其右者。杨贵妃与西施、王昭君、貂蝉并称为中国古代四大美女。杨玉环，出身宦门世家，曾祖父杨汪是隋朝的上柱国、吏部尚书，唐初被李世民所杀，父杨玄琰，是蜀州司户，叔父杨玄珪曾任河南府土曹，杨玉环的童年是在四川度过的，10岁左右，父亲去世，她寄养在洛阳的三叔杨玄璬家。杨玉环天生丽质，加上优越的教育环境，使她具备有一定的文化修养，性格婉顺，精通音律，擅歌舞，并善弹琵琶。在白居易的《长恨歌》中描述其为：天生丽质难自弃，一朝选在君王侧。开元二十二年七月，唐玄宗的女儿咸宜公主在洛阳举行婚礼，杨玉环也应邀参加。咸阳公主之胞弟寿王李瑁对杨玉环一见钟情，唐玄宗在武惠妃的要求下当年就下诏册立她为寿王妃。婚后，两人甜美异常。开元二十五年十二月初七，唐玄宗宠爱的武惠妃病逝，玄宗因此郁郁寡欢。在心腹宦官高力士的引荐下，唐玄宗把目光投向了和武惠妃相似的儿媳杨玉环。开元二十八年十月，与李瑁成亲五载的杨玉环离开寿王府，来到骊山，此时她才22岁，玄宗则56岁，玄宗先令她出家为女道士为自已的母亲窦德妃荐福，并赐道号“太真”。天宝四年，唐玄宗把韦昭训的女儿册立为寿王妃后，遂册立杨玉环为贵妃，玄宗自废掉王皇后就再未立后，因此杨贵妃就相当于皇后。杨玉环自入宫以来，遵循封建的宫廷体制，不过问朝廷政治，不插手权力之争，以自已的妩媚温顺及过人的音乐才华，受到玄宗的百般宠爱，虽曾因妒而触怒玄宗，以致两次被送出宫，但最终玄宗还是难以割舍。直至安史之乱，唐玄宗仅带杨贵妃西逃，在马嵬坡兵变时，杨贵妃被逼赐死，年方38岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨玉环>杨玉环</a>"
},
{
"headline":"鉴真东渡",
"startDate":"742",
"endDate":"753",
"text":"<p>    742年，日本留学僧荣睿、普照到达扬州，恳请鉴真东渡日本传授“真正的”佛教，为日本信徒授戒。当时，大明寺众僧“默然无应”，唯有鉴真表示“是为法事也，何惜身命”。遂决意东渡。第一次东渡742年冬，鉴真及弟子21人，连同四名日本僧人，到扬州附近的东河既济寺造船，准备东渡。时日本僧手中持有宰相李林甫从兄李林宗的公函，因此地方官扬州仓曹李凑也加以援助。不料鉴真一位弟子道航与一名师弟如海开玩笑说：“人皆高德行业肃清。如如海等少学可停却矣”，如海信以为真，大怒，便诬告鉴真一行造船是与海盗勾结，准备攻打扬州。当年海盗猖獗，淮南采访使班景倩闻讯大惊，派人拘禁了所有僧众，虽然很快放出，但是勒令日本僧人立刻回国，第一次东渡就此夭折。而鉴真也曾说过：“山川异域，风月同天”。第二次东渡744年1月，作了周密筹备后，鉴真等17僧（包括潜藏下来的荣睿、普照），连同雇佣的“镂铸写绣师修文镌碑等工手”85人，共100余人再次出发。结果尚未出海，便在长江口的狼沟浦遇风浪沉船。船修好后刚一出海，又遭大风，飘至舟山群岛一小岛，五日后众人方被救，转送明州余姚（今浙江宁波）阿育王寺安顿。开春之后，越州（今浙江绍兴）、杭州、湖州、宣州（今安徽宣城）各地寺院皆邀请鉴真前去讲法，第二次东渡遂结束。第三次东渡结束了巡回讲法之后，鉴真回到了阿育王寺，准备再次东渡。此事为越州僧人得知，为挽留鉴真，他们向官府控告日本僧人潜藏中国，目的是“引诱”鉴真去日本。于是官府将荣睿投入大牢，遣送杭州。荣睿途中装病，伪称“病死”，方能逃离。第三次东渡就此作罢。第四次东渡江浙一带既然不便出海，鉴真于是决定从福州买船出海，率30余人从阿育王寺出发。刚走到温州，便被截住，原来鉴真留在大明寺的弟子灵佑担心师父安危，苦求扬州官府阻拦，淮南采访使遂派人将鉴真一行截回扬州。第四次东渡不了了之。第五次东渡748年，荣睿、普照再次来到大明寺恳请鉴真东渡。鉴真即率僧人14人，和工匠水手等共35人，阴历6月28日从崇福寺出发，再次东行。为等顺风，出长江后鉴真一行在舟山群岛一带停留了数月，直到11月才能出海。在东海上，该船遭到强大北风吹袭，连续漂流14天才看到陆地，16天后方能上岸，发现已经漂流到了振州（今海南三亚），入大云寺安顿。鉴真在海南停留一年，为当地带去了许多中原文化和医药知识，时至今日，三亚仍有“晒经坡”、“大小洞天”等鉴真遗迹。之后，鉴真北返，经过万安州（今海南万宁）、崖州（今海南海口）、雷州、梧州到达始安郡（今广西桂林），在始安开元寺鉴真又住了一年，又被迎去广州讲法，途径端州（今广东肇庆）时，荣睿病死该地龙兴寺。在广州，鉴真动心前往天竺，被慰留。入夏之后，鉴真继续动身，经韶州时，普照辞去，临别之时，鉴真发誓“不至日本国。本愿不遂”。此时，鉴真由于水土不服加之旅途劳顿，又为庸医所误，导致双目失明。过了大庾岭，鉴真大弟子祥彦又在吉州（今江西吉安）坐化，鉴真十分悲痛。接下来鉴真又经过了庐山、江州（今江西九江）、润州江宁县（今江苏南京），回到了扬州。第五次东渡结束。第六次东渡由于鉴真的游历遍于半个中国，因此声名大噪。753年，日本遣唐使藤原清河、吉备真备、晁衡（即日本人阿倍仲麻吕）等人来到扬州，再次恳请鉴真同他们一道东渡。当时唐玄宗崇信道教，意欲派道士去日本，为日本拒绝，因此不许鉴真出海。鉴真便秘密乘船至苏州黄泗浦，转搭遣唐使大船。随行人众24人，其中僧尼17人。11月16日，船队扬帆出海，此时，普照也于余姚赶来，11月21日，鉴真所乘舟与晁衡乘舟失散，12月6日剩余两舟一舟触礁，12月20日，抵达日本萨摩。第六次东渡终于成功。日本宗师鉴真到达日本后，受到孝谦天皇和圣武太上皇的隆重礼遇，754年2月1日，重臣藤原仲麻吕亲自在河内府迎接，2月4日，鉴真一行抵达奈良，同另一位本土华严宗高僧“少僧都”良辨统领日本佛教事务，封号“传灯大法师”、尊称“大和尚”。根据圣武和孝谦的意愿，鉴真作为律宗高僧，应该负起规范日本僧众的责任，杜绝当时日本社会中普遍存在的托庇佛门，以逃避劳役赋税的现象，因此，孝谦下旨：“自今以后，传授戒律，一任和尚”。但是，这引起了日本本国“自誓受戒”派的反对，尤其是兴化寺的贤璟等人，激烈反对。于是，鉴真决定与其在兴福寺公开辩论，在辩论中，鉴真做出让步，承认“自誓受戒”仍可存在，但是作为正式认可的具足戒必须要有三师七证，结果贤璟等人皆被折服，舍弃旧戒。鉴真于是在东大寺中起坛，为圣武、光明皇太后以及孝谦之下皇族和僧侣约500人授戒。756年，鉴真被封为“大僧都”，统领日本所有僧尼，在日本建立了正规的戒律制度。然而，758年，作为鉴真最主要支持者的孝谦天皇在宫廷斗争中失势，被迫传位给淳仁天皇。鉴真也随之遭受到排挤。758年，淳仁天皇下旨，以“政事烦躁，不敢劳老”为由，解除了鉴真“大僧都”一职，并将在宫廷斗争中败死的原皇太子道祖王的官邸赐给鉴真。次年，鉴真弟子在该官邸草成一寺，淳仁赐名“唐招提寺”，鉴真从东大寺迁居至此。淳仁还下旨，令日本僧人在受戒之前必须前往唐招提寺学习，使得唐招提寺成为当时日本佛教徒的最高学府。763年（唐代宗广德元年、淳仁天皇天平宝字七年）5月6日，鉴真在唐招提寺圆寂，入灭之前，其弟子为鉴真膜影，立夹漆像，传世至今。764年，孝谦天皇镇压了惠美押胜之乱，重新登基。鉴真的弟子思托、法进等人相继成为“大僧都”，唐招提寺也得以扩建，成为日本建筑史上的国宝。鉴真所开创的四戒坛，也成为最澄开创日本天台宗之前日本佛教僧侣正式受戒的唯一场所。鉴真也被尊为日本律宗初祖。弟子鉴真在日本的弟子很多，其中法进（709－778）是鉴真讲授戒律和授戒的得力助手，被日本律宗奉为仅次于鉴真的“第二和尚”，撰有大量律学注疏，还经常向日本学僧讲述天台三大部4遍，深受欢迎；思托积极协助鉴真营造唐招提寺，在向僧众讲授律学之外，也讲授天台宗教义，撰有日本最早的佛教史传《延历僧录》，并撰写鉴真传记《大唐传戒师僧名记大和尚鉴真传》，日本元开的《东征传》主要是据此书撰写的；如宝在鉴真死后主持唐招提寺，在进入平安时代之后曾为桓武天皇及后妃、皇太子授戒，被日本律宗奉为继承鉴真、法进之后的“第三和尚”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鉴真东渡>鉴真东渡</a>"
},
{
"headline":"怛罗斯战役",
"startDate":"751",
"endDate":"751",
"text":"<p>    怛罗斯之战（Battle of Talas，怛，音dá）是唐玄宗时唐朝的势力与来自现在阿拉伯、新兴和信奉伊斯兰教什叶派的新兴阿拔斯王朝（即黑衣大食）的势力在中亚诸国相遇而导致的战役。怛罗斯之战是一场当时世界上最强大的东西方帝国间的碰撞，具有十分重大的历史意义。怛罗斯的所在地还未完全确定，但应在大诗人李白的出生地，唐朝安西四镇之一的碎叶城附近，接近哈萨克斯坦的塔拉兹的附近地区。战役的发生时间在751年7月-8月（唐玄宗天宝十年）。阿拔斯王朝（即黑衣大食）胜利。有学者认为怛罗斯战役是一场当时历史上最强大的东西方帝国间的直接碰撞，也有学者认为这场战争仅是两个帝国边疆上的抵触和小冲突。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/怛罗斯战役>怛罗斯战役</a>"
},
{
"headline":"安史之乱",
"startDate":"755",
"endDate":"763",
"text":"<p>    安史之乱是唐代于755年12月16日至763年2月17日所发生的一场政治叛乱，是唐由盛而衰的转折点，也造成唐代藩镇割据。由于发起叛唐者乃是安禄山与史思明二人为主，故事件被冠以安史之名。又由于其爆发于唐玄宗天宝年间，也称天宝之乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/安史之乱>安史之乱</a>"
},
{
"headline":"高仙芝",
"startDate":"755",
"endDate":"755",
"text":"<p>    中国古代北方地区少数民族高句丽人，唐朝著名军事将领。高仙芝出身于将门之家。父亲高舍鸡，起初以将军在河西（指河西走廊及湟水流域）从军，后立军功，官至四镇十将、诸卫将军。高仙芝姿容俊美，善于骑射，骁勇果敢，但仍以其“儒缓”而担心。756年被处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高仙芝>高仙芝</a>"
},
{
"headline":"唐肃宗 李亨",
"startDate":"756",
"endDate":"762",
"text":"<p>      唐肃宗李亨（711年－762年5月19日），唐玄宗第三子，母杨贵嫔，唐朝第七位皇帝（除武则天和殇帝外），756年8月12日—762年5月19日在位。睿宗景云二年（711）九月三日出生在东宫之别殿。 初名嗣升，始封陕王。开元十五年，后徙封忠王，初改名为浚，后改名为玙。开元二十六年（738年）皇太子李瑛为武惠妃所谗，贬庶人废死；其被立为太子。天宝三载（744年）改名为亨。安史之乱爆发，天宝十五载（756年）六月，镇守潼关之大将哥舒翰受杨国忠逼迫出兵讨叛，结果大败，潼关陷落，长安震动，玄宗携太子、宠妃仓皇逃往成都，行经马嵬驿（今陕西兴平县西），军士哗变杀杨国忠，并逼迫玄宗赐死杨贵妃。马嵬民众拦阻玄宗请留，玄宗不从。太子李亨留下，随即往朔方节度使所在地灵武（今宁夏灵武西南），同年农历七月十二日即位，尊玄宗为太上皇，改元至德，时年46，是为肃宗。肃宗将郭子仪和李光弼部从河北召至灵武，并联合回纥，开展大规模的反攻。至德二载（757年）正月，安禄山被其子安庆绪杀死。九月，郭子仪率唐军和回纥骑兵收复长安，十二月太上皇玄宗回到长安。乾元元年（758年）九月，肃宗调动各路大军进攻围攻相州安庆绪，命宦官鱼朝恩为观军容宣慰处置使，总揽全局。玄宗厌恶张皇后与李辅国，常劝肃宗不要宠幸他们。李辅国趁机构谄，说玄宗预谋复辟，软禁玄宗于西宫甘露殿，流放高力士到巫州。上元元年，玄宗病逝于西内的甘露殿。不久肃宗也一病不起，颁布诏令让太子李豫监国。唐肃宗在位6年，死于762年5月19日，时年52岁。庙号肃宗，谥号文明武德大圣大宣孝皇帝，葬建陵。安史乱事至唐代宗时，方完全平定。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐肃宗 李亨>唐肃宗 李亨</a>"
},
{
"headline":"虢国夫人",
"startDate":"756",
"endDate":"756",
"text":"<p>    虢国夫人杨氏（？－756年）唐蒲州永乐（今山西芮城县）人，本名不详，杨贵妃叔父杨玄琰之女（一说为杨贵妃的亲姊姊），在堂姊妹中排行第三。杨氏姿色娇艳，风骚淫荡，在出嫁前就与杨国忠通奸，后来嫁给裴氏为妻，但婚后仍不安份，不久杨氏生下儿子裴徽，后来杨氏又生下女儿裴氏。杨氏丈夫死后，杨贵妃请求玄宗接三姐入京相见，后封为虢国夫人，生活奢侈挥霍，收受贿赂，权倾天下，浊乱朝政。《新唐书》载她与堂兄杨国忠私通，淫乱不止，且放荡不羁，与唐玄宗眉来眼去，暗中偷情，为外人所知，不以为耻。杨贵妃得宠于唐玄宗以后，唐玄宗将虢国夫人和杨贵妃的两个姐姐一起迎入京师。唐玄宗称杨贵妃的三个姐姐为皇姨，并赐以住宅，天宝初年分封她们三人为国夫人，分别为虢国夫人、韩国夫人和秦国夫人。当时，三夫人并承恩泽，出入宫掖，势倾朝野，公主以下皆持礼相待。建平公主和信成公主以与妃家忤，至追内封物，驸马都尉独孤明也因此失官。她的儿子裴徽娶唐肃宗之女郜国公主为妻。裴徽之子裴液娶唐代宗之女晋阳公主为妻。她的女儿裴氏则嫁给唐让帝李宪的儿子。安史之乱后，杨贵妃、杨国忠相继遇难，虢国夫人与子女及杨国忠妻子裴氏一同逃奔陈仓，县令薛景仙闻讯追赶。虢国夫人杀死儿子裴徽，并杀杨国忠妻裴柔，自刎未死，后被抓获关入狱中，不久死去，葬陈仓郊外。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/虢国夫人>虢国夫人</a>"
},
{
"headline":"杨国忠",
"startDate":"756",
"endDate":"756",
"text":"<p>    杨国忠，本名杨钊，唐朝蒲州永乐（今山西芮城）人。杨贵妃同曾祖兄（另一说同祖兄）。张易之（武则天时的“二张”之一）之甥。生年不详，卒于唐玄宗天宝十五载（756年）六月。杨玉环得宠于唐玄宗之后，她的族兄杨国忠也飞黄腾达，升任宰相，身兼40余职，杨国忠与安禄山的矛盾最终导致了安史之乱，而他与太子李亨的矛盾最终使杨国忠被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨国忠>杨国忠</a>"
},
{
"headline":"哥舒翰",
"startDate":"757",
"endDate":"757",
"text":"<p>    哥舒翰（？－757年），唐朝名将，突骑施（西突厥别部）首领哥舒部落人。蕃人多以部落称姓，因以为氏。祖沮，左清道率。父道元，安西副都护，世居安西。翰家富于财，倜傥任侠，好然诺，纵蒲酒。安史之乱时被安禄山俘虏，后安庆绪杀安禄山，登基为帝，不久，败于唐军而逃，将哥舒翰杀害。唐代宗赠太尉，谥曰武愍。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/哥舒翰>哥舒翰</a>"
},
{
"headline":"安庆绪",
"startDate":"759",
"endDate":"759",
"text":"<p>    安庆绪（？－759年）是中国唐代的军人，大燕政权宗室、皇帝；他是唐东平郡王、东北三镇节度使安禄山的次子，初名仁执，后为唐帝李隆基赐名庆绪。史载安庆绪性情懦弱，言词无序，但擅长骑射，为父任都知兵马使；父亲叛唐自立后，被封为晋王，后来弑父、袭称燕帝，最终死于部将史思明之手。757年（唐至德二载；燕圣武二年）正月，安庆绪弑父自立，改元载初（后又改天成）；他命大将史思明回守范阳（今河北保定及北京市一带），留蔡希德等继续围攻太原。同年，长安、洛阳相继为唐军收复，庆绪退据邺（今河南安阳），部将李归仁率精锐及胡兵数万人，溃归据守范阳的史思明。由于契丹、同罗等族组成的精兵多归史思明统辖，庆绪不安、谋除之；史思明遂以所领十三郡兵八万降唐，受封为归义王，任范阳节度使。不久，史思明受唐廷猜忌，复叛。758年（唐乾元元年；燕天成二年）九月以降，安庆绪为郭子仪等统兵二十余万围困于邺，各地唐军且陆续增援；庆续不得已，以皇位相许，向史思明乞援。同年冬，史思明亲率十三万大军自范阳南下邺城，终于翌年（759年）三月击退唐九节度使六十万大军（邺城之战）；唐军撤退后，安庆绪旋为史思明所弑，兄弟四人及高尚、孙孝哲、崔乾祐一并遇害。事后，史思明接收安氏部队，返回范阳自称大燕皇帝，然后谥庆绪为“哀皇帝”，后又降为“晋剌王”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/安庆绪>安庆绪</a>"
},
{
"headline":"唐代宗 李豫",
"startDate":"762",
"endDate":"779",
"text":"<p>      唐代宗李豫（726年－779年），唐肃宗长子。初名俶，原封广平王，后改封楚王、成王，唐朝第八位皇帝（不计武则天和殇帝），762年－779年在位。开元十四年十二月十三日（727年1月9日）生于东都上阳宫 天宝十五载（756年），安禄山叛军攻占潼关，玄宗逃至马嵬驿，当地民众揽留肃宗，于是护送肃宗北上灵武即帝位。安史之乱中，以兵马元帅名义收复洛阳、长安两京。乾元元年（758年）三月改封成王，四月被立为皇太子。宝应元年（762年），宦官李辅国杀张皇后，肃宗受惊吓而死，李俶于肃宗灵柩前依其遗诏即位，改名豫。次年，安史之乱结束，大唐开始走向衰落。当时，东有诸多藩镇割据，北方又有邻国回鹘不断勒索，西面有邻国吐蕃侵扰。吐蕃甚至在广德元年（763年）占领首都长安十五日。代宗信佛教，“有寇至则令僧讲《仁王经》以禳之，寇去则厚加赏赐”，宰相元载、王缙、杜鸿渐三人都信佛，以王缙尤甚。寺院多占有田地，“造金阁寺于五台山，铸铜涂金为瓦，所费巨亿”，朝廷政治经济进一步恶化。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐代宗 李豫>唐代宗 李豫</a>"
},
{
"headline":"韩愈",
"startDate":"768",
"endDate":"824",
"text":"<p>    韩愈（768年－824年，唐代宗大历三年至穆宗长庆四年，年五十七），字退之，出生于河南河阳（今河南孟县），祖籍郡望昌黎郡（今辽宁省义县），自称昌黎韩愈，世称韩昌黎；晚年任吏部侍郎，又称韩吏部。卒谥文，世称韩文公。唐代文学家，与柳宗元是当时古文运动的倡导者，合称“韩柳”。苏轼称赞他“文起八代之衰，道济天下之溺，忠犯人主之怒，勇夺三军之帅”（八代：东汉，魏，晋，宋，齐，梁，陈，隋）。散文，诗，均有名。著作有《昌黎先生集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩愈>韩愈</a>"
},
{
"headline":"白居易",
"startDate":"772",
"endDate":"846",
"text":"<p>    白居易（772年3月3日－846年9月8日），字乐天，晚号香山居士、醉吟先生，另有广大教化主的称号。祖籍山西太原，胡族后裔, 生于河南新郑，唐代文学家，文章精切，特别擅长写诗，是中唐最具代表性的诗人之一。作品平易近人，乃至于有“老妪能解”的说法。白居易早年积极从事政治改革，关怀民生，倡导新乐府运动，主张诗歌创作不能离开现实，须取材于现实事件，反映时代的状况，是继杜甫之后实际派文学的重要领袖人物之一。他晚年虽仍不改关怀民生之心，却因政治上的不得志，而多时放意诗酒，作《醉吟先生传》以自况。白居易与元稹齐名，号“元白”，两人是文学革新运动的伙伴。晚年白居易又与刘禹锡唱和甚多，人称为“白刘”。白居易的作品，在作者在世时就已广为流传于社会各地各阶层，乃至外国，如新罗、日本等地，产生很大的影响。重要的诗歌有《长恨歌》、《琵琶行并序》、《秦中吟》、《新乐府》等，重要的文章有《与元九书》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白居易>白居易</a>"
},
{
"headline":"刘禹锡",
"startDate":"772",
"endDate":"842",
"text":"<p>    刘禹锡（772年－842年），苏州嘉兴（今属浙江省）人，字梦得，祖先来自北方，自言出于中山（今河北省定州市）。唐朝著名诗人，中唐文学的代表人物之一。因曾任太子宾客，故称刘宾客，晚年曾加检校礼部尚书、秘书监等虚衔，故又称秘书刘尚书。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘禹锡>刘禹锡</a>"
},
{
"headline":"柳宗元",
"startDate":"773",
"endDate":"819",
"text":"<p>    柳宗元（773年－819年11月28日），字子厚，唐代河东郡（今山西省永济市）人，唐代著名文学家、思想家，唐宋八大家之一。著名作品有《永州八记》等六百多篇文章，经后人辑为三十卷，名为《柳河东集》。因为他是河东人，人称柳河东，又因终于柳州刺史任上，又称柳柳州。与韩愈同为中唐古文运动的领导人物，并称“韩柳”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/柳宗元>柳宗元</a>"
},
{
"headline":"李瑁",
"startDate":"775",
"endDate":"775",
"text":"<p>    李瑁，唐玄宗十八子。初名李清。开元十三年封寿王，并遥领益州大都督、剑南节度使。他母亲和李林甫计划拥立他为太子，但后来太子没当成。其妃为杨玉环，后被玄宗所夺。后又封韦氏为正妃。775年（大历十年）薨。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李瑁>李瑁</a>"
},
{
"headline":"柳公权",
"startDate":"778",
"endDate":"865",
"text":"<p>    柳公权（778年－865年），字诚悬，唐朝京兆华原（今陕西耀县）人，大书法家。柳公权封河东郡公，后亦称“柳河东”。公权是颜真卿的后继者，但惟悬瘦笔法，自成一格；后世以“颜柳”并称，成为历代书法楷模，有“颜筋柳骨”之说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/柳公权>柳公权</a>"
},
{
"headline":"唐德宗 李适",
"startDate":"779",
"endDate":"805",
"text":"<p>      唐德宗李适（742年－805年）（“适”，拼音：kuò），唐代宗与沈氏所生的长子，唐朝第九位皇帝（除去武则天和殇帝以外），779年－805年在位，在位26年，享寿64岁。谥号为神武孝文皇帝。天宝元年(742年)四月十九日(5月27日)，生于长安大内宫中。 广德二年（764年），以庶长子的身份被立为皇太子，大历十四年（779年）即位。次年，为了改善财政，采纳宰相杨炎建议，废除庸调制，颁行“两税法”。执政前期一改代宗朝姑息藩镇的弊政，坚决削弱藩镇割据，加强中央集权，但由于措置失当，镇抚乖方，往往在消灭旧叛之后又激起一批原本忠于朝廷的节度使的叛乱。建中四年（783年），因朝廷赏赐有失公平，激起泾原兵变，德宗仓皇出逃到奉天（今陕西乾县），早年入朝面圣却被软禁在京城的前卢龙节度使朱泚在哗变军士的拥护下称帝，改国号为秦。泾原之变时，长期讨逆伐叛的朔方节度使李怀光因奸臣卢杞畏罪挑拨而见疑于德宗，自危之下铤而走险加入了叛乱阵营。唐中兴名将李晟经历艰难险阻，终于击破朱泚、李怀光联军，德宗才得以重返长安。德宗前期，坚持信用文武百官，严禁宦官干政，颇有一番中兴气象；但泾原兵变后，文官武将的相继失节与宦官集团的忠心护驾所形成的强烈反差使德宗彻底放弃了以往的观念，在执政后期，德宗委任宦官为禁军统帅，宦官监军的制度也开始确立。后期的德宗日益变得贪婪自私，不但经常把国库赋税收入划拨到自己的内帑，还纵容在外宦官强令地方官进奉贡物，甚至在长安施行宫市以充实自己的小金库。为弥补中央财政，德宗在全国范围内增收税间架、茶叶等杂税，导致民怨日深。尽管有人称德宗在位时期为“中兴之治”，但这一说法仅适用于德宗执政初期。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐德宗 李适>唐德宗 李适</a>"
},
{
"headline":"元稹",
"startDate":"779",
"endDate":"831",
"text":"<p>    元稹（779年－831年，或唐代宗大历十四年至文宗大和五年），字微之，唐洛阳人（今河南洛阳），是拓跋什翼犍第六子拓跋力真的后代。父元宽，母郑氏。早年和白居易共同提倡“新乐府”。世人常把他和白居易并称“元白”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元稹>元稹</a>"
},
{
"headline":"李龟年",
"startDate":"779",
"endDate":"779",
"text":"<p>    李龟年，中国唐朝中期音乐家，在唐玄宗时期与兄弟彭年、鹤年齐名。李龟年早年入梨园，善歌，能演奏筚篥、羯鼓等多种乐器，又能作曲，以创作《渭川》一曲而得到唐玄宗赏识。李龟年与其兄弟在长安建有豪宅，其规模“逾于公侯”。安史之乱之后流落四方，后于大历年间病逝于湘潭。杜甫著有《江南逢李龟年》一诗，李端著有《赠李龟年》一诗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李龟年>李龟年</a>"
},
{
"headline":"泾原兵变",
"startDate":"783",
"endDate":"783",
"text":"<p>    泾原兵变，是唐代中期的兵变事件。建中四年（783年），泾原地方士兵叛变，变军攻陷首都长安；唐德宗仓皇出逃至奉天（今陕西乾县），更引发皇帝被变军包围一月余，史称奉天之难。自此事件后朝廷威严扫地，唐朝皇帝更为重用宦官。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/泾原兵变>泾原兵变</a>"
},
{
"headline":"平凉劫盟",
"startDate":"787",
"endDate":"787",
"text":"<p>    平凉劫盟，指贞元三年（787年），吐蕃宰相尚结赞诈盟，伏军劫盟坛唐朝使臣及随从官员的事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平凉劫盟>平凉劫盟</a>"
},
{
"headline":"李贺",
"startDate":"790",
"endDate":"816",
"text":"<p>    李贺（790年－816年），字长吉，河南福昌（今河南宜阳）人，是著名的唐朝诗人，被称为“诗鬼”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李贺>李贺</a>"
},
{
"headline":"吕洞宾",
"startDate":"796",
"endDate":"?",
"text":"<p>    吕洞宾，原名吕喦（喦或作岩、巖），字洞宾，以字行，道号纯阳子，绰号回道人，于唐德宗贞元十二载丙子年（796年）农历四月十四生于蒲州河中府永乐县招贤里（今山西省芮城县永乐县招贤村），著名道教仙人，八仙之一，全真派祖师，北五祖之一、钟吕内丹派和三教合流思想代表人物。同时也是托梦之神、科考之神、淘金之神、理发之神，亦有医神、武神与财神的性质。洞宾自小聪明过人，日记万言，过目成诵，出口成章，长大后“身长八尺二寸，喜顶华阳巾，衣黄欗杉，系一皂鞗，状类张子房，二十不娶。”禅宗马祖道一大师见到就说：“此儿骨相不凡，自市风尘物处。他时遇卢则居，见钟则扣，留心记取。”唐宝历元年（825年）中了进士，为官一段时间，不久因厌官场生活，弃官入道，隐居山林，一次游长安酒肆，遇见正阳真人钟离权，经过“十试”，钟离权“授以金丹之道，因得道法”，终于成仙。一般说法，吕洞宾在五月廿日在江南四大名楼中的黄鹤楼得道飞升[4]洞宾得道升仙后，人皆不知所往。吕洞宾尝称：“人若能忠于国，孝友于家，信于交友，仁于待下，不慢自心，不欺暗室，以方便济物，以阴骘格天，人爱之，鬼神敬之，即此一念，已于吾同，虽不见吾，犹见吾也。”宋代道教学者曾慥编《集仙传》，称唐与五代成道之士中“独纯阳子吕公显力广大”。据《宋史·陈抟传》载：吕曾“数来抟斋中”、“百余岁而童颜，步履轻疾，顷刻数百里，世以为神仙”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕洞宾>吕洞宾</a>"
},
{
"headline":"杜牧",
"startDate":"803",
"endDate":"852",
"text":"<p>    杜牧（803年－852年）字牧之，号樊川，京兆万年（今陕西西安）士族。晚唐著名诗人和古文家。擅长长篇五言古诗和七律。曾任中书舍人（中书省别名紫微省），人称杜紫微。其诗英发俊爽，为文尤纵横奥衍，多切经世之务，在晚唐成就颇高，时人称其为“小杜”，以别于杜甫；又与李商隐齐名，人称“小李杜”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜牧>杜牧</a>"
},
{
"headline":"段成式",
"startDate":"803",
"endDate":"863",
"text":"<p>    段成式（803？—863年），字柯古。唐朝邹平（今属山东滨州)人。后随父徙宜城[1]。世家子弟，遍览群书，善于佛学。官至太常少卿。段成式善于诗歌骈文，与李商隐、温庭筠齐名，称为“三十六体”。著有《酉阳杂俎》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/段成式>段成式</a>"
},
{
"headline":"唐顺宗 李诵",
"startDate":"805",
"endDate":"805",
"text":"<p>      唐顺宗李诵（761年－806年），唐德宗长子，唐朝第十位皇帝（除武则天和殇帝以外），805年在位。上元二年（761年）阴历正月十二日，生于长安之东内。大历十四年（779年）被立为皇太子。贞元二十一年（805年）正月即位，改元永贞。任用东宫旧人王伾、王叔文为翰林学士，在宰相韦执谊、韩泰、韩晔、柳宗元、刘禹锡、陈谏、凌准、程异等人支持下，从事改革德宗以来的弊政，贬斥贪官，废除宫市，停止盐铁进钱和地方进奉，并试图收回宦官兵权，史称“永贞革新”。顺宗即位时已患中风，喑哑不能言，诏令皆出牛昭容手。同年八月，宦官俱文珍等勾结部分官僚和藩镇，逼其退位，传位于太子李纯，贬王伾等人，史称“永贞内禅”（顺宗朝仅历八月，旧制逾年改元，内禅暨革新失败之后，方以太上皇诏，改元永贞）。又贬斥韩泰等八人，史称“二王八司马”。次年元年阴历正月十九日，崩于兴庆宫之咸宁殿。一说病死，一说被宦官杀害。死后谥号为至德弘道大圣大安孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐顺宗 李诵>唐顺宗 李诵</a>"
},
{
"headline":"唐宪宗 李纯",
"startDate":"805",
"endDate":"820",
"text":"<p>      唐宪宗李纯（778年3月17日－820年2月14日），唐朝第11位皇帝（除去武则天和殇帝以外），805年—820年在位。唐宪宗，唐顺宗长子，大历十三年（778年）阴历二月十四日，生于长安之东内。贞元四年（788年）以太子之子的资格被封为广陵郡王，贞元二十一年（805年）初顺宗即位后，李纯被立为太子。顺宗重用王叔文、韦执谊、柳宗元、刘禹锡等，试图进行改革，抑损宦官势力，被俱文珍逼迫退位给宪宗，同年八月，宪宗继位，顺宗被尊为太上皇。宪宗继位后，决心“以法度裁制藩镇”，开始对割据的藩镇开展了一系列战争，他继位次年就开始对西川节度副使刘辟开战获胜，同年杨惠琳不肯交出他的兵权，宪宗也征讨他，惠琳败死。元和二年（807年）讨伐镇海节度使李锜，元和七年（813年）魏博节度使田兴归服唐朝，同年他开始对抗拒唐朝的成德节度使王承宗作战，但没有能够获胜，从元和十年（815年）到元和十二年（817年）唐邓节度使李诉平定了淮西吴元济的叛乱。元和十三年（818年）发五道兵讨淄青节度使李师道。吴元济被平定后，全国所有的藩镇至少名义上全部归服唐朝。唐朝出现短暂的统一，“至是尽遵朝廷约束。”，史称“元和中兴”。元和十四年（819年）正月，宪宗遣使往凤翔迎释迦牟尼佛遗骨入宫供奉，刑部侍郎韩愈上“论佛骨表”劝谏，言语不敬，皇帝大怒，差点处死了韩愈，不过最后只将韩贬为潮州刺史。这次迎佛骨阵容浩大，《资治通鉴》载“中使迎佛骨至京师，上留禁中三日，乃历送诸寺。王公士民瞻奉舍施，唯恐不及。有谒户充施者，有燃香烧顶供养者。”宪宗的帝位是由宦官拥立的，因此宪宗重用宦官，军队中许多将领与监军由宦官担任，有些宦官拥有很高的军权，但宪宗对宦官亦不一定是优待，其晚年好长生不老之术，多服金丹，“日加躁渴”，性情暴躁易怒，动辄责罚左右黄门，宦官们不堪鞭笞。元和十五年（820年）阴历正月二十七日，宪宗暴卒，据说是被宦官内常侍陈弘志和王守澄合谋毒死。享年43岁，在位15年，谥圣神章武孝皇帝，大中三年加谥昭文章武大圣至神孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐宪宗 李纯>唐宪宗 李纯</a>"
},
{
"headline":"牛李党争",
"startDate":"805",
"endDate":"846",
"text":"<p>    牛李党争是在宦官专权的日子里，唐朝朝廷的官员中反对宦官的大都遭到排挤打击。依附宦官的又分为两派——以牛僧孺为首领的牛党和以李德裕为首领的李党，这两派官员互相倾扎，争吵不休，从唐宪宗时期开始，到唐宣宗时期才结束，闹了将近40年，历史上把这次朋党之争称为“牛李党争”。牛李党争是唐朝末年高官争权的现象，唐文宗曾有“去河北贼易，去朝廷朋党难”的感慨，牛李党争使本来腐朽衰落的唐朝走向灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/牛李党争>牛李党争</a>"
},
{
"headline":"永贞革新",
"startDate":"805",
"endDate":"805",
"text":"<p>    永贞革新，指中国唐朝中期唐顺宗进行的试图打击宦官的政治革新运动。唐德宗于贞元二十一年（805年）驾崩，太子李诵继位，即唐顺宗。顺宗即位后，任用王叔文等人，以韦执谊为宰相，颁布一系列政令，废除宫市，停止地方进奉。改革派为掌握财权，任命有声望的老臣杜佑为宰相兼度支使及诸道盐铁转运使，实权掌握在副使王叔文手中。改革派又试图夺取宦官掌握的京西诸镇神策军兵权，任命老将范希朝为左右神策京西诸城镇行营兵马节度使，实权掌握在行军司马韩泰手中。不久，唐顺宗中风，经过治疗后哑了，失去执政能力。宦官俱文珍等遂和外藩剑南节度使韦皋、荆南节度使裴均、河东节度使严绶联合反对改革派。三月，唐顺宗被迫立李纯为太子，并于八月迫使顺宗让位给太子，史称“永贞内禅”。永贞革新宣告失败，前后共146天。革新失败后，其主要人物十人均被贬斥，史称二王八司马。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永贞革新>永贞革新</a>"
},
{
"headline":"温庭筠",
"startDate":"812",
"endDate":"870",
"text":"<p>    温庭筠（812年－870年），又名岐，字飞卿，太原祁（今山西祁县）人。晚唐著名诗人、花间派词人。精通音律，词风浓绮艳丽。当时与李商隐、段成式文笔齐名，号称“三十六体”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/温庭筠>温庭筠</a>"
},
{
"headline":"李商隐",
"startDate":"813",
"endDate":"858",
"text":"<p>    李商隐（813年－约858年），字义山，号玉谿生、樊南生。晚唐诗人。原籍河内怀州（今河南沁阳），祖辈迁荥阳（今河南郑州）。诗作文学价值很高，他和杜牧合称“小李杜”，与温庭筠合称为“温李”，与同时期的段成式、温庭筠风格相近，且都在家族里排行16，故并称为三十六体。在《唐诗三百首》中，李商隐的诗作占廿二首，数量位列第四。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李商隐>李商隐</a>"
},
{
"headline":"唐穆宗 李恒",
"startDate":"820",
"endDate":"824",
"text":"<p>      唐穆宗李恒（795年－824年），原名宥。元和七年（812年）被立为皇太子，改名恒。他是唐朝第12位皇帝（除去武则天和殇帝以外），820年—824年在位，为宦官梁守谦等拥立，在位4年，得年30岁。贞元十一年阴历七月六日，生于大明宫之别殿。在位期间“宴乐过多，畋游无度”，“不留意天下之务”。任用的宰相萧俛、段文昌又无远见，认为藩镇已平，应当消兵。于是令天下军镇有兵处每年在100人中限八人或逃或死，消其兵籍。被消除兵籍的军士无处可去，只好藏在山林。不久河朔三镇复叛，被消除兵籍的军士纷纷归附他们。朝廷内宦官权势日盛，官僚朋党斗争剧烈。使唐宪宗时期的“元和中兴”局面完全丧失。好服金石之药，一次他与宦官内臣打马球时，有一位内官突然坠马，穆宗突然中风，长庆四年阴历正月二十二日，崩于寝殿。同年十一月，葬于光陵。死后谥号为睿圣文惠孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐穆宗 李恒>唐穆宗 李恒</a>"
},
{
"headline":"唐敬宗 李湛",
"startDate":"824",
"endDate":"826",
"text":"<p>      唐敬宗李湛（809年－826年），唐朝皇帝。唐穆宗长子。他是唐朝第十三位皇帝（除去武则天和殇帝以外），824年—826年在位，在位3年，享年18岁。即位后，奢侈荒淫。沉迷蹴踘（足球），喜欢半夜在宫中捉狐狸（打夜狐），史称“视朝月不再三，大臣罕得进见”。宦官王守澄把持朝政，勾结权臣李逢吉，排斥异己，败坏纲纪。导致官府工匠突起暴动攻入宫廷的事件。后为宦官刘克明等人杀害，死后谥号为睿武昭愍孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐敬宗 李湛>唐敬宗 李湛</a>"
},
{
"headline":"唐文宗 李昂",
"startDate":"826",
"endDate":"840",
"text":"<p>      唐文宗李昂（原名涵，809年－840年），唐穆宗第二子，母侍女萧氏。唐敬宗之弟。敬宗宝历二年（826年），被宦官王守澄等拥立为帝。他是唐朝第十四位皇帝（除去武则天和殇帝以外），827年—840年在位，在位14年，享年32岁。文宗在位期间，颇思图治，出宫女三千多人，裁汰官员一千二百余人。朝臣朋党相互倾轧，官员调动频繁，牛李党争达到高潮。皇帝的废立生杀，均掌握在宦官手中。后起用李训、郑注等人，意欲铲除宦官。大和五年，唐文宗与宰相宋申锡暗中策划除掉宦官，但是被宦官王守澄及其门客探听出来，诬告宋申锡谋立漳王李凑。唐文宗中计，宋申锡被贬死。大和九年（835年），李训引诱宦官往左金吾卫衙中取石榴树上的“甘露”，企图将其一举消灭，但事情败露，导致仇士良等宦官大肆屠杀朝官一千余人，史称“甘露之变”。事后，文宗更被宦官钳制，对当值学士周墀慨叹自己受制于家奴，境遇不如周赧王、汉献帝，不禁凄然泪下。周墀听了也伏地流涕。唐文宗时期，藩镇叛乱频仍。开成五年（840年）抑郁成病，正月初四病死在大明宫中的太和殿，葬于章陵，死后谥号为元圣昭献孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐文宗 李昂>唐文宗 李昂</a>"
},
{
"headline":"甘露之变",
"startDate":"835",
"endDate":"835",
"text":"<p>    甘露之变指发生于唐文宗大和九年（835年）十一月的一次政变，宦官势力得胜，造成朝廷中许多官员被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/甘露之变>甘露之变</a>"
},
{
"headline":"唐武宗 李炎",
"startDate":"840",
"endDate":"846",
"text":"<p>      唐武宗（814年－846年）李瀍（“瀍”，拼音：chán），临死前改名“炎”，唐穆宗之五子，母韦贵妃。他是唐朝的第十五位皇帝（除去武则天和殇帝以外），在位时间是840年至846年，在位6年，享年33岁。唐武宗本来是唐文宗的弟弟，被封为颍王，在宦官仇士良的操纵下趁文宗病将他立为皇太弟，废原来的太子李成美为陈王，由此得以登基。唐武宗登基后，召李党人物李德裕回朝，任为宰执，李德裕提倡“政归中书”等政策，在李德裕执政下，国家渐渐回复元气，被称为会昌中兴。而仇士良的权势亦被压抑，仇士良不得不退下政治舞台。唐武宗信奉道教，从845年开始他大规模下令打击佛教，史称会昌灭法。除少数在首都的寺院外全国所有寺院被拆毁，僧尼被迫还俗，寺院里的奴隶被释放，寺院所有的田地被没收为国有。这是中国历史上佛教受打击很激烈的一次。在唐朝历史上对于佛教势力不满的现象始终有。唐武宗灭佛的原因可能有多种。第一可能因为唐武宗本人更加信奉道教，因此打击佛教。此外当时佛教的势力非常强大，唐武宗在他的旨意中说，佛教寺院的规模比皇宫还要大，寺院不纳税，对国家财务是一个重大损失。最后有传说认为唐武宗继位后怕有人会另立他的叔叔李忱（即后来的唐宣宗）来威胁他的地位，李忱则逃入佛门，因此唐武宗灭佛是为了让李忱无处可藏。但这个说法可能只是传说，因为历史学家对于李忱是否真的做过和尚仍有争议。唐武宗吃道士给他的长寿丹后中毒而死。死后葬于端陵，谥号为至道昭肃孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐武宗 李炎>唐武宗 李炎</a>"
},
{
"headline":"会昌毁佛",
"startDate":"840",
"endDate":"846",
"text":"<p>    唐武宗李炎在位期间（840年-846年），推行一系列“灭佛”政策，以会昌五年（845年）四月颁布的敕令为高峰，而会昌六年唐武宗逝世、唐宣宗即位又重新尊佛，灭佛就此结束。这一事件使佛教在中国受到严重打击，史称“唐武宗灭佛”或“武宗灭佛”。因唐武宗年号“会昌”，故佛教徒又称之为“会昌法难”，将它与之前的北魏太武帝灭佛、北周武帝灭佛和后来的后周世宗灭佛并称为“三武一宗”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/会昌毁佛>会昌毁佛</a>"
},
{
"headline":"唐宣宗 李忱",
"startDate":"846",
"endDate":"859",
"text":"<p>      唐宣宗李忱（810年－859年），唐朝第十六位皇帝（846年—859年在位，未算武周政权和殇帝），初名怡，登基之前封为光王，在位13年。唐宪宗李纯十三子，母郑宫人，元和五年（810年）六月廿二日生于大明宫，是唐穆宗李恒的弟弟，唐敬宗李湛、唐文宗李昂、唐武宗李炎的叔叔。唐宣宗李忱原名李怡，母亲原为镇海节度使李锜待妾郑氏，李锜谋反失败，郑氏入宫后当郭贵妃的侍儿，后来被唐宪宗临幸，生下李怡，封为光王，故唐宣宗为唐穆宗之弟，唐敬宗、唐文宗、唐武宗之叔父。唐宣宗为光王时，居于十六宅，故作愚钝，曾被唐文宗及其他宗室作弄。传说唐宣宗登基之前，为了逃避侄唐武宗的迫害而出家为僧，传说他在河南淅川香严寺避难，法名琼俊，齐安见其举止不凡。不过不少史家，如北宋的司马光，认为唐宣宗曾被唐武宗迫害及出家为僧是没有根据，因正史中没有相关记载，而且当时唐宣宗只是众多的庶出皇叔其中之一，对唐武宗的帝位根本没有威胁，更有史家认为唐宣宗被唐武宗迫害而出家为僧的讲法，是后世佛教徒杜撰出来的故事，为的是丑化曾推行会昌灭佛的唐武宗，同时圣化在登基后支持佛教的唐宣宗。会昌六年（846年），唐武宗被道士上供的长寿丹毒死。光王李怡被宦官拥立为帝，改名为李忱，是为唐宣宗，年号大中。拥立唐宣宗的宦官本以为他愚钝容易控制，岂料他登基为帝后立即励精图治，并贬谪李德裕，结束牛李党争。众宦官、朝臣及宗室才惊觉唐宣宗以往是故作愚钝，实际是非常贤明。唐宣宗登基后，唐朝国势已暮气沉沉，藩镇割据，牛李党争，农民起义，朝政腐败，官吏贪污，宦官专权，四夷不朝。唐宣宗致力于改变这种状况，宣宗勤俭治国，体贴百姓，减少赋税，注重人才选拔，唐朝国势有所起色，阶级矛盾有所缓和，百姓日渐富裕，使十分腐败的唐朝呈现出“中兴”的小康局面，史称大中之治。宣宗是唐朝中期以后少数比较有作为的皇帝，另外，唐宣宗还趁吐蕃、回纥衰微，派兵收复了河湟之地，平定了吐蕃，“收三州七关，平江岭以南”，名义上打通了丝绸之路。只是大中晚年唐朝已积重难返，国力衰退，社会经济千疮百孔，只依靠统治阶级枝枝节节的改革已无法改变唐帝国衰败的潮流。大中十三年（859年）冬，浙东农民裘甫带领五百农民起兵。反抗军后发展至五十万人，为唐末大规模农民反抗打下了前哨战。唐宣宗晚年侈用无度，为了聚敛财赋以充实内库，以羡余为考核官吏的依据，“唯其积之已盈也，故以流艳懿宗之耳目，而长其奢侈心”。宣宗好长年术，召罗浮山道士轩辕集问之，轩辕集反劝他要“彻声色，去滋味，哀乐如一，德施周给，自然与天地合德，日月齐明，何必别求长生也”。大中十三年（859年）五月，唐宣宗因服食丹药中毒，“疽发于背”，终病入膏肓，于八月去世，享年50岁，宰相令狐绹摄冢宰负责治丧。谥号圣武献文孝皇帝，葬于贞陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐宣宗 李忱>唐宣宗 李忱</a>"
},
{
"headline":"王建",
"startDate":"847",
"endDate":"918",
"text":"<p>    前蜀高祖王建（847年－918年），字光图，五代时期前蜀皇帝（907年—918年在位），许州舞阳（今河南舞阳）人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王建>王建</a>"
},
{
"headline":"杨行密",
"startDate":"852",
"endDate":"905",
"text":"<p>    杨行密（852年―905年），字化源，初名杨行愍，庐州合肥（今安徽长丰）人，唐末著名政治家、军事家，五代十国时期南吴建立者。唐乾宁二年（895年）进同中书门下平章事、弘农郡王。天复二年（902年）进中书令、封吴王，天佑二年（905年）病死，唐朝谥武忠王，吴国武义年间改谥孝武王，杨溥即帝位追尊为武皇帝，庙号太祖。于江淮举起割据大旗，遏止朱温南进步伐，成功避免全国更大范围动乱。其奠基之吴国，实现由藩镇向王国的转型，南方割据势力与北方中原政权并存的局面得以实现，为禅代的南唐奠定基础，开启唐宋之交政治整合和经济文化中心南渐先河，有“十国第一人”之誉。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨行密>杨行密</a>"
},
{
"headline":"钱镠",
"startDate":"852",
"endDate":"932",
"text":"<p>    钱镠 (音留，liú)（852年3月10日－932年5月6日），字具美（一作巨美），浙江杭州临安人。中国五代十国时期吴越国的创立人。唐末跟从石镜镇将军董昌镇压农民反抗军，任镇海节度使，乾宁年间，击败董昌，占有两浙十三州，后梁开平初年被封为吴越王。907年至932年在位期间，曾征用民工，修建钱塘江海塘，又在太湖流域，普造堰闸，以时蓄洪，不畏旱涝，并建立水网圩区的维修制度，有利于这一地区的农业经济。由于吴越国小力弱，又同邻近的吴、闽政权不和，妥靠中原王朝，不断遣使进贡以求庇护。先臣服后梁，又臣服后唐。后唐明宗时因惹怒枢密使安重诲，被削去官职，安重诲死后又恢复。长兴三年（932年）病死，葬安国县衣锦乡茅山。庙号太祖，谥号武肃王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钱镠>钱镠</a>"
},
{
"headline":"马殷",
"startDate":"852",
"endDate":"930",
"text":"<p>    楚武穆王马殷（852年－930年12月2日），字霸图，许州鄢陵（今河南鄢陵）人，五代十国时期南楚开国君王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马殷>马殷</a>"
},
{
"headline":"朱温",
"startDate":"852",
"endDate":"912",
"text":"<p>    朱温（公元852—912年），原名朱温，归唐后赐名朱全忠，称帝后又改名朱晃，原丰县（第）一乡艾村里午沟集人。但这是一个籍贯尚存争议的人物，现行史书中多记为宋州砀山午沟里（今安徽砀山）人。家世为儒，祖朱信，父朱诚，皆以教授为业。幼年丧父，家贫，母王氏佣食于萧县刘崇家。朱温成人后，与其兄朱存“勇有力，而温尤凶悍”，“不事生业，以雄勇自负，里人多厌之”。晚年大肆荒淫，强奸儿媳，后为三子朱友圭所杀，传位给后梁末帝朱友贞，终年61岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱温>朱温</a>"
},
{
"headline":"李茂贞",
"startDate":"856",
"endDate":"924",
"text":"<p>    李茂贞（856年－924年），原名宋文通，字正臣，深州博野（今河北蠡县）人。唐末藩镇军阀，五代时期岐王。曾经开岐王府，妻称皇后，各种仪示都跟皇帝一样。后向后唐称臣，封秦王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李茂贞>李茂贞</a>"
},
{
"headline":"李克用",
"startDate":"856",
"endDate":"908",
"text":"<p>    李克用（856年－908年），后唐庄宗李存勖之父，本姓朱邪（又作朱耶），其父受唐朝天子赐李姓。绰号鸦儿、三郎、独眼龙、飞虎子，沙陀族人，生于神武川之新城（在今山西雁门北部）。是中国唐朝末年最强大的藩镇节度使之一，后受唐封为晋王。后唐创立后，尊称其为后唐太祖武皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李克用>李克用</a>"
},
{
"headline":"高季兴",
"startDate":"858",
"endDate":"929",
"text":"<p>    荆南武信王高季兴（858年－929年），原名高季昌，因避后唐庄宗李存勖祖父李国昌的名讳，改为季兴，字贻孙，陕州峡石（今河南三门峡东南）人，五代时期荆南君主。高季兴幼年为汴州商人李七郎（李七郎后为朱全忠义子，改名朱友让）家奴，后为朱友让收为义子，改姓为朱，由此得入军门，为朱全忠亲随牙将，因破凤翔救唐昭宗有功，被唐昭宗授“迎銮毅勇功臣”之号，迁宋州刺史。又随朱全忠扫荡青州，累功升颍州防御使，并复姓高氏。907年朱全忠称帝，建立后梁，授其为荆南节度使。后梁末帝朱友贞乾化四年（914年），被册封为渤海王。至后唐灭梁，高季兴向后唐称臣，携300骑入朝觐见，险些为后唐所扣，侥幸逃脱。后唐庄宗同光二年（924年），后唐帝李存勖为笼络其心，册封其为南平王[1]。高季兴在荆南，常截留各国供品，或也为讨得赐物向诸国称臣，反复无常，时称“高赖子”。其后后唐灭前蜀，未几，又逢后唐内乱，李存勖被杀，高季兴截获蜀地入朝贡物，又厚颜向后唐索地，妄图扩大地盘，后唐明宗李嗣源怒其无耻，罢其官爵，发湖南和蜀地两地兵马来征，荆南不敌，辖地日蹙，求兵于南吴。后因江南雨季，粮草不济，后唐罢兵，方才逃此一劫，此后归顺南吴，得封秦王。后唐明宗天成三年（928年）十二月十五日（阳历为929年1月28日），高季兴病死，其子高从诲继位，重新向后唐称臣，因此后唐始追封高季兴为楚王，谥武信（楚武信王），故南平又被称为北楚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高季兴>高季兴</a>"
},
{
"headline":"唐懿宗 李漼",
"startDate":"859",
"endDate":"873",
"text":"<p>      唐懿宗李漼（“漼”，拼音：cuǐ；833年12月28日－873年8月15日），唐朝第十七位皇帝（除去武则天和殇帝以外），859年—873年在位，在位14年，终年41岁。李漼初名温，唐宣宗的长子。宣宗病死后，被宦官迎立为帝，是为唐懿宗，改元“咸通”。死后葬于简陵，谥号昭圣恭惠孝皇帝。唐懿宗“器度沈厚，形貌瑰伟”“洞晓音律，犹如天纵，”但游宴无度、沉湎酒色，以致政治腐败，藩镇割据重新兴起。由于崇仰佛法，咸通十四年春（873年），不顾大臣反对，举行最大规模的迎奉佛骨活动。他将唐宣宗中兴的成果损耗殆尽。翰林学士刘允章在《直谏书》用“国有九破”描绘过当时的局势：“终年聚兵，一破也。蛮夷炽兴，二破也。权豪奢僭，三破也。大将不朝，四破也。广造佛寺，五破也。赂贿公行，六破也。长吏残暴，七破也。赋役不等，八破也。食禄人多，输税人少，九破也。”此时唐朝已无可救药，大动乱正在酝酿。当时赋税刻薄，百姓无法过活，更有人吃人惨剧，百姓无路可走，只好起义。859年，裘甫在浙东起兵；868年，庞勋领导徐泗地区的戍兵在桂林起兵。唐懿宗派遣王式、康承训等镇压，但对人民的剥夺并无停止。有说李漼是唐朝间接的亡国之君。《唐人传奇》、《太平广记》对于咸通年间有诸多着墨。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐懿宗 李漼>唐懿宗 李漼</a>"
},
{
"headline":"唐末民变",
"startDate":"859",
"endDate":"884",
"text":"<p>    唐末民变从公元859年的裘甫发动浙东叛乱开始，到公元884年黄巢之乱被平定而结束，历时25年，农民军席卷了现在的山东、河南、两江、闽浙、两广、两湖、陕西等12行省，沉重地打击了唐朝的统治，加速了唐朝的灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐末民变>唐末民变</a>"
},
{
"headline":"裘甫",
"startDate":"860",
"endDate":"860",
"text":"<p>    裘甫（？－860年），又称仇甫。唐末浙东人。大中十三年（859年）十二月，裘甫聚众攻克象山（今属浙江）。又猛攻明州城（今宁波）。次年攻下剡县（今浙江嵊州市），人数发展至数千人，浙东骚动，“时二浙久安，人不习战，甲兵朽钝，见卒不满三百”。后又连败浙东（今浙江绍兴）观察使郑祗德遣派的范居植军，居植在剡溪战死；二月再击败沈君纵、张公署、李圭领等，人数发展至三万人，分为三十二队，每队均置小帅。裘甫自称天下都知兵马使，年号罗平，分兵攻打衢州、婺州。裘甫军再攻下唐兴（今浙江天台）、上虞（今浙江天台）、余姚（今属浙江）等县，破慈溪，陷奉化（今属浙江）、宁海（今属浙江），咸通元年三月十九日复围象山，官兵屡战屡败。越州（治所在今浙江绍兴）震动。小帅刘暀建议先取越州一带，再取浙西（今浙江西部和江苏南部），但王辂主张“据险自守，陆耕海渔，急则逃入海岛”。裘甫犹豫不决。朝廷急调安南都护王式代郑祗德为浙东观察使，统领诸道兵前往镇压，分东、西两路，战于海口，上畛、海游三处，裘甫受至打击，暗走新昌嵊县。四月，王式入越州（今浙江绍兴），包围宁海，象山、唐兴解围，令郡县开仓赈济贫乏。刘暀向裘甫说：“向从吾谋入越州，宁有此困邪！”（之前如听我的话攻下越州，会被陷在这里吗？）刘暀怒斩王辂，曰：“乱我谋者，此青虫也！”，因王辂等人皆穿绿衣[1]。六月，裘甫退守郯城，王式会回吐蕃、回鹘等军猛攻郯城，三天凡八十三战。裘甫在剡县被围，夜半出城突围，刘暀、刘庆等被俘杀，参将楼茂郏生擒裘甫。另一支军队刘从简部在大兰山战败覆灭。八月，裘甫被俘至京师，斩于东市。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/裘甫>裘甫</a>"
},
{
"headline":"王审知",
"startDate":"862",
"endDate":"925",
"text":"<p>    闽太祖王审知（862年－925年），字信通，一字详卿。光州固始（今河南固始）人，五代时期闽国君主。审知出身贫苦，故能节俭自处，统治福建时省刑惜费，轻徭薄赋，与民休息，并称臣于中原，受封闽王。909年至925年年间在位。福州人尊称审知为“开闽尊王”、“开闽圣王”或“忠惠尊王”；尊审知长兄王潮为“威武尊王”、次兄王审邽为“泉安尊王”，视为乡土神明供奉，合称开闽三王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王审知>王审知</a>"
},
{
"headline":"徐温",
"startDate":"862",
"endDate":"927",
"text":"<p>    徐温（862年－927年），字敦美，海州胊山（今江苏东海）人，唐末军事人物。南唐建立者徐知诰（李昪）养父，庙号义祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐温>徐温</a>"
},
{
"headline":"李嗣源",
"startDate":"867",
"endDate":"933",
"text":"<p>    李嗣源（867年10月10日－933年12月15日），五代十国时期后唐第二位皇帝（926年6月3日－933年12月15日在位），在位8年。他是沙陀人，名邈佶烈，唐河东节度使李克用的养子。生父李电。李嗣源初以骑射为河东节度使李克用效命，克用则以嗣源为养子，宠爱有加。克用死后，923年克用之子李存勖在魏博称帝，国号唐，史称后唐庄宗。926年魏博军皇甫晖，乘人心不安，聚众作乱于邺，庄宗以李嗣源前往讨伐。嗣源到魏博时，军士哗变，拥著嗣源入城，与叛军会合。嗣源不知道如何辩解，只好听从其女婿石敬瑭的劝告，决心谋反。嗣源南下据汴京，西攻洛邑。伶人出身的禁军将领郭从谦在洛邑乘机发动兵变，率兵攻入皇城，庄宗中流箭而死。群臣拥戴李嗣源为监国。李嗣源杀死宫中所有伶人，接着于926年4月丙午日称帝，年号“天成”。927年1月改名亶。李嗣源即位后，革除庄宗时的弊政，励精图治，兴修水利，诛灭宦官，关心百姓疾苦，并撤销不少有名无实的机关，后唐趋于强盛。他在位八年，兵革粗定，连年丰收，多次率领军队打败契丹。五代十国数十位帝王中也只有他与后周太祖郭威，后周世宗柴荣三人称得上是“最有为的君主”。他在位期间的大事，是孟知祥割据两川（在李嗣源去世后建立后蜀）。933年明宗病危，数日不见臣下，秦王李从荣引兵入宫。枢密使朱弘昭、冯赟以讨逆为名，派兵抵抗，将李从荣诛杀。李嗣源得知消息，悲痛过度，病重去世，庙号明宗，谥号圣德和武钦孝皇帝，葬于徽陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李嗣源>李嗣源</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}