{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"中华苏维埃共和国",
"startDate":"1931",
"endDate":"1937",
"text":"<p>    中华苏维埃共和国成立于1931年11月7日，是由中国共产党在苏共的支援下、于中国大陆所建立的一个政权，与当时的中华民国国民政府相对立。主张捍卫工农政权，各省市各民族有独立自治权，其最初的首都在江西瑞金。在该政权运作期间，其中央政府颁布了宪法，发行了货币，设计有国旗，同时将其所属控制区域称为“苏区”。因第五次反围剿战争的失败，中华苏维埃共和国中央政府被迫于1934年10月撤离江西苏区，1935年10月转移至陕甘苏区，首都由江西瑞金迁至陕西延安。1937年9月6日，因国共合作，中华苏维埃共和国最后一个政府机关“中央政府西北办事处”变更为“中华民国陕甘宁边区政府”，此制实已终结。同年9月22日，“中华苏维埃共和国”正式宣布取消，此制遂自行中止。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中华苏维埃共和国>中华苏维埃共和国</a>"
},
{
"headline":"东北抗日联军",
"startDate":"1931",
"endDate":"1945",
"text":"<p>    东北抗日联军，前身是东北抗日义勇军余部、东北反日游击队和东北人民革命军。是20世纪三四十年代中国人民抵抗日本帝国主义侵略的伟大民族解放战争的重要组成部分，在中国的革命史上有不可磨灭的伟大功绩。在日本侵略者的大后方，他们14年的艰苦斗争牵制了数十万日伪正规军，有力地支援了全国的抗日战争，他们可歌可泣、英勇无畏的牺牲精神，是中华民族争取独立宁死不屈精神的集中体现。中华人民共和国国歌《义勇军进行曲》就是歌颂了其抗日胸怀和不屈精神。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东北抗日联军>东北抗日联军</a>"
},
{
"headline":"九一八事变",
"startDate":"1931",
"endDate":"1931",
"text":"<p>    九一八事变（又称沈阳事变；日本称满洲事变，因中国东北被日本称作满洲）1931年9月18日，日本驻中国东北地区的关东军按照精心策划的阴谋，由铁道“守备队”炸毁沈阳柳条湖附近的南满铁路路轨，并嫁祸于中国军队。这就是所谓的“柳条湖事件”。日军以此为借口，突然向驻守在沈阳北大营的中国军队发动进攻。由于东北军执行蒋介石的“不抵抗政策”，当晚日军便攻占北大营，次日占领整个沈阳城。日军继续向辽宁、吉林和黑龙江的广大地区进攻，短短4个多月内，128万平方公里、相当于日本国土3.5倍的中国东北全部沦陷，3000多万父老成了亡国奴。这就是震惊中外的“九一八”事变。此次事变后，日本与中国之间的矛盾进一步激化，而日本国内主战的日本军部地位上升，导致日本走上全面侵华的道路，为抗日战争的全面爆发埋下了导火索。中国东北三省全部被日本关东军占领，并利用投靠日本的前清废帝溥仪在东北建立了满洲国傀儡政权，实行了14年之久的殖民统治，使东北同胞饱受亡国奴的痛苦滋味，因此被中国民众视为国耻，9月18日在中国许多非正式场合都被称为“中国国耻日”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/九一八事变>九一八事变</a>"
},
{
"headline":"伪满洲国",
"startDate":"1932",
"endDate":"1945",
"text":"<p>    伪满洲国（后称满洲帝国、大满洲帝国；1932年3月1日－1945年8月18日）是日本占领中国东北三省后，所扶植的一个傀儡国家。首都设于新京（今吉林长春），1945年8月后迁至通化（今吉林白山临江）。领土包括现今中国辽宁、吉林和黑龙江三省全境（不含关东州），以及内蒙古东部、河北省承德市（原热河省）。满洲国初期为共和体制，不久后以清朝逊帝爱新觉罗·溥仪为元首，初期称号为“执政”，年号“大同”，后称皇帝，年号“康德”。1945年8月，日本本土受到美国原子弹的攻击，苏联红军偷袭了了驻守满洲国的关东军和满洲国军，日本战败；同年8月17日午夜至18日凌晨，溥仪在通化临江县（今属白山市）大栗子沟矿山株式会社技工培养所（日语：礦山株式會社技工養成所，今白山临江大栗子镇伪满皇帝溥仪行宫博物馆）内举行退位仪式，宣读《退位诏书》，满洲国正式灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伪满洲国>伪满洲国</a>"
},
{
"headline":"一二八事变",
"startDate":"1932",
"endDate":"1932",
"text":"<p>    “一·二八”事变（日本方面称上海事变或第一次上海事变、淞沪战争，中国方面又称“一·二八”淞沪抗战）1932年于中国上海发生，是日本于1931年九一八事变后为了支援配合其对中国东北的侵略而自导自演引发的冲突，时间长达一个多月。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/一二八事变>一二八事变</a>"
},
{
"headline":"闽变",
"startDate":"1933",
"endDate":"1933",
"text":"<p>    福建事变简称闽变，发生于1933年（民国22年）11月，为在福建发动反对蒋中正政府的起事，其后成立了“中华共和国人民革命政府”。起事者为蔡廷锴、蒋光鼐、陈铭枢和李济深等人，及其带领下原本在福建参与剿灭中国共产党红军的广东系国民革命军十九路军。由于未得到各方支持，次年一月即被蒋介石以优势兵力击败。战败后，各高层领导人出走，十九路军亦在缴械后被解散收编。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/闽变>闽变</a>"
},
{
"headline":"长征",
"startDate":"1934",
"endDate":"1936",
"text":"<p>    长征为1934年10月至1936年10月间，中国共产党领导的中国工农红军红一方面军（中央红军）、红二方面军（由红二军团和红六军团会合后组成）、红四方面军和红二十五军分别从各中央苏区向陕甘苏区的撤退和转移。其中红一方面军行程在二万五千华里（12,500公里）以上，因此又称二万五千里长征或万里长征北上抗日。发动长征的目的是希望经由新疆一带打通与苏联的联系，其行动也得到斯大林允许，红军被迫穿越大面积的雪山、高原草甸、永久冻土带和无人区，主力由出发时的30万人锐减到2万5千。1936年红一、二、四方面军在甘肃会宁会合。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/长征>长征</a>"
},
{
"headline":"华北事变",
"startDate":"1935",
"endDate":"1935",
"text":"<p>    华北事变，是指继九一八事变东北沦陷之后，1935年日本侵略军蚕食侵犯华北地区的一系列事件的统称。1933年长城抗战，《塘沽协定》。1935年张北事件，《秦土协定》；河北事件，《何梅协定》；香河事件，华北自治运动，冀东防共自治政府，丰台事件，冀察政务委员会。1935年12月9日，一二九运动。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/华北事变>华北事变</a>"
},
{
"headline":"两广事变",
"startDate":"1936",
"endDate":"1936",
"text":"<p>    两广事变，又称六一运动，是指在1936年6月至9月，中华民国国民政府和中国国民党内部的地方实力派系：广西的新桂系和广东的陈济棠粤系，以抗日运动之名义，反抗国民政府中央首领蒋中正的政治事件。该政治事件几乎触发了一场内战，但是最终以双方达成政治妥协而和平结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/两广事变>两广事变</a>"
},
{
"headline":"西安事变",
"startDate":"1936",
"endDate":"1936",
"text":"<p>    西安事变是中华民国国民政府内部的一场政变行动，发生于1936年12月12日的中国西安。事变当天，时任西北剿匪副总司令的东北军领袖张学良和时任国民革命军第十七路总指挥的西北军领袖杨虎城在西安发动“兵谏”，扣押时任国民政府军事委员会委员长和西北剿匪总司令的蒋介石，并杀害保安人员、中央机关人员。最终蒋介石被迫接受“停止剿共、一同抗日”的主张而获得释放，此事件迫使国民政府放弃“攘外必先安内”的基本国策，使中国建立了形式上的抗日统一战线。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西安事变>西安事变</a>"
},
{
"headline":"陕甘宁边区",
"startDate":"1937",
"endDate":"1949",
"text":"<p>    陕甘宁边区是1937年至1949年之间，在中华民国内的一个行政区域，包括陕西北部，甘肃东部和宁夏的部分区域，是中国共产党的根据地，抗战时期是国民政府行政院的直辖行政区，解放战争开始后被蒋介石政府宣布为非法叛乱区域。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陕甘宁边区>陕甘宁边区</a>"
},
{
"headline":"庐山讲话",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    1937年7月17日，七七事变后，蒋介石为抵抗日侵华态势，在庐山发表著名的“最后关头”演说和严正声明，指出“再没有妥协的机会，如果放弃尺寸土地与主权，便是中华民族的千古罪人” “如果战端一开，那就是地无分南北，人无分老幼，无论何人，皆有守土抗战之责，皆抱定牺牲一切之决心。我们只有牺牲到底，抗战到底，惟有牺牲的决心，才能博得最后的胜利……”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庐山讲话>庐山讲话</a>"
},
{
"headline":"敌后抗日根据地",
"startDate":"1937",
"endDate":"1945",
"text":"<p>    抗日战争时期，中国共产党领导的八路军、新四军、华南人民抗日游击队和其他抗日军队，在日本侵略军占领的广大地区内，广泛的发动、组织和武装群众，开展游击战争，组织抗日政权，使这些地区成为坚持敌后抗战的根据地。到抗日战争后期，主要抗日根据地有：陕甘宁、晋绥、晋察冀、冀热辽、晋冀豫、冀鲁豫、山东、苏北、湘鄂赣、鄂豫皖等19块。根据地人口由150万人发展到一亿人，中国共产党领导的军队由开始的4万人发展到120万人。这为争取抗日战争和解放战争的胜利奠定了良好的基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/敌后抗日根据地>敌后抗日根据地</a>"
},
{
"headline":"平型关战役",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    平型关战役，或称平型关战斗，是对日抗战期间太原会战（1937年9月11日至11月8日、民国26年）中的一场战役，由国民政府第二战区司令官阎锡山所领导，历时一个月（从当年9月3日制定作战计划到10月2日全线撤退），战场范围达数百里，中国方面投入兵力11个军共计十余万，历经大小战斗数十次，属中等规模战役。通常平型关大捷或蔡家峪伏击战，指该战役的第18集团军第115师林彪部在山西灵丘县西的平型关一带配合国军作战，伏击日军辎重队，为平型关战役中的一段。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平型关战役>平型关战役</a>"
},
{
"headline":"中国抗日战争",
"startDate":"1937",
"endDate":"1945",
"text":"<p>    中国抗日战争（1937年7月7日－1945年9月2日）是20世纪中期中国抵抗日本侵略的一场全面战争，战场主要在中国大陆。相对于被视为近代第一次中日战争的甲午战争，亦称为第二次中日战争；由于战争时间约为八年，亦被称为八年抗战、或简称为抗战。该战争也被视为第二次世界大战的东亚战事。1931年，日本发动九一八事变后侵占了中国东北，此后又陆续在华北和上海等地挑起军事冲突，国民政府当时采取妥协的政策避免冲突扩大。1937年7月7日，日军在北平附近挑起卢沟桥事变，中日之间的战事随即全面爆发。在战争的最初几年，不但中国投入大量军队与日本抗衡，即使当时国力远高于中国的日本，也动员全国之力投入战争，例如随即大量增加公债发行，并发起了日本全国性的“消费节约运动”。1941年12月，日本发动太平洋战争之后，中日双方始正式宣战，中国与美国和英国结成同盟共同对日本、德国和意大利三轴心国作战；从这时起，该战争成为第二次世界大战的一部分。日本在战争期间，占领了中国东部大部分地区，并树立包括满洲国、汪兆铭政权在内的多个傀儡政权。1945年8月9日，苏联对日宣战，出兵中国东北。8月15日，日本宣布向同盟国无条件投降。战后，中华民国作为二战主要战胜国之一，成为联合国创始会员国及安理会常任理事国。据估计，从1931年九一八事变至1945年9月日本投降之间，中国有3500万人以上死伤，直接和间接经济损失达6000亿美元。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中国抗日战争>中国抗日战争</a>"
},
{
"headline":"南京大屠杀",
"startDate":"1937",
"endDate":"1938",
"text":"<p>    南京大屠杀（日语：南京虐殺事件、南京大虐杀）是日本侵华战争初期日本军队在中华民国首都南京犯下的大规模屠杀、强奸以及纵火、抢劫等战争罪行与反人类罪行。日军暴行的高潮从1937年12月13日攻占南京开始持续了6周，直到1938年2月南京的秩序才开始好转。据第二次世界大战结束后远东国际军事法庭和南京军事法庭的有关判决和调查，在大屠杀中有20万以上乃至30万以上中国平民和战俘被日军杀害，约2万中国妇女遭日军奸淫，南京城的三分之一被日军纵火烧毁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南京大屠杀>南京大屠杀</a>"
},
{
"headline":"南京保卫战",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    南京保卫战，是1937年11月国民革命军在上海淞沪会战中失利后展开的一次保卫上海以西仅300余千米南京的作战。该战役由唐生智任南京卫戍司令长官，指挥15万国军与日军抵抗作战。由于国民党当局在战役组织指挥上出现了重大错误，战前未作周密部署，最后决定突围时又未拟定周密的撤退计划，更没有经过参谋作业，致使守军在突围中，自相践踏，争相夺路，损失惨重，国军的抵抗就此瓦解。12月13日，南京沦陷，不足五万人的日军入城，由此开始了连续六个星期对三十多万战俘平民震惊世界的南京大屠杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南京保卫战>南京保卫战</a>"
},
{
"headline":"四行仓库保卫战",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    四行仓库保卫战发生于1937年10月26日至11月1日，它的结束标志着中国抗日战争中淞沪会战的结束。参加这场保卫战的国民革命军被称为“八百壮士”，他们抵住了日军的多番进攻，掩护国民革命军第八十八师及其他国民革命军向西撤退。这次保卫战的成功，重新振奋了因淞沪会战受挫而下降的中国军民士气。四行仓库只与英美租界相隔一条苏州河，因此就将整个战斗展现在了西方世界面前。这进一步吸引了国际社会的注意力，但并没有如蒋介石所希望的那样给中国抗日战争带来实质性的国际支援。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/四行仓库保卫战>四行仓库保卫战</a>"
},
{
"headline":"七七事变",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    七七事变，日本侵华战争中的一次重要战役，因发生于1937年7月7日而得名，七七事变，因中国驻军第29军拒绝日本驻军进入宛平城搜查失踪日军士兵而发生激战，天津、宛平沦陷。七七事变又称卢沟桥事变，七七事变标志着日军发动全面侵华战争。中国军队奋起反抗，全民族的抗日战争开始！   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/七七事变>七七事变</a>"
},
{
"headline":"淞沪会战",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    淞沪会战（又称八一三战役；日本称为第二次上海事变）爆发于1937年8月13日，是卢沟桥事变后，蒋中正为了把日军由北向南的入侵方向引导改变为由东向西，以利于长期作战，同时也为了引起国际社会的注意，而在上海采取主动反击战役，这是中日双方在中国抗日战争中的第一场大型会战，也是整个中日战争中进行的规模最大、战斗最惨烈的一场战役。这场战役对于中国而言，标志两国之间不宣而战、但又全面战争的真正开始，卢沟桥事变后的地区性冲突升级为全面战争。即使当时国力远高于中国的日本，也动员全日本，马上投入全面战争。例如随即大量增加公债发行，并发起了日本全国性的“消费节约运动”。战斗在当时远东第一大都市上海的市区和郊区进行，当时上海为中国第一大商港，每年对外贸易额占全国二分之一以上。只有上海法租界和苏州河以南的半个上海公共租界实行武装中立，分别划为法、英、美、意4国军队的防区。苏州河以北的公共租界及其越界筑路地区属于日军防区，是日军在上海的作战基地。中日双方共有约100万军队投入战斗。战役本身持续了三个月。淞沪会战是抗日战争中规模最大、战斗最惨烈的战役，前后共历时3个月，日军投入9个师团和2个旅团30万余人，宣布死伤4万余人；中国军队投入75个师和9个旅75余万人，自己统计死伤30万人；至1937年11月12日上海沦陷，淞沪会战结束，中国军民浴血苦战，粉碎了日本“三个月灭亡中国”的狂妄计划，并争取了时间，从上海等地迁出大批厂矿机器及战略物资，为坚持长期抗战起了重大作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/淞沪会战>淞沪会战</a>"
},
{
"headline":"太原会战",
"startDate":"1937",
"endDate":"1937",
"text":"<p>    太原会战是抗日战争时期民国26年9月11日至11月8日间，中国第二战区与日本军队在山西太原附近地区进行的一场战役。这场战役结束后中国政府在华北、西北的大规模战事宣告结束，日军成功取得大同一带的煤炭资源。经天镇、广灵、灵邱、平型关、崞县、原平、忻口、太原等战斗。双方指挥官分别是国民革命军第二战区司令长官阎锡山和日本华北派遣军寺内寿一大将。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太原会战>太原会战</a>"
},
{
"headline":"武汉会战",
"startDate":"1938",
"endDate":"1938",
"text":"<p>    武汉会战(中国:武汉保卫战;日本:武汉攻略战)，是抗日战争中一场横跨安徽省、江西省、河南省、浙江省及湖北省等广阔地域大规模战役，国民政府军事委员会委员长蒋中正领导中国第5、第9战区部队以湖北武汉地区为中心，以抗击由华中方面军总司令畑俊六指挥的日本帝国陆军，该战役共进行了四个半月，是整个抗日战争中时间最长、规模最庞大和最出名的战役。日加列夫、特霍尔率领苏联航空志愿队支援。武汉会战包括有：马当战役、九江战役、黄梅战役、广济战役、田家镇战役、瑞昌战役、马头镇战役、星子战役、万家岭战役、富金山战役、信阳战役。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武汉会战>武汉会战</a>"
},
{
"headline":"台儿庄战役",
"startDate":"1938",
"endDate":"1938",
"text":"<p>    台儿庄战役为1938年3月至4月中旬国军在山东省南边台儿庄与意图由山东分两路进攻徐州的日军师团精锐进行的战役，日军第5师团板垣征四郎主攻临沂，第10师团矶谷廉介主攻滕县、临城、台儿庄。战役由李宗仁、孙连仲、张自忠、仵德厚、田镇南、关麟征、池峰城、王铭章等抗日名将指挥。这场战役是抗日战争中徐州会战的一部分。因为是对日抗战爆发后国军首次取得的胜利，又称为台儿庄大捷。台儿庄战役是中国军队取得的一次重大胜利。在历时近半个月的激战中，中国军队付出了巨大牺牲，参战部队4．6万人，伤亡、失踪7500人，歼灭日军1万余人。它沉重打击了日本侵略者的凶焰，极大地鼓舞了全国军民坚持抗战的必胜信心。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/台儿庄战役>台儿庄战役</a>"
},
{
"headline":"重庆大轰炸",
"startDate":"1938",
"endDate":"1943",
"text":"<p>    重庆大轰炸指中国抗日战争期间，由1938年2月18日起至1943年8月23日，日本对战时中国陪都重庆进行了长达5年半的战略轰炸。据不完全统计，重庆死于轰炸者10,000以上，超过17,600幢房屋被毁，市区大部份繁华地区被破坏。日本对重庆实施的空袭，是继德国在1937年4月西班牙内战中对格尔尼卡平民实施轰炸之后，历史上最先实行的战略轰炸。其目的是希望透过制造大量平民杀伤，以瓦解对方抵抗的士气。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/重庆大轰炸>重庆大轰炸</a>"
},
{
"headline":"徐州会战",
"startDate":"1938",
"endDate":"1938",
"text":"<p>    徐州会战，是1938年1月至5月，中国第五战区部队与日军华北方面军、华中派遣军各一部，在以江苏省徐州为中心的津浦（天津至浦口），陇海（宝鸡至连云港）铁路地区进行的大规模的防御战役。其中，三四月间的台儿庄大战最为著名，因围歼日军一万余人，史称之为台儿庄大捷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐州会战>徐州会战</a>"
},
{
"headline":"花园口决堤事件",
"startDate":"1938",
"endDate":"1938",
"text":"<p>    花园口决堤事件，为中国抗日战争初期的1938年6月9日，中华民国国民政府利用黄河伏汛期间决堤的灾难性事件。其目的是进行焦土政策，造成平汉铁路以东地区的洪水泛滥，试图阻止具压倒性优势的日军机械化部队沿黄河西进。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/花园口决堤事件>花园口决堤事件</a>"
},
{
"headline":"文夕大火",
"startDate":"1938",
"endDate":"1938",
"text":"<p>    文夕大火又称长沙大火，是长沙历史上毁坏规模最大的一次全城人为性质的火灾，也让长沙与斯大林格勒、广岛和长崎一起成为第二次世界大战中毁坏最严重的城市。1938年10月25日，武汉沦陷。武汉会战失利后，武汉的机关、工厂，以及大批难民和伤兵涌入长沙，使当时30多万人口的长沙骤增至50多万。加上以前长沙作为淞沪会战、南京保卫战等会战的后方，长沙已经积累了许多战略储备，商业也很繁荣。但长沙有限的铁路、公路和水路交通根本难以承载如此大量的迁入，这些都给日后的巨大损失埋下了隐患。11月8日，日军攻入湖南北部，并轰炸了长沙和衡阳。9日、11日，临湘、岳阳接连失守，中日对峙新墙河。长沙的局势十分严峻，当时政府为免军事物资遭日军获取，而规定焦土抗战的作战思想即敌军进入城郊30华里以内时，实施焦土政策（由李宗仁最早提出，其在抗战之初即发表“焦土抗战论”等论述），以为积极防御。11月10日日军攻陷湖南之岳阳，2天后，日军向岳阳以南离长沙还有250里的新墙河进犯，结果因为当时国军通讯困难，译电员竟将前方电讯漏一“墙”字，致将“新墙河”变成离长沙仅有12华里的“新河”。首先获得此讯息的长沙民兵自卫队，在没有得到指示的情况下，便擅自放火。城内警备司令部见城外起火，以为是信号，便全城放火，消防及警务人员见状也已撤离长沙，早前为了实行焦土政策，所有消防车也把水放了，换成汽油。于是中方将领发现后，大火已无法扑救，只能宣布弃城。最终造成文夕大火。长沙大火延续五日五夜，始自行熄灭。文夕大火毁灭了长沙城自春秋战国以来的文化积累，地面文物毁灭到几近于零。长沙作为中国少数几个2000多年城址不变的古城，文化传承也在此中断，在历史研究上造成无可估量的损失。人民流离失所，商业贸易、政府机关、学术机构等几乎完全被摧毁。但这只是大摧毁的开始。从1939年9月至1944年8月，日军发动了四次长沙会战，轰炸长沙100多次。国军在前三次会战勉强抵挡日军攻势。在文夕大火中损毁严重的长沙成为了一片废墟。当时《中央日报》的社论：“长沙近30年来，物质、人力欣欣向荣。全国都市中，充实富庶，长沙当居首要。百年缔造，可怜一炬。”史家陈寅恪亦有大量的书籍也在长沙大火中一本无存。当时的人民还写了对联：“治绩安在？两大方案一把火； 中心何忍？三个人头万古怨。 横批： 张惶失措。”第一个字连起来正是张治中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文夕大火>文夕大火</a>"
},
{
"headline":"随枣会战",
"startDate":"1939",
"endDate":"1939",
"text":"<p>    随枣会战发生于1939年5月，日军为消灭中国第5战区的主力，向随县、枣阳地区发动进攻，中国军队与之展开为期20余天的会战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/随枣会战>随枣会战</a>"
},
{
"headline":"六六战役",
"startDate":"1939",
"endDate":"1939",
"text":"<p>    1938年8月后，孙蔚如奉命带领由原杨虎城领导的十七路军改编的第三十一军团（1939年初改编为第四集团军）防守中条山西部的平陆、芮城地区。从这时起到1939年3月间，第四集团军的健儿们曾5次粉碎日军对条西地区的疯狂“扫荡”，巩固了中条防线，保卫了中条山人民的安全，获得中条山人民的赞誉。可日军视第四集团军为中条山的“盲肠”，必欲除之而后快。于是， 继1939年“三二九”大扫荡之后，６月上旬，日军再次发动了更大规模的“六六”战役。这次日军使用的兵力有：牛岛实常第二十师团的4个联队，前田治第三十七师团的1个联队，第二十八骑兵联队，并配有野炮第二十六联队，山炮第一联队，共３万余人。在山口集成飞行队30多架飞机的支援下，兵分9路，由芮城县的陌南镇到平陆县的张店四州山等地，构成一个半孤形包围圈，向第四集团军阵地实施了全线进攻。日军此次作战的目的，是要将“第四集团军所属的第三十八军、第九十六军歼灭于芮城以东茅津渡以西地区，同时以山炮30门炸毁陇海路灵宝铁桥，彻底破坏陇海线之运输”。 　　1939年上半年，第四集团军是由第三十八军、第九十六军和川军第四十七军共3个军4个师和2个独立旅组成。第三十八军独立第四六旅驻平陆县城及其以东地区；第十七师驻守张茅公路沿线的茅津渡一带。第九十六军驻平陆县城以西至芮城陌南镇以东地区。李家钰的第四十七军防守夏县南部。第四集团军防地北面是连绵起伏的中条山脊，南面是天险黄河，北高南低，处处深沟巨壑，2万多人的部队在这个狭长地带，面山背水，很少回旋余地，地形十分不利；同时，中国守军战线长达60华里，仅有2.6万人防守，而敌人达３万多人，在兵力上也占劣势。 　　1939年6月6日（农历己卯年四月十九日）拂晓，日军步、骑、炮、空各兵种，联合向防守中条山西部的第四集团军阵地全线发动了进攻。 　　在东段，驻张店日军的二十师团第八十联队主力，沿张茅大道南下，向第十七师阵地岭峤、下牛、部官、大坪头进犯，以便把三十八军和九十六军隔断，然后包围予以歼灭之。同时，日军二十师团八十联队一部，经南北横尖向风口、红咀、连家湾一带独立四十六旅右侧阵地发动进攻；山北从善、大小李、西姚的日军第三十七师团重松联队主力1500余人，在炮兵、飞机配合下，分两路进攻风口、红咀独立四十六旅阵地北侧。 　　在西段，张村、曲村、姬家窑和蚕坊村的日军二十师团七十九联队三、四千人，于6日拂晓向第四集团九十六军一一七师一零五七团阵地扁豆凹、东黄草坡，一零五九团阵地西黄草坡、麻沟岭、猪嘴崖、凤凰咀阵地，发动猛烈进攻。 　　第四集团各部在东、西各线英勇抗击了日军的进攻，多次打退了敌人的攻势。但经过18小时激战，形势急剧恶化。第四集团总部遂决定调整部署，缩短战线，除令四十七军抽3个团攻击张店敌之侧背，三十八军十七师以有力部阻敌南犯外，令九十六军主力东撤，准备在平陆以西山地设置防御阵地。 　　6月7日，东、西两线终日苦战，形势继续恶化。在东部，7日拂晓，侵入太臣一带的日军3千余人，继续南犯，占领坂头。独立第四十六旅大部队向平陆以北的东坪头阵地转移。在西部，一一七师各部于7日转移时，因部队通讯联络不畅均未按时到达位置，而形成从庙底、西吴到张峪20多里大空隙，日军乘隙而进。下午5时，日军又从北、西两面，向张峪及柏树崖独立四十七旅发起攻势。下午6时，日军从东西北三面向平陆县城郊进逼，把第九十六军和独立四十六旅包围在平陆县城、太阳渡、大涧北、赵家坡等黄河北岸一个东西不到10里的低洼区。第九十六军和第三十八军独立第四十六旅陷入绝境，面临着全军覆灭的危险。 　　在此万重危急的形势下，独立第四十六旅旅长孔从洲根据本旅在敌后侦察所得的情况以及平陆县牺盟会等送来的情报，断然决定组织本旅部队星夜向北突围。他先要工兵连排除阵地前雷区的地雷。又指定一个连为突围前锋，为该连队配备了十几挺机枪，每人携带了大量的手榴弹，向北打开通路。前锋部队象一把尖刀，突然插入敌人后方，直出东车村，以迅雷不及掩耳之势，一举歼灭了敌人两个炮兵中队和后方医院；并收缴了一个伪军连的枪，破坏了公路和电话线，缴获了山炮12门，迫击炮4门。天色微明时，独立四十六旅进入夏县境内的东吴和南吴村山区埋伏下来。两天之后，他们回到平陆县与第三十八军军部会合。 　　独立第四十六旅出敌不意向北突围，打乱了日军部署，使九十六军绝路逢生。被逼到黄河岸边的一七七师师长陈硕儒见已临死地，为保存抗战实力，则率领身边不到３个团的兵力，猛向西边敌阵扑去，经过短暂的混战，插向敌后陌南镇。第九十六军军长李兴中也率部队向北面突围，于10日到达张茅大道东的将窝与三十八军会合。 　　孔、陈、李率部突围后，在敌人包围圈坚持战斗的张子馥营与敌在平陆县城北高地进行了反复肉搏，因伤亡惨重，撤到城内，后粮尽弹绝城破，大部官兵牺牲。离师部较远的新兵团和第五三一团部分官兵1000多人来不及突围，被敌压到黄河岸边，经过一小时血战，高呼着“宁跳黄河死，不作亡国奴”的口号，奋身跳进滚滚黄河之中。 　　日军攻陷平陆县城后，从13日拂晓起，以其主力1万多人分三路再向张茅大道以东的第三十八军第十七师、总部教导团和第四十七军发起大规模进攻。第三十八军军长赵寿山根据敌我力量对比情况，决定缩短战线，采取弹性防御，力争主动。他首先要十七师与四十七军分别防守南北两线夹击敌人；同时命令在稷王山打游击的两个团，与孙定国领导的新军二一二旅密切协作，在敌后积极袭扰敌人。在中国守军顽强抗击下，敌因伤亡惨重而无力继续进攻，在14日傍晚开始撤退。守军举行反攻，接连收复淹底、古王、计王、毛家山、庙凹、茅津渡、平陆县城、芮城县城等。21日，日军退回运城。 　　“六六”战役，进行了半个月，这是第四集团军在中条山进行的最大的也是最惨烈的一次战役，我军伤亡及失踪官兵达8800余人，日军伤亡约5000多个。此次战役粉碎日军对中条山的大规模进攻，在战略战术上都是成功的。战后，第一战区司令长官卫立煌到中条山巡视，称颂第三十八军是“中条山的铁柱子”。报纸新闻向全国报道称：“晋南大战，我军又造成光辉的胜利。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/六六战役>六六战役</a>"
},
{
"headline":"南昌会战",
"startDate":"1939",
"endDate":"1939",
"text":"<p>    南昌会战是中国抗战时期1939年春夏之际，中日双方以争夺江西省会南昌城为目标展开的会战。该会战是武汉会战后，中国军队抵御日本有限攻势的首次会战，也是中日正面战场进入相持阶段后中日军队的首次大战。中方参战部队为罗卓英指挥的第九战区部队，日方参战部队为冈村宁次指挥的第11军。会战中，国军26军军长陈安宝阵亡。日方称南昌作战，代号“仁号作战”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南昌会战>南昌会战</a>"
},
{
"headline":"哈拉哈河战役",
"startDate":"1939",
"endDate":"1939",
"text":"<p>    哈拉哈河战役（或称诺门罕战役、诺门坎战役）（俄语：Бои на Халхин-Голе；日语：ノモンハン事件）是第二次世界大战时日本及苏联在远东（在与中国境内内蒙古海拉尔接壤的蒙古国境内的诺门罕地区）发生的一场战争。日本称1939年5月11日至6月上旬的事件为第一次诺门罕事件；此后至9月16日停火为止，称为第二次诺门罕事件。苏联方主将为格奥尔基·康斯坦丁诺维奇·朱可夫，日方主将则为小松原道太郎。战事在1939年于当时的满洲与蒙古的边界诺门罕发生。1939年5月至8月，日军在中国黑龙江省西部与蒙古交邻边境地区挑起诺蒙坎事件（哈勒欣河事件）。日、俄双方的军队分别代表满洲国及蒙古国交战，但苏、日双方并没有向对方正式宣战。战事结局是日本关东军战败、苏联胜利。苏、日双方此后在二战中一直维持和平状态，直至1945年8月6日美军在日本广岛投下原子弹后，苏联在8月8日对日本宣战并发动八月风暴行动为止。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/哈拉哈河战役>哈拉哈河战役</a>"
},
{
"headline":"桂南会战",
"startDate":"1939",
"endDate":"1940",
"text":"<p>    桂南会战，发生在1939年11月－1940年11月，中国军队在广西南部地区防御侵华日军进攻的作战。会战期间，国府军虽然一度成功驱逐日军深入广西之进攻部队，但是广西与越南间的交通也因此受到影响，在昆仑关战役结束后第五军换防由桂系部队后日军再度发动攻势攻占昆仑关与南宁，整个会战的结果至此完全崩盘，最后仍以后撤作结；包括战前桂林行营对日军的战略意图判断错误，会战中无论是作为地主的桂系或是号称精锐的黄埔系将领都出现作战不力的状况，会战后惩处作战不力将官数目也是抗战史中首位，包括自白崇禧、陈诚以降共12名将级军官遭受降阶或革职之处份。然而，日军在攻占南宁后并未造成桂系部队的厌战情绪，滇缅公路的开通也让西方的援华动线更难摧毁，占领南宁一事便失去军事与战略价值，随后在1940年中日军便主动撤离南宁。南宁再被入侵要到1944年一号会战期间的事情。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桂南会战>桂南会战</a>"
},
{
"headline":"第一次长沙战役",
"startDate":"1939",
"endDate":"1939",
"text":"<p>    第一次长沙战役（又称为“第一次长沙会战”、“湘北会战”，日本称“湘赣会战”)，指1939年(民国28年)9月至10月抗日战争期间，中国第九战区部队在以湖南、湖北、江西三省接壤地区对日本军队进行的防御战役。这次战役是继“二战”欧洲大战爆发后日军对中国正面战场的第一次大攻势。日本为达到对国民政府诱降和军事打击，集中10万兵力从赣北、鄂南、湘北三个方向向长沙发起了进攻。第9战区代司令长官薛岳(1939年10月1日被正式任命为司令长官)为保卫长沙，采取以湘北为防御重点，“后退决战”、“争取外翼”的作战方针，调动了30多个师和3个挺进纵队，共约24万多人参加此次战役。至10月9日，中国军队第195师恢复到进占鹿角、新墙、杨林街之线，日军陆续退回新墙河以北地区；至10月14日，双方恢复战前态势。有两个因素令日军发动这次战役，其一是纳粹德国与苏联签署了苏德互不侵犯条约，另外日本关东军刚刚在诺门罕战役中被苏联红军击败，因此希望在中国发动大规模进攻以恢复士气。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第一次长沙战役>第一次长沙战役</a>"
},
{
"headline":"昆仑关战役",
"startDate":"1939",
"endDate":"1940",
"text":"<p>    昆仑关战役为抗日战争的大型战役之一，也是桂南会战中国民革命军投入战力最强规模部队的一场战役。地点位于中国广西战略要点昆仑关，起始时间为1939年12月18日－1940年1月11日。1939年）11月15日，日本军在北海湾龙门港登陆，攻占钦州、防城后，以一个师团又一个旅团的兵力于24日沿邕钦公路北犯侵占南宁。12月4日进占昆仑关，桂南会战打响。国民政府调集四个战区五个集团军的兵力参加桂南会战，以确保桂越国际交通线的安全。第三十八集团军中央军第五军奉命主攻昆仑关，12月18日凌晨战斗开始打响。12月30日第五军第三次攻克昆仑关，歼灭第21旅团5000余人，21旅团班长以上的军官死亡达85%以上，击毙敌少将旅团长中村正雄。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/昆仑关战役>昆仑关战役</a>"
},
{
"headline":"冬季攻势",
"startDate":"1939",
"endDate":"1940",
"text":"<p>    冬季攻势是指1939年11月26日至1940年4月1日，由南岳会议策定反攻作战计划，发动北起包头，南迄北海的冬季攻势，以二、三、九战区担任主攻。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冬季攻势>冬季攻势</a>"
},
{
"headline":"五原战役",
"startDate":"1940",
"endDate":"1940",
"text":"<p>    五原战役指1940年中国军队反攻五原的战役。1939年冬，驻军绥远西部五原、临河地区的绥远省主席傅作义将军，指挥所部两万余人，经四百里的长途奔袭，攻入日军占据的包头市。日军不甘心包头之战的失败，调集日伪军三万余人，于1940年1月末，分三路犯绥西。日军在飞机掩护下进入五原城。1940年3月20日，傅作义指挥反攻五原的战斗打响。经过3昼夜战斗，收复失地，共歼敌三干四百多人，俘三百余人，取得了战役的胜利。这是抗日战争以来国军少有的收复失地的战役。国民政府为此特电嘉奖。当时许多报刊称此战为“五原大捷”。在五原攻城的同时，傅作义部101师董其武师长指挥部队，击退了日军强渡乌加河而增援五原的尝试。自1939年12月至1940年4月，经包头、绥西和五原三大战役，日军伤亡4600余人，伪蒙军3个师被歼灭。日军以后再未敢进攻绥远西部。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五原战役>五原战役</a>"
},
{
"headline":"汪伪政府",
"startDate":"1940",
"endDate":"1945",
"text":"<p>    汪精卫政权，又称汪兆铭政权，是中国抗日战争期间由汪精卫（本名汪兆铭）等投靠日本的中国国民党党员为首所建立的政权，其以“中华民国国民政府”为名，实际上则是日本在战争期间扶持的亲日政府之一。1940年在日本支那派遣军的扶持下成立于南京，汪精卫担任该政权的“国民政府代主席”及行政院院长，周佛海、李士群为主要成员；1945年抗战结束后瓦解。当时因战争而迁都重庆的国民政府，不承认汪兆铭的“国民政府”及“行政院长”之职，因而被国民政府称之为“汪伪政府”，或南京“伪国民政府”，日本则称之为“南京国民政府”；中华人民共和国建立后，官方也将该政权称作“汪伪政权”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汪伪政府>汪伪政府</a>"
},
{
"headline":"百团大战",
"startDate":"1940",
"endDate":"1940",
"text":"<p>    百团大战是中国抗日战争中由中国共产党所率领的国民革命军第十八集团军（八路军）在1940年8月至10月间发动的以破坏华北日军占领的交通线、矿山为目的的大规模破袭作战(又称晋南游击战)。参加作战的中国军队包括八路军120师、129师和晋察冀军区与当地民兵。也是八路军在平型关战役之后参与较具规模的战役。战争初期战报统计（第一阶段）共达一百零五个团，因此定名为百团大战（原正太战役）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/百团大战>百团大战</a>"
},
{
"headline":"枣宜会战",
"startDate":"1940",
"endDate":"1940",
"text":"<p>    枣宜会战为1940年5月至6月，中国第5战区部队在湖北省枣阳、宜昌地区对日军华中派遣军第11军进行的防御战役，日军方面则称为宜昌作战，目标是消灭宜昌周围的第5战区兵力。枣宜会战历时近两月，日本原先的作战目标获得成功。虽然因为兵力不足无法对第五战区部队进行包围歼灭，但仍成功将其重创直到抗战结束都无法回复有效作战能力；除此之外，国民政府丢失了鄂北鄂西江汉平原富裕的产粮区，日军亦得以在宜昌取得前进基地，修建飞机场对重庆等大后方进行轰炸，加上欧战的不利形势，枣宜会战后，中国抗战进入最危险的时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/枣宜会战>枣宜会战</a>"
},
{
"headline":"香港保卫战",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    香港保卫战，又称香港攻防战、香港战役、香港攻略、十八日战事，是指第二次世界大战时，自1941年12月8日大日本帝国进攻英属香港至同年12月25日期间的战役。结果为1941年12月25日，香港总督杨慕琦投降，香港主权移交，香港成为大日本帝国香港占领地，为期三年零八个月。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/香港保卫战>香港保卫战</a>"
},
{
"headline":"第三次长沙战役",
"startDate":"1941",
"endDate":"1942",
"text":"<p>    第三次长沙战役（或称“第三次长沙会战”），指1941年（民国三十年）12月至1942年1月，在抗日战争中，中国第九战区国民革命军部队在湖南岳阳新墙河至长沙浏阳河之间地区抗击日本军队第11军进攻的防御战役。由于该战役中方大获全胜，因此又称长沙大捷。第二次世界大战时期，1941年12月24日，日本第11军出动12万兵力从湖南新墙河南进，第三次长沙战役（第三次长沙会战）开始。长沙守军由薛岳将军布置兵力，第十军李玉堂将军驻守长沙市区，并在岳麓山布置炮兵部队。国军第四军、七十三军、七十四军以及九十九军等参加长沙会战，总兵力约30万。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第三次长沙战役>第三次长沙战役</a>"
},
{
"headline":"皖南事变",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    皖南事变中的“皖南”即指事变发生地区“安徽南部”，而新四军则是指中国共产党辖下由叶挺、项英分别担任正、副军长的“国民革命军陆军新编第四军”；发生于1941年1月4日－1月14日的该事变是抗日战争时期国民党控制的顽军与新四军之间的一次冲突事件，事件中，新四军所属军部与皖南部队遭到了严重损失。此事件缘于国共摩擦激化的黄桥事件（1940年10月3日-10月6日）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/皖南事变>皖南事变</a>"
},
{
"headline":"上高会战",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    上高会战为1941年初日军为巩固南昌外围据点，保证占领区安全，决定对中国国民革命军第9战区部队实施的军事打击。上高会战，中国军队击毙日军少将指挥官岩永、大佐联队长滨田，歼灭日军16000余人，击落敌机1架，缴获日军军马2800余匹，辎重物资无数，军委会参谋总长何应钦将称之为“抗战以来最精彩的一战”。蒋介石对担任攻击主力的74军甚为满意，特以军委会名义授予74军“飞虎旗”一面，此为国民革命军中最高奖励。2010年4月3日，台湾国民党主连战到上高会战英雄纪念碑祭奠。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/上高会战>上高会战</a>"
},
{
"headline":"中条山战役",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    中条山会战，1941年3月间中华民国军队在山西省范围内的一场大规模对日作战。1940年12月26日，日本东条英机陆相和杉山元总长在迅速解决对华问题上取得一致意见，提出“不要单纯考虑南方，要确立以中国和北方问题为主的方针”。据此，1941年1月30日，日本中国派遣军提出“1941年度的作战，根据当前任务，大致确保现在的占领地区，尤其在夏秋季节须发挥综合战力，对敌施加重大压力。特别期待于在华北消灭山西南部国民政府中央军的一战。”此即中条山战役。伤亡：中条山战役前后历时一个多月，据日方的统计资料，国民革命军“被俘约35000名，遗弃尸体42000具，伤亡超过十万。日军损失计战死670名，负伤2292名”。在国民政府公布的材料中，“综合会战，计毙伤敌官兵9900名”，我军“共伤亡、中毒、失踪官兵达13751员名”。阵亡将军：第三军长唐淮源上将、第12师长少将寸性奇、第98军长中将武士敏、第70师长中将石作衡、205旅长少将徐积幛、215旅长中将赵锡章。新27师长中将王竣、新27师副师长梁希贤、新27师陈文杞少将参谋长(年29岁)及新编27师(17岁~20岁娃娃兵、女兵)全体阵亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中条山战役>中条山战役</a>"
},
{
"headline":"豫南会战",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    豫南会战为1941年1月至3月，中国第五战区部队在河南省南部对日军华中派遣军第11军进行的防御战役。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/豫南会战>豫南会战</a>"
},
{
"headline":"第二次长沙战役",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    第二次长沙战役（又称“第二次长沙会战”），指1941年（民国30年）9月至10月，抗日战争期间，以中国第九战区为主的部队在湖南省长沙地区对日本军队进行的防御战役；本次会战从1941年9月7日至10月9日结束，历时一个月。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第二次长沙战役>第二次长沙战役</a>"
},
{
"headline":"珍珠港事件",
"startDate":"1941",
"endDate":"1941",
"text":"<p>    珍珠港事件（日本称之“真珠湾攻撃”，美国则称其为“夏威夷作战”（Hawaii Operation））是日本帝国海军于1941年12月7日（美国时间）对美国太平洋珍珠港海军基地的一次奇袭作战。攻击珍珠港的计划来自日本与美国的外交冲突，由于日本自1937年发动对中国的战争后，长期无法脱身，经济也每况愈下。为了继续对中国的战争，日本国家政策逐渐走向夺取他国资源的计划，美国则因为日本在中国战场的多项战争罪行而施行道德禁运，并逐渐升级。1941年，美国政府要求日本至法属印度支那撤军，并连同荷兰与英国对日本停止了一切的石油出口。由于石油是日军继续战争的必备要素，美国此举令日本最终决定南下进攻夺取英国与荷兰资源丰饶的殖民地；同时也因为日本联合舰队司令山本五十六认为美国势必加以干涉，因此必须给予美国海军太平洋舰队致命的打击，令日本在南进取得成果、巩固势力后，能在有利的条件下和美国和谈。为此，山本拟定了攻击珍珠港的计划。日本海军派出了6艘航空母舰，共300多架飞机的兵力，并分为两波进行攻击，为了取得最大的战果，舰队于日本外交员继续与美国进行谈判时逐渐接近珍珠港，预计于外交破裂、交出宣战书后立即发动攻击。但因为一些事务上的延迟，令攻击在宣战声明前就已经开始。由于美军受到奇袭，日军取得重大成果，击沉与重创8艘战列舰、3艘巡洋舰和3艘驱逐舰、188架飞机被摧毁，并造成2,402人阵亡和1,282人受伤。然而，日军的胜利并不完全，岛上的发电站、维修设备、燃料和指挥总部大楼均未被破坏，未来海战的真正主力—航空母舰当时一艘也不在港内。即使如此，和美国的损失比起来，日本的损失甚微，仅损失了29架飞机和5艘袖珍潜艇，共65名士兵阵亡或失踪，并有一位日本潜艇乘员被俘虏。这场军事攻击对第二次世界大战的发展有着重大的影响。由于日本这次未宣而战的行动，美国公众舆论愤怒不已，全国自孤立主义转为支持参战，而欧洲的德国和意大利也对美国宣战，美国因此也加入了欧洲战场，因为其超强的工业能力，给予各个反轴心国阵营大量的资源，导致了最后轴心国的灭亡。另外由于参战前富兰克林·罗斯福总统亲同盟国、欲加入世界大战的态度，出现了知道日军即将攻击珍珠港、却不加以警告的阴谋论，其至今仍充满争议。珍珠港事件发生后，罗斯福发表了著名的《国耻演说》，声称12月8日是美国“活在耻辱中的一天”，后来成为了该国的纪念日。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/珍珠港事件>珍珠港事件</a>"
},
{
"headline":"中国远征军",
"startDate":"1941",
"endDate":"1945",
"text":"<p>    中国远征军是抗日战争期间中华民国政府为支援英国军队在缅甸殖民地对抗大日本帝国陆军、及保卫中国西南大后方补给线安全，而组建、出国作战的国民革命军部队。是中国与盟国直接进行军事合作的典型代表，也是甲午战争以来中国军队首次出国作战并立下赫赫战功。1941年12月23日，中英在重庆签署《中英共同防御滇缅路协定》，中英军事同盟形成，中国为支援英军在滇缅（时为英属地）抗击日本法西斯、并为了保卫中国西南大后方，组建了中国远征军。从中国军队入缅算起，中缅印大战历时3年零3月，中国投入兵力总计40万人，伤亡接近20万人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中国远征军>中国远征军</a>"
},
{
"headline":"河南大饥荒",
"startDate":"1942",
"endDate":"1942",
"text":"<p>    河南大饥荒发生在1942年或1941年夏到1943年春，河南省发生大旱灾，夏秋两季大部绝收。大旱之后又遭遇蝗灾，饥荒遍及全省110个县。据估计，1000万人口的河南省有300万人饿死，另有300万人逃亡到陕西、甘肃和西部一带。河南饥荒发生后，引起了各方面的关注。国内外报刊如《新华日报》、《解放日报》、《大公报》、《前锋报》等，都有不同程度的反映。中央曾三次拨发急赈款，第一次拨400万元，第二次拨1000万元，第三次拨2000万元，后河南省自筹赈款。当时执政的国民政府在收到河南受灾情报后，也先后采取了一系列措施来减轻灾害对河南民众造成的伤害。1943年，美国记者白修德报道此事。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/河南大饥荒>河南大饥荒</a>"
},
{
"headline":"浙赣战役",
"startDate":"1942",
"endDate":"1942",
"text":"<p>    浙赣战役为中日战争中期的大型战役之一，地点是在中国浙江江西，起始时间为1942年5月中旬。攻击部队为日军浙东军队共五师团，守军为中华民国国军。6月14日，日军攻陷浙赣铁路全线，不过七月起，中国守军反攻，之后，除了金华、义乌两地之外，浙赣线恢复发起日之前态势。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/浙赣战役>浙赣战役</a>"
},
{
"headline":"同古会战",
"startDate":"1942",
"endDate":"1942",
"text":"<p>    同古会战是一九四二年三月二十日，中国远征军200师，孤军直下在同古同日军2个集团军会战。战至一半，占据右翼的英军在没有通知中国军队的情况下独自逃跑，使得200师陷入弹尽粮绝的境地。最后在另一支中国军队的援救下，200师在夜里撤离，连一个扁担都没落下。战役历时12天最终以中国军队的主动撤退结束，而日军获得了一座空城。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/同古会战>同古会战</a>"
},
{
"headline":"滇湎路战役",
"startDate":"1942",
"endDate":"1944",
"text":"<p>    滇湎路战役为中国抗日战争的大型战役之一，地点是在中国云南省缅甸北部交界，起始时间为1942年3月上旬。日军第12、18、33、35师团及泰国军队两师，攻陷仰光，并在随后攻打缅北。中国部队越过边境，以200师为主，与其对抗。8月，一度占领缅北的中国军队退至怒江，该战役以日军占领缅甸而结束。第十一集团军司令兼昆明防守司令宋希濂,所部编入远征军，在滇西缅北抗击日军，征战三年，歼灭日军3个师团，完全打通了中印公路，取得了滇西北反击战的彻底胜利，为世界反法西斯战争胜利作出了贡献。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/滇湎路战役>滇湎路战役</a>"
},
{
"headline":"仁安羌之战",
"startDate":"1942",
"endDate":"1942",
"text":"<p>    仁安羌之战或称仁安羌大捷，是第二次世界大战期间发生在缅甸战役中的一场战斗，是缅甸战役的一部分。由孙立人领导的新38师，在此役中击败日军，是中国远征军首次在境外取得的胜利。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/仁安羌之战>仁安羌之战</a>"
},
{
"headline":"常德会战",
"startDate":"1943",
"endDate":"1943",
"text":"<p>    常德会战发生于1943年11月至12月，日本中国派遣军为牵制中国军队对云南的反攻，并掠夺战略物资，打击中国军队的士气，对第六战区和第九战区结合部发动的一场战役。日军第11军出动约9万人攻克常德，中国74军57师苦战16昼夜，几乎以全军覆没的代价为中国军队形成对敌的反包围赢得了主动，6天后中国军队收复常德。常德会战是抗日战争时期大规模的会战之一，也是抗战以来最有意义的胜利之一，在整个抗日战争乃至第二次世界大战中都具有一定地位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/常德会战>常德会战</a>"
},
{
"headline":"滇西缅北战役",
"startDate":"1943",
"endDate":"1945",
"text":"<p>    滇西缅北会战为抗日战争的大型战役之一，地点是在中国云南省与缅甸北部交界地区，起始时间为1943年12月初。其战役目的为打通中印公路。1945年3月底，中国远征军、英军及麦瑞尔突击队于芒友会师，日军则失缅北要塞。盟军由中美英三国军队联合组成，其中中国参战部队有中国驻印军、中国远征军等部队。战役总指挥为国军卫立煌将军，战役副总指挥为美军的约瑟夫·史迪威将军。日军主力为日军缅甸方面军，战役指挥有河边正三、木村兵太郎、田中新一等人，兵力总结达150,000余人。缅北滇西战役历时一年半，盟军以阵亡31443人、负伤35948人的代价，毙伤日军25000余人，打通了中国西南国际交通线—滇缅公路，并收复滇西怒江西岸全部失地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/滇西缅北战役>滇西缅北战役</a>"
},
{
"headline":"厂窖惨案",
"startDate":"1943",
"endDate":"1943",
"text":"<p>    厂窖惨案，二战期间日军在湖南省南县厂窖镇屠杀平民的惨案。1943年5月9日至12日，日军在这座小镇疯狂屠杀无辜百姓，制造了侵华第二大惨案，同时也是太平洋战争的最大惨案，仅三天共杀害我国同胞3万多人，每天杀1万多人，为二战时法西斯一天杀人数量之最，强奸当地妇女两千多人，犯下滔天罪行，震惊中外。当地建有厂窖惨案遇难同胞纪念碑。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/厂窖惨案>厂窖惨案</a>"
},
{
"headline":"鄂西会战",
"startDate":"1943",
"endDate":"1943",
"text":"<p>    鄂西会战发生于1943年5月至6月，是日军为打通长江上游航线并摧破重庆门户而向湖北西部国民革命军守军进攻的战役。日军先以约3个师团近5万人的兵力攻击第29集团军2个军的4万人，尔后以约6万人攻击第10集团军2个军，最后再以7万人攻击江防军2个军，各个击破，成功掳掠船只沿江而下，又重创了第六战区的众多部队，完成战前的作战计划。将掠获的大批船只下行。日军主要的损失发生在进攻石牌和会战结束回转驻地时，由于轻敌和行军错误，导致后卫部队被国军包围，日军主力经过战斗解救了被围部队。但日军独立17旅团遭重创。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鄂西会战>鄂西会战</a>"
},
{
"headline":"衡阳战役",
"startDate":"1944",
"endDate":"1944",
"text":"<p>    衡阳战役，又称衡阳保卫战、衡阳攻守战，是发生在1944年6月22日到1944年8月8日之间，抗日战争后期最惨烈的一场城市争夺战。伤亡：国军：总数约17,600余人，其中伤亡15,000余人，阵亡约7,600人，被俘约2,600人日军：总数近10万人，伤亡约19,380余人（日军陆军部官方数字：12,186），其中高阶将领战死390名，负伤520人中国平民：3174人1944年，蒋中正电令全国部队于8月20日，在各防区内向衡阳阵亡守军致敬。抗战胜利后，国民政府把衡阳定为抗战纪念城，1947年8月10日，衡阳抗战纪念城在岳屏山顶举行了命名奠基典礼时，蒋介石总统颁训词：“我第十军残余部队，喋血苦守此兀然孤城者，历时48日之久，此为全世界稀有之奇绩，而我中华固有道德之表现与发扬，亦以此为最显著。”“抗战八年，战死疆场之英雄烈士，至少数十万人；而保卫国土，致死不屈者，亦不在少数；但其对国家贡献之大，于全局胜败有决定作用者，当为衡阳守军。”（《救国日报》社社论）由于衡阳保卫战的战绩，方先觉所率第十军各师师长均获颁青天白日勋章，使得第十军成为中华民国建军史上至今唯一一个师长以上将官共获得青天白日勋章达到四座的军级部队。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/衡阳战役>衡阳战役</a>"
},
{
"headline":"桂柳会战",
"startDate":"1944",
"endDate":"1944",
"text":"<p>    桂柳会战亦被称为桂柳战役，是抗日战争中日本侵略军与国民革命军之间的1场主要战役。这场战役是豫湘桂战役、也被称为一号作战的第3部分。作为上述行动的一部分，这次进攻的主要目标是将日本占领的领土连接起来，同时，摧毁在该地区的美国陆军航空军基地。1944年8月在湖南和广东的战事后，日军第11和第23军分别对桂林及柳州发起进攻。防守在该地区的国民革命军部队主要是衡阳战役的残余，因此于11月1日，日军开始进攻时，桂林市只有20,000名守军防守。中国政府知道桂林不可能继续坚守，但出于国内政治原因而坚持防守，向被围困地区运送食品和生活用品。大多数平民在数周之前已从桂林逃离，该市已被烧成焦土。桂林已被加强防御，满布碉堡及铁丝网，广西部队由白崇禧将军指挥。约瑟夫·史迪威将军，是白的友好，不断运送美国军火增援白的部队力量。 守军在山丘边挖掘战壕。经过10天的激烈战斗，日军占领桂林，并在同日进入柳州。零星战斗仍在继续，因为中国军队迅速撤退，日本于11月24日已控制了广西约三分之二面积共75个县的地区，215,000名平民在报复及交火中丧生，伤亡人数更超过431,000人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桂柳会战>桂柳会战</a>"
},
{
"headline":"豫湘桂会战",
"startDate":"1944",
"endDate":"1944",
"text":"<p>    豫湘桂会战（日本称为“一号作战”或“大陆打通作战”）是日本帝国陆军于1944年4月至12月期间于中国河南、湖南和广西贯穿三地进行的大规模攻势。日军将此攻势分为两个阶段：进攻河南中部的“Koto作战”、长衡的“Togo一号作战”和针对桂林与柳州的“Togo二号”、“Togo三号作战”主要战略目标为：开通、由东北经华中、华南前往印度支那 、泰缅的路线，以及占领其东南方的机场，防止美国空军自该地起飞攻击日军海上交通线和轰炸本土。为了本次攻势，日军投入了超过40万名的士兵、800辆战车和将近7万匹马，于2400公里的战线发动攻击，这也是有史以来日军动员规模最大的一次攻势作战。最后日军成功占领美国空军基地，并给予中国人力与物质上相当大的损失，但同时也因为兵力不足而无法扩张战果，日后于中国战场长期维持守势。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/豫湘桂会战>豫湘桂会战</a>"
},
{
"headline":"湘粤赣战役",
"startDate":"1945",
"endDate":"1945",
"text":"<p>    湘粤赣战役为中日战争晚期的大型战役之一，地点是在中国江西、广东、湖南等省交接边境，起始时间为1945年1月中旬。攻击部队为沿海日军第68、104、40、27师团。守军为中国第七及第九战区共十一个军。2月，日军攻陷赣州，中国守军退守粤汉铁路范围之外。此役，日军虽一时打通粤汉铁路南段，破坏了赣南空军基地，但未能击溃守军主力，故不能有效地控制该地区。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/湘粤赣战役>湘粤赣战役</a>"
},
{
"headline":"日本投降",
"startDate":"1945",
"endDate":"1945",
"text":"<p>    1945年8月15日大日本帝国宣布无条件投降，且于9月2日举行投降仪式并正式签字投降，自此第二次世界大战宣告结束。1945年7月，大日本帝国海军实际上已无法继续执行作战任务，同时同盟国也不断实施东京大轰炸并开始策划入侵日本的没落行动。虽然以军事参议官会议为首的日本政府公开表示仍打算继续坚持与同盟国作战，然而日本高层也开始私下拜托保持中立立场的苏联就和平一事进行谈判，期望能尽可能争取日本和平投降后仍处于有利的谈判地位。但与此同时，苏联则依据其在德黑兰会议和雅尔塔会议中与美国及英国所做的承诺，开始准备计划攻击日本于海外布署的部队。1945年8月6日与8月9日，美军分别在广岛市和长崎市投下原子弹。另一方面苏联则在8月8日傍晚决定单方面废止《日苏中立条约》，并且根据《雅尔塔协定》的约定准备展开八月风暴行动。1945年8月9日午夜过后，已经向日本宣战的苏联军队迅速入侵日本的殖民地关东州、以及掌管满洲地区的傀儡政权满洲国等。这两项冲击造成在8月14日时，昭和天皇决定要求军事参议官会议接受美国、英国、中国与苏联在《波茨坦公告》中所订下的停战协定，并且透过驻瑞士和瑞典的大使馆来向盟军发放消息。在经过多次幕后谈判以及未遂政变后，昭和天皇在8月15日日本标准时间中午12时向日本全国以录音广播的方式发表《终战诏书》，宣布日本政府决定遵从同盟国集团的无条件投降之要求。8月28日，驻日盟军总司令开始接管政权且占领日本，随后同盟国集团便开始展开一系列战后改革计划，其中在1947年5月3日时公布新的《日本国宪法》。9月2日上午10时，包括大日本帝国、美国、中华民国、苏联、英国、澳大利亚、加拿大、法兰西共和国临时政府、荷兰和新西兰代表在停靠于东京湾的美国军舰密苏里号战列舰上举办投降仪式，日本政府官员于此签署《降伏文书》，正式结束第二次世界大战中双方的军事行动。而在第二次世界大战结束后，同盟国平民和部队开始庆祝第二次世界大战对日战争胜利纪念日。然而一些仍于亚洲和太平洋岛屿上独自作战的日本指挥官和军事人员则仍继续坚持作战，甚至一直到1970年代为止最后几名士兵在得知战争结束的消息后才宣布投降。而自从大日本帝国宣布投降后，历史学家也开始辩论针对平民投下原子弹的伦理道德问题。不过日本和西方同盟国则是在1952年4月28日时，由包括日本在内的48个国家一同签署《旧金山和约》并生效后，才正式从法律层面上结束彼此的战争关系；与此同时日本也结束长达7年的同盟国之军事占领状态，重新恢复日本的主权行使能力。而到了1956年时，日本政府才另外与苏联签订《日苏共同宣言》结束两国的战争状态。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/日本投降>日本投降</a>"
},
{
"headline":"湘西会战",
"startDate":"1945",
"endDate":"1945",
"text":"<p>    湘西会战为抗日战争后期中国战场最后一场大型会战。主要作战时间为1945年4月至6月，战场位置位于在中国湖南省中西部。侵华日军此战主要目的是争夺芷江空军基地，故又称“芷江作战”。湘西会战中国军队以伤亡1.9万余人（其中阵亡7737人）的代价毙伤敌人28174人（其中毙12498人），俘敌247人，缴获大小火炮24门，步枪 1300余支，机枪100挺，战马347匹，粉碎了日军攻占芷江机场的企图。湘西会战的胜利标志着日军中国战场攻势的结束。自此，中国战区再无大战。1945年8月21日，侵华日军代表今井武夫到芷江签订投降书。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/湘西会战>湘西会战</a>"
},
{
"headline":"八月风暴行动",
"startDate":"1945",
"endDate":"1945",
"text":"<p>    八月风暴行动（俄语：Советско-японская война，苏日战争），始于1945年8月9日，苏联占领了满洲帝国、蒙疆（内蒙古）、朝鲜半岛北部、南库页岛和千岛群岛。日本关东军迅速溃败，是日本投降和第二次世界大战结束的一个重要因素。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/八月风暴行动>八月风暴行动</a>"
},
{
"headline":"重庆谈判",
"startDate":"1945",
"endDate":"1945",
"text":"<p>    1945年抗日战争胜利后，为避免内战、争取和平，中囯共产党同国民党政府在重庆进行了为期43天的和平谈判，史称重庆谈判。 整个事件过程从1945年8月29日开始，至10月10日结束，国共双方签订了《政府与中共代表会谈纪要》（即《双十协定》）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/重庆谈判>重庆谈判</a>"
},
{
"headline":"外蒙古独立",
"startDate":"1946",
"endDate":"1946",
"text":"<p>    外蒙古独立是指外蒙古于20世纪上半叶脱离大清帝国和中华民国统治的历史事件。外蒙古包括现在的蒙古国以及唐努乌梁海地区。今日外蒙古大部分地区属蒙古国，目前是一个被国际社会广泛承认的主权独立的国家。而唐努乌梁海地区则先后被俄国、苏联控制，之后一部分被并入俄罗斯苏维埃联邦社会主义共和国（即现俄罗斯联邦），另外一部分则被并入蒙古人民共和国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/外蒙古独立>外蒙古独立</a>"
},
{
"headline":"东京审判",
"startDate":"1946",
"endDate":"1948",
"text":"<p>    指1946年1月19日至1948年11月12日在日本东京对第二次世界大战中日本首要战犯的国际审判。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东京审判>东京审判</a>"
},
{
"headline":"孟良崮战役",
"startDate":"1947",
"endDate":"1947",
"text":"<p>    孟良崮战役是1947年5月第二次国共内战期间在山东省中部的一次重大战役。中国共产党领导的华东野战军取得了战役的胜利，国民革命军第74师被完全消灭。孟良崮位于山东省蒙阴县和沂南县的交界处，面积仅1.5平方公里，海拔500米。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟良崮战役>孟良崮战役</a>"
},
{
"headline":"第二次国共内战",
"startDate":"1947",
"endDate":"1949",
"text":"<p>    第二次国共内战是中国抗日战争结束后，中国共产党与中国国民党执政的中华民国政府争夺中国政权的内战。1947年3月战争全面爆发，1949年共产党控制了中国大部分地区，并在北京建立中华人民共和国，国民党及中华民国政府则退往台湾，此后双方在台湾海峡两岸对峙至今。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第二次国共内战>第二次国共内战</a>"
},
{
"headline":"辽沈战役",
"startDate":"1948",
"endDate":"1948",
"text":"<p>    辽沈战役是中国近代史中第二次国共内战的“三大战役”之一，1948年9月12日开始，同年11月2日结束，共历时52天。中国共产党称之为辽沈战役，中国国民党称之为辽西会战，又作辽沈会战。中共将领林彪、罗荣桓指挥东北人民解放军在中国东北地区向被分割于沈阳、长春、锦州等地的中华民国国军发起进攻，以伤亡6.9万人的代价，消灭及收编国军东北剿匪总司令部总司令卫立煌所率领的1个剿匪总司令部、4个兵团部、11个军部、33个师部、旅部团部不计，共47.2万人，并攻占了东北全境。东北人民解放军获得完全胜利，辽沈战役后，中国人民解放军首次在兵力数量方面超越中华民国国军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/辽沈战役>辽沈战役</a>"
},
{
"headline":"西柏坡",
"startDate":"1948",
"endDate":"1949",
"text":"<p>    西柏坡是河北省石家庄市平山县一个普通山村，距华北重镇石家庄90公里。1948年5月，中共中央、中国人民解放军总部移驻这里。1949年3月23日，中共中央、中央军委和中国人民解放军总部，从西柏坡迁入北平。1949年3月5日至13日，中国共产党在西柏坡召开第七届中央委员会第二次会议。毛泽东指出夺取全国胜利，只是万里长征走完了第一步，并告诫全党“务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风。3月23日，中共中央、中央军委和中国人民解放军总部，由西柏坡出发，挺进北平。临行前毛泽东说：“我们就要进北平了。我们进北平，可不是李自成进北京。他们进北京腐化了，我们共产党人进北平是继续干革命，建设社会主义，直到共产主义。”西柏坡主要建设有西柏坡纪念馆，是全国著名革命纪念地和中宣部命名的全国百个爱国主义教育示范基地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西柏坡>西柏坡</a>"
},
{
"headline":"淮海战役",
"startDate":"1948",
"endDate":"1949",
"text":"<p>    淮海战役是中国近代史的第二次国共内战中“三大战役”之一。于1948年11月6日开始，1949年1月10日结束，历时仅仅六十五日。中国共产党称之为“淮海战役”（淮阴、海州），中国国民党称之为“徐蚌会战”（徐州、蚌埠）。徐州剿匪总司令部杜聿明及刘峙指挥中华民国国军五个兵团部、22个军部、56个师共55.5万人被中国共产党淮海战役总前敌委员会指挥的华东野战军和中原野战军消灭及改编，解放军总共伤亡13.4万人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/淮海战役>淮海战役</a>"
},
{
"headline":"平津战役",
"startDate":"1948",
"endDate":"1949",
"text":"<p>    平津战役（中国大陆称作平津战役，台湾称作平津会战）是国共内战“三大战役”之一，1948年11月29日开始，1949年1月31日结束，共64天。林彪、罗荣桓、聂荣臻、刘亚楼指挥中国人民解放军东北野战军和华北军区部队进攻，以伤亡3.9万人的代价，消灭及改编中华民国国民革命军3个兵团，13个军50个师52.1万人，控制北平、天津及华北大片地区。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平津战役>平津战役</a>"
},
{
"headline":"中华人民共和国",
"startDate":"1949",
"endDate":"今",
"text":"<p>    1949年10月1日的开国大典中，中华人民共和国中央人民政府宣告成立。中华人民共和国为社会主义国家，以马克思列宁主义为意识形态，依据中国特色社会主义理论指导思想，由宪法所赋予的中国共产党执政，实行中国共产党领导的多党合作和政治协商制度。中国行政区划划分为23个省、5个自治区、4个直辖市和2个特别行政区（即香港与澳门），地方各级人民政府由地方各级人民代表大会产生，接受国务院统一领导；全国人民代表大会授权特别行政区根据一国两制政策实行高度自治，特区主要官员人选须报国务院任命。全国跨越五个地理时区，但均使用中国标准时间（即UTC+8）。中华人民共和国是多民族国家，其中汉族占91.59%，其余55个民族为少数民族，中国政府认定的56个民族合称为中华民族，于国外凡是具有中华民族血统之人士皆通称为华人。中华人民共和国有24种民族文字，80多种民族语言，没有明确规定的国家语言，但以汉语普通话和规范简化汉字为“国家通用语言文字”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中华人民共和国>中华人民共和国</a>"
},
{
"headline":"开国大典",
"startDate":"1949",
"endDate":"1949",
"text":"<p>    中华人民共和国开国大典是指1949年10月1日15：00在北京为中华人民共和国中央人民政府成立而举行的仪式，直到21：00才结束，是中华人民共和国成立的标志。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/开国大典>开国大典</a>"
},
{
"headline":"渡江战役",
"startDate":"1949",
"endDate":"1949",
"text":"<p>    渡江战役又称京沪杭战役，是1949年4月21日至6月2日中国共产党领导的中国人民解放军为占领当时中华民国处于长江中下游流域的政治、经济中心，强渡长江并向中华民国国军发起的大规模战略性进攻战役。最终中国共产党占领中华民国首都南京，以及经济中心、当时世界四大都市之一的上海。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/渡江战役>渡江战役</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}