{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"明英宗 朱祁镇",
"startDate":"1457",
"endDate":"1464",
"text":"<p>      明英宗朱祁镇（1427年11月11日—1464年2月23日），明朝第六位皇帝。明宣宗长子。9岁即位，年号正统。即位初大事权归太皇太后张氏，以三杨主持政务 ，继续推行仁宣朝各项政策，社会经济有所发展。张氏死后，三杨去位，宠信太监王振，振遂广植朋党，启明代宦官专权之端。十四年，瓦剌入犯，听从王振之言亲征，抵土木堡兵败被俘。郕王朱祁钰被拥立为帝，改元景泰。元年（1451年），英宗被释回京，软禁于南宫。八年，石亨等发动夺门之变，英宗复位，改元天顺。庙号英宗，谥号法天立道仁明诚敬昭文宪武至德广孝睿皇帝。死后葬于十三陵之裕陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明英宗 朱祁镇>明英宗 朱祁镇</a>"
},
{
"headline":"夺门之变",
"startDate":"1457",
"endDate":"1457",
"text":"<p>    夺门之变，又称南宫复辟，乃发生于明朝代宗在位时期的一场政变，太上皇明英宗成功复辟，取回了其原本的帝位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夺门之变>夺门之变</a>"
},
{
"headline":"曹石之变",
"startDate":"1457",
"endDate":"1461",
"text":"<p>    石曹之乱，又称曹石之变，指明英宗南宫复辟后，石亨、曹吉祥因迎复之功而受到宠信，权势日重。石、曹二人相互勾结，图谋叛乱的事件。最后，石亨坐狱瘐死，曹吉祥被磔刑于市。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹石之变>曹石之变</a>"
},
{
"headline":"杨廷和",
"startDate":"1459",
"endDate":"1529",
"text":"<p>    杨廷和（1459年－1529年），字介夫，号石斋，谥文忠，四川承宣布政使司成都府新都县（今四川省成都市新都区）人，祖籍江西庐陵，明朝中期重臣、内阁首辅。杨廷和早年登进士，入翰林，参与修撰《明宪宗实录》、《大明会典》。正德年间，进文渊阁大学士，入内阁参与机务。明武宗后期担任内阁首辅，加少师、太子太师、华盖殿大学士，与刘瑾、江彬等宦官宠臣势力对抗，并逐步清除武宗时期政弊。武宗驾崩后无嗣，杨廷和与内阁大臣依宗法《皇明祖训》立兴献王世子朱厚熜继位，是为明世宗，并出台了一系列政弊改革方略。嘉靖初年，杨廷和与其子杨慎在大礼议事件中，因极力反对明世宗祭祀生父母，被迫致仕归乡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨廷和>杨廷和</a>"
},
{
"headline":"石亨",
"startDate":"1460",
"endDate":"1460",
"text":"<p>    石亨继承父职，因功升任宽河卫指挥佥事，善骑射。正统中累迁都督同知，充参将，辅佐朱冕镇守大同，后晋升都指挥使、都督佥事，接连击败兀良哈入侵。景泰元年，命佩镇朔大将军印，帅京军三万人，巡哨大同，并击溃地方入寇。景泰八年，石亨在榻前受命，见景帝病重，与曹吉祥等谋立明英宗。夺门之变后，明英宗复辟，石亨因首功，进封为忠国公。天顺四年，石亨大肆培植党羽，干预朝政。明英宗不能忍受，罢其职，得罪瘐死狱中，尽诛其党羽。后又以家属不轨，下诏狱，坐谋叛律斩，没其家资。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/石亨>石亨</a>"
},
{
"headline":"祝允明",
"startDate":"1460",
"endDate":"1527",
"text":"<p>    祝允明（1460—1527）字希哲，号枝山，因右手有六指，自号“枝指生”，又署枝山老樵、枝指山人等。汉族，长洲（今江苏苏州）人。他家学渊源，能诗文，工书法，特别是其狂草颇受世人赞誉，流传有“唐伯虎的画，祝枝山的字”之说。祝枝山所书写的“六体书诗赋卷”、“草书杜甫诗卷”、“古诗十九首”、“草书唐人诗卷”及“草书诗翰卷”等都是传世墨迹的精品。并与唐寅、文徵明、徐祯卿齐名，明历称其为“吴中四才子”之一。由于与唐寅遭际与共，情性相投，民间流传着两人的种种趣事。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/祝允明>祝允明</a>"
},
{
"headline":"曹吉祥",
"startDate":"1461",
"endDate":"1461",
"text":"<p>    曹吉祥（？－1461年），明朝宦官，永平滦州（河北滦县）人。最早为王振门下，时担任监军，参加过麓川之役、征兀良哈、讨邓茂七之变，有军功。景泰八年（1457年）正月十六日，与徐有贞、石亨、许彬等人勾结，乘景帝病重，迎英宗复位，史称“夺门之变”。以功升为司礼太监，总督三大营。钦晋封昭武伯，门下厮养冒官者多至千百人，朝士亦有依附者。天顺四年（1460年）石亨大肆培植党羽，干预朝政，得罪瘐死狱中。吉祥恐被斥，渐蓄异谋，暗令嗣(侄)子曹钦蓄养了大批死士，天顺五年（1461年）七月发动叛乱，事发前夕，马亮畏罪告发，曹钦匆忙起事，杀锦衣卫指挥同知逯杲、吴瑾等人，攻入皇城。事败，曹钦投井自尽，吉祥被磔于市。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹吉祥>曹吉祥</a>"
},
{
"headline":"谈允贤",
"startDate":"1461",
"endDate":"1556",
"text":"<p>    谈允贤 (1461年－1556年) ，中国古代4位（晋代鲍姑、西汉义妁、宋代张小娘子、明代谈允贤）女名医之一。明代南直隶无锡（今江苏无锡）人。出生于医学世家，其祖父曾任南京刑部郎中，是当地的名医，其祖母对医药也十分精通。秉承家学，从十来岁时即“昼夜不辍”地攻读各种医学典籍。著作有《女医杂言》一书传于世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谈允贤>谈允贤</a>"
},
{
"headline":"明宪宗 朱见深",
"startDate":"1464",
"endDate":"1487",
"text":"<p>      明宪宗朱见深（1447年12月9日—1487年9月9日），明朝第八位皇帝。明英宗长子。初名朱见浚。景泰三年（1452年）被废为沂王，天顺元年（1457年），英宗复辟，又被立为皇太子，改名朱见深。于天顺八年（1464年）登基，年号成化。初年为于谦平冤昭雪，恢复景帝帝号，又能体谅民情，励精图治。在位末年，好方术，终日沉溺于后宫与比他大19岁的万贵妃享乐，并宠信宦官汪直、梁芳等人，以至奸佞当权，西厂横恣，朝纲败坏。成化二十三年八月（1487年）驾崩，时年41岁。庙号宪宗，谥号继天凝道诚明仁敬崇文肃武宏德圣孝纯皇帝。葬于十三陵茂陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明宪宗 朱见深>明宪宗 朱见深</a>"
},
{
"headline":"郧阳民变",
"startDate":"1465",
"endDate":"1472",
"text":"<p>    郧阳民变，又称郧阳盗乱、郧阳起义，为明朝中叶成化年间，河南西华的“刘千斤”刘通、“石和尚”石龙、李胡子率数万流民作乱的历史事件。此后经明朝兵部尚书白圭、都御史项忠镇压，四路围攻，而最终平定此次民变。此后，明宪宗命都御史原杰负责平抚，并设立郧阳抚治以及郧阳府等州县进行管理。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郧阳民变>郧阳民变</a>"
},
{
"headline":"唐寅",
"startDate":"1470",
"endDate":"1524",
"text":"<p>    唐寅（1470年－1524年）明代著名画家、文学家。字伯虎，又字子畏，以字行，号六如居士、桃花庵主、逃禅仙吏等，南直隶苏州吴县人。唐寅玩世不恭而又才华横溢，诗文擅名，与祝允明、文徵明、徐祯卿并称“江南四大才子（吴中四才子、吴门四才子、姑苏四才子、苏州四才子）”，画名更著，与沈周、文征明、仇英并称“吴门四家”，又称为“明四家”。民间有很多关于唐伯虎的传说，最为人熟悉的《唐伯虎点秋香》曾多次被改编成戏剧，以及拍成电视剧及电影，也宣传、加深了唐伯虎在民间的形象。唐寅出生于世商家庭，有一妹一弟，父亲唐广德，经营一家唐记酒店。唐寅作品以山水画、人物画闻名于世，其创作的多幅春宫图也为他个人添加了“风流才子”的名声。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐寅>唐寅</a>"
},
{
"headline":"朱祐樘",
"startDate":"1470",
"endDate":"1505",
"text":"<p>    明孝宗朱祐樘（1470年7月3日—1505年5月7日），明朝第九位皇帝，明宪宗第三子，生母孝穆纪太后。在位期间，即位后努力扭转宪宗时朝政腐败状况，驱逐奸佞，勤于政事，励精图治，驱除宫内奸臣，任用王恕、刘大夏等为人正直的贤臣，使明朝再度中兴并发展为盛世。史称“弘治中兴”，因病英年早逝，享年36岁。庙号孝宗，谥号建天明道纯诚中正圣文神武至仁大德敬皇帝。葬于北京明十三陵泰陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱祐樘>朱祐樘</a>"
},
{
"headline":"文壁",
"startDate":"1470",
"endDate":"1559",
"text":"<p>    文徵明（1470-1559），原名壁，字征明。四十二岁起以字行，更字征仲。因先世衡山人，故号衡山居士，世称“文衡山”，明代画家、书法家、文学家。汉族，长州（今江苏苏州）人。生于明宪宗成化六年，卒于明世宗嘉靖三十八年，年九十岁，曾官翰林待诏。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐祯卿 并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文壁>文壁</a>"
},
{
"headline":"王守仁",
"startDate":"1472",
"endDate":"1529",
"text":"<p>    王守仁（1472年10月31日－1529年1月9日），幼名云，字伯安，号阳明子，谥文成，人称王阳明。浙江绍兴府余姚县（今浙江省宁波余姚市）人。明代最著名的思想家、哲学家、书法家兼军事家、教育家，官至南京兵部尚书、都察院左都御史，因平定宸濠之乱等军功而封爵新建伯，隆庆时追赠侯爵。王守仁是陆王心学之集大成者，非但精通儒、释、道三教，而且能够统军征战，是中国历史上罕见的全能大儒。因他曾在余姚阳明洞天结庐，自号阳明子，故被学者称为阳明先生，后世现在一般都称他为王阳明，其学说世称“阳明学”。在中国、日本、朝鲜半岛都有重要而深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王守仁>王守仁</a>"
},
{
"headline":"汪直擅政",
"startDate":"1477",
"endDate":"1483",
"text":"<p>    汪直擅政，又称汪直乱政、汪直用事、汪直专权，是指明朝成化十三年（1477年）至十九年（1483年）间，太监汪直通过西厂控制、扰乱朝政的时期。虽然汪直擅政没有像王振擅政一样导致明朝政权有颠覆的危险，但其却打开了宦官通过警察特务系统与朝廷官员勾结的先例。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汪直擅政>汪直擅政</a>"
},
{
"headline":"徐祯卿",
"startDate":"1479",
"endDate":"1511",
"text":"<p>    徐祯卿（1479－1511）字昌谷，一字昌国，汉族，吴县（今江苏苏州）人，祖籍常熟梅李镇，后迁居吴县。明代文学家，被人称为“吴中诗冠”，是吴中四才子（亦称江南四大才子）之一。因“文章江左家家玉，烟月扬州树树花”之绝句而为人称誉。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐祯卿>徐祯卿</a>"
},
{
"headline":"严嵩",
"startDate":"1480",
"endDate":"1567",
"text":"<p>    严嵩（1480年－1567年），字惟中，号介溪，江西分宜人，明朝权臣。孝宗弘治十八年（1505年）进士，改翰林院庶吉士，授翰林院编修，旋病休归里，读书八载，诗文峻洁，声名始著。武宗正德十一年（1516年），还朝复官。世宗嘉靖七年（1528年），奉命祭告显陵，归而极言祥瑞，世宗喜。几年内先后迁其为吏部右侍郎，进南京礼部尚书，两年后改任吏部尚书。嘉靖十五年（1536年），以贺万寿节至京师。时值廷议重修《宋史》，遂留京以礼部尚书兼翰林院学士衔主持其事。他善伺帝意，以醮祀青词，取得宠信，加为太子太保。二十一年（1542年），拜武英殿大学士。入直文渊阁，仍掌礼部事。后解部事，专直西苑；累进吏部尚书，谨身殿大学士、少傅兼太子太师，少师、华盖殿大学士。严嵩喜一意媚上，窃权罔利，专擅国政近二十年。士大夫侧目屏息，不肖者奔走其门，行贿者络绎不绝。戕害他人以成已私，并大力排除异已。他还吞没军饷，废弛边防，招权纳贿，肆行贪污；激化了当时的社会矛盾。晚年，以事激怒世宗，为世宗所疏远，抄家去职，两年而殁。著有《钤山堂集》40卷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/严嵩>严嵩</a>"
},
{
"headline":"明孝宗 朱祐樘",
"startDate":"1487",
"endDate":"1505",
"text":"<p>      明孝宗朱祐樘（1470年7月3日—1505年5月7日），明朝第九位皇帝，明宪宗第三子，生母孝穆纪太后。在位期间，即位后努力扭转宪宗时朝政腐败状况，驱逐奸佞，勤于政事，励精图治，驱除宫内奸臣，任用王恕、刘大夏等为人正直的贤臣，使明朝再度中兴并发展为盛世。史称“弘治中兴”，因病英年早逝，享年36岁。庙号孝宗，谥号建天明道纯诚中正圣文神武至仁大德敬皇帝。葬于北京明十三陵泰陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明孝宗 朱祐樘>明孝宗 朱祐樘</a>"
},
{
"headline":"弘治中兴",
"startDate":"1487",
"endDate":"1505",
"text":"<p>    弘治中兴是明朝明孝宗朱祐樘统治时期所出现的承平时期。明孝宗统治期间以弘治作为年号，朱祐樘自幼生于微寒，所以他在位期间“更新庶政，言路大开”，使成化朝以来奸佞当道的局面得以改观。明孝宗励精图治，被誉为“中兴之令主”，他在位期间，国家政治清明、经济繁荣、百姓富裕、天下小康，所以后世史学家称其为弘治中兴。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/弘治中兴>弘治中兴</a>"
},
{
"headline":"汪直 (宦官)",
"startDate":"1487",
"endDate":"1487",
"text":"<p>    汪直（15世纪－1487年），是明朝成化年间的宦官，广西桂平西北大藤峡人，瑶族。生卒不详，成化三年（1467年），襄城伯李瑾、尚书程信督师招讨南蛮，汪直被俘获，带至京师，经阉割后分赠王候。汪直初为宪宗宠妃万贵妃身边的小内侍，后被委派伺察刺事而受到信任。成化十三年，汪直得到明宪宗的宠信领新设特务机构西厂，权势远在锦衣卫和东厂之上。成化十五年，宪宗又诏令汪直训边，得以监管指挥九边兵马。而与万贵妃垄断朝纲，时人戏称“天下只识汪太监”。汪直揽政期间，独掌西厂，爪牙遍布全国,任意罗织罪名,屡兴大狱，肆意横行，士大夫“益俯首事直，无敢与抗者”，“先后凡六年，冤死者相属。”。内阁首辅商辂陈汪直十一罪，并说服内阁大臣万安、刘珝、刘吉等内阁重臣，加上九卿项忠等亦弹劾汪直，兼之宪宗在太监阿丑做一场《醉酒》戏突显汪直权大，宪宗知其意，当日罢黜西厂。虽然汪直不再掌管西厂，但仍然受宠，遂诬陷商辂收授指挥杨晔贿赂，而御史戴缙再次歌颂汪直功劳，请恢复西厂，商辂于是力求离去。商辂既去，士大夫更加俯首侍奉汪直，没有再敢与之抗者了。其后，明宪宗对他渐渐疏远，让汪直外出镇守大同、宣府。正史后续无提及汪直结局。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汪直 (宦官)>汪直 (宦官)</a>"
},
{
"headline":"朱厚照",
"startDate":"1491",
"endDate":"1521",
"text":"<p>    明武宗朱厚照（公元1491年—公元1521年），明朝第十位皇帝，明孝宗嫡长子，母亲张皇后，公元1505年—公元1521年在位，明武宗是历史上很有争议的一位皇帝。以往很多人认为他荒淫暴戾、怪诞无耻，是少见的无道昏君。然而通过近些年来历史学界的研究，人们对武宗的认识有所改变，有人认为他追求个性解放，追求自由平等，为人却又平易近人、心地善良，是极具个性色彩的一个人。庙号武宗，谥号承天达道英肃睿哲昭德显功弘文思孝毅皇帝，葬于北京十三陵之康陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱厚照>朱厚照</a>"
},
{
"headline":"张经",
"startDate":"1492",
"endDate":"1555",
"text":"<p>    张经（1492－1555），字廷彝，号半洲，福建候官县（今福建福州）洪塘乡人。正德十二年（1517）进士。授嘉兴知县。嘉靖四年（1525），召为吏科给事中，历户科都给事中、太仆少卿、右副都御史，协理院事。嘉靖十六年年进兵部右侍郎，总督两广军务，以镇压广西大藤峡瑶民起义有功，进兵部左侍郎。未几，与毛伯温定计抚定安南，进右都御史。平息思恩九土司及琼州黎民起义，进兵部尚书。后以忧归，服阕，命为陕西三边总督，被论为罢官。嘉靖三十二年起为南京户部尚书，改兵部。次年五月，以东南倭寇猖獗，命张经总督江南、江北、浙江、山东、福建、湖广诸军，专办讨倭，便宜行事。时倭二万余人占据柘林、川沙，张经选将练兵，并请调狼、土兵。嘉靖三十四年五月初一日，张经获王江泾大捷，杀敌一千九百八十多人，为抗倭以来第一战功。而严嵩亲信、察视江南军情的工部右侍郎赵文华，为攘夺其功，竟在张经报捷之前秘密上疏，说王江泾大捷是他督师出战的结果，同时诬陷张经“縻饷殃民，畏贼失机”，不出兵作战。首辅严嵩即禀报世宗，赵文华所言皆为事实，并诬称苏、松人皆怨恨张经。世宗大怒，于五月十六日下诏逮捕张经。七月二十五日，张经被逮至京，详细奏明进兵经过，请予免罪。世宗不听，将张经下狱论死。同年十月二十九日，与李天宠、杨继盛一起被斩于西市。张经有智勇，能用兵，在江南抗倭期间御将帅，守要害，有功无罪。被严嵩、赵文华陷害而死，天下咸称其冤。隆庆初复官，谥襄敏。有《张半斋稿》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张经>张经</a>"
},
{
"headline":"满仓儿案",
"startDate":"1496",
"endDate":"1496",
"text":"<p>    满仓儿案，为明朝弘治九年（1496年）的一起民事纠纷案件，起初案件是由于满仓儿被贩为歌妓而引起的一系列民事纠纷，但后来由东厂的参与和后来六部官员的反对，而成为一个政治打压事件。此案亦是明朝中期宦官干政的一个表现。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/满仓儿案>满仓儿案</a>"
},
{
"headline":"徐阶",
"startDate":"1503",
"endDate":"1583",
"text":"<p>    徐阶，（1503～1583），字子升，号少湖，汉族，明松江府华亭县人。曾密疏揭发咸宁侯仇鸾的罪行，且擅写青词为嘉靖帝所信任。和严嵩一起在朝十多年，谨慎以待；又善于迎合帝意，故能久安于位。起用了“严诬告、权轻重、详讼词、惩奸慝、省佐证”而著称于世的良臣福建晋江潘湖人黄光升为刑部尚书，可以说徐阶的整个政治生涯中的最大亮点就是他斗倒了权势熏天的严嵩。徐阶的忍辱负重是其政治权谋斗争中的杀手锏，而“徐阶曲意事严嵩”也成了权谋术中的经典案例。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐阶>徐阶</a>"
},
{
"headline":"俞大猷",
"startDate":"1503",
"endDate":"1580",
"text":"<p>    俞大猷（1503年－1580年），字志辅，号虚江，福建泉州府北郊濠市（今福建省泉州市洛江区河市乡）濠格头村人，原籍凤阳府霍邱县（今安徽霍邱）。是明代嘉靖年间与戚继光齐名的抗倭名将，亦是武术名家。嘉靖十四年（1535年），参加武科会试，中武进士第五名，授千户，守卫金门。嘉靖三十四年，俞于浙江嘉兴斩倭寇约二千人。嘉靖三十五年接任浙江总兵，先后平定浙西倭患，以及盘踞舟山的倭寇巢穴。嘉靖四十一年，俞从山西被调任福建总兵。次年，会同戚继光等人攻克福建莆田东南平海卫，再度给予倭寇强烈打击，并收复兴化城（今莆田）。经过俞大猷的努力，至嘉靖四十五年，基本消除倭寇对东南沿海的侵扰与祸害。为官清廉正直，不知逢迎赠贿予东厂，遭构陷入锦衣卫诏狱数月，为戚继光、胡宗宪救出，俞因此郁郁以终。卒后，赠左都督，谥武襄。为了纪念俞大猷抗倭的成就，现浙江丽水有一条街道以俞大猷的名字命名：大猷街。位于福建省晋江市的俞大猷墓为福建省文物保护单位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/俞大猷>俞大猷</a>"
},
{
"headline":"吴承恩",
"startDate":"1504",
"endDate":"1582",
"text":"<p>    吴承恩（1504年－1582年），字汝忠，号射阳山人，淮安府山阳县（今江苏省淮安市楚州区）人，代表作《西游记》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴承恩>吴承恩</a>"
},
{
"headline":"明武宗 朱厚照",
"startDate":"1505",
"endDate":"1521",
"text":"<p>      明武宗朱厚照（公元1491年—公元1521年），明朝第十位皇帝，明孝宗嫡长子，母亲张皇后，公元1505年—公元1521年在位，明武宗是历史上很有争议的一位皇帝。以往很多人认为他荒淫暴戾、怪诞无耻，是少见的无道昏君。然而通过近些年来历史学界的研究，人们对武宗的认识有所改变，有人认为他追求个性解放，追求自由平等，为人却又平易近人、心地善良，是极具个性色彩的一个人。庙号武宗，谥号承天达道英肃睿哲昭德显功弘文思孝毅皇帝，葬于北京十三陵之康陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明武宗 朱厚照>明武宗 朱厚照</a>"
},
{
"headline":"朱厚熜",
"startDate":"1507",
"endDate":"1566",
"text":"<p>    明世宗朱厚熜（1507年～1566年），明朝第十一位皇帝，明宪宗庶孙，明孝宗之侄，明武宗堂弟，兴献王朱佑杬嫡子。1521年--1566年在位，在位45年（在位时间之长在明代皇帝中仅次于其孙子明神宗），年号嘉靖。早期整顿朝纲、减轻赋役，对外抗击倭寇，后史誉之谓“中兴时期”。但不久与杨廷和等朝臣在议父兴献王尊号的问题上发生争论，史称“大礼议”之争。后期崇信道教，并痴迷于炼丹，致使后来发生“壬寅宫变”，从此不再理政。嘉靖四十五年（1566年）驾崩，终年60岁。庙号世宗，谥号钦天履命英毅圣神宣文广武洪仁大孝肃皇帝。葬于北京十三陵之永陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱厚熜>朱厚熜</a>"
},
{
"headline":"俺答",
"startDate":"1507",
"endDate":"1582",
"text":"<p>    俺答汗（1507年—1582年），阿拉坦是其名字，意思为“金子”。16世纪后期蒙古土默特部重要首领，孛儿只斤氏，成吉思汗黄金家族后裔，达延汗孙。阿勒坦汗，又译作“阿拉坦汗”、“俺答汗”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/俺答>俺答</a>"
},
{
"headline":"归有光",
"startDate":"1507",
"endDate":"1571",
"text":"<p>    归有光（1507年－1571年），字熙甫，一字开甫，明朝昆山（今江苏昆山）人，著名文学家，早年因老家在昆山项脊泾（今属太仓），自号项脊生，晚年居于震泽（太湖的雅称）附近，人称震川先生。归有光与王慎中、唐顺之诗文唱和，合称嘉靖三大家。嘉靖三家与茅坤等人同尊唐宋古文，是为“唐宋派”。归有光又与当时浙江德清的胡友信齐名，世称“归、胡”，并列《明史·列传·文苑》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/归有光>归有光</a>"
},
{
"headline":"刘六刘七起义",
"startDate":"1511",
"endDate":"1512",
"text":"<p>    刘六刘七叛乱，爆发于明朝正德六年（1511年），时刘瑾执政，“民困已极，庐舍几空”。刘六本名刘宠、刘七本名刘宸，兄弟二人皆河北霸州文安人，均“胆力弓矢绝伦”，骁勇善骑射，最初协助官府捕捉“响马盗”。正德四年（1509年），刘瑾家人梁洪向刘家索贿，遭到拒绝，梁洪怀恨在心，于是诬告刘氏兄弟是“畿南大盗”，二刘的家属遭到逮捕，并且到处张贴刘氏兄弟画像进行辑捕，刘氏兄弟只好投靠响马盗首领张茂。正德五年（1510年）十月，刘六、刘七在霸州起义。并在安肃（现在的河北徐水）劫狱，救出齐彦名。赵鐩、杨虎等当地贫苦农民纷起响应，迅速发展为万余人。正德六年（1511年）刘六、刘七攻占束鹿县城（今旧城镇）。明武宗以谷大用总督军务，与伏羌伯毛锐、右佥都御史陆完率京营镇压。这时义军被迫兵分两路，刘六、刘七、齐彦名为一路，杨虎、赵鐩、刘三、邢老虎为一路。东路军转战山东、河南，西路军转战河南、山西。义军多马户出身，“一昼夜驰数百里”，官军怯不能战，两军会师霸州，有十余万人之众，直逼京师，北京宣布戒严，兵部紧急关闭九门，号召通州、良乡、涿州等各地勤王，刘六、刘七放弃攻城计划，遂转战京畿诸县。朝廷加派京营精锐部队，这时陆完采取南北合击战术，调边将总兵许泰，不久又起用辽东、宣府、大同、延绥四镇边军入卫北京，号称“外四家”，开启调操边军之先河。刘六至霸州，被陆完军再击。刘六、刘七转向南攻沧州，陷长山（今武强），辗转南撤，一路受到陆完军攻击，又北上回文安，进击武清，退向河南[1]。正德七年（1512年）刘六、刘七军与陆完军交战，屡屡失利。四月，至黄州（今湖北黄冈），朝廷集结十万重兵围剿。刘六投水自尽，刘七与齐彦名弃马登舟，退至通州（今江苏南通）之狼山（长江北岸），最后刘七中箭落水死，齐彦名中枪身亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘六刘七起义>刘六刘七起义</a>"
},
{
"headline":"胡宗宪",
"startDate":"1512",
"endDate":"1565",
"text":"<p>    胡宗宪(1512—1565年)，汉族。字汝贞，号梅林，徽州绩溪（今属安徽）人，明朝抗倭名将。万历十七年（1589），御赐归葬故里天马山，谥号襄懋。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡宗宪>胡宗宪</a>"
},
{
"headline":"严世蕃",
"startDate":"1513",
"endDate":"1565",
"text":"<p>    严世蕃（？－1565年），字东楼，明嘉靖帝的首辅严嵩之子。世蕃深得其父严嵩重用，为帝拟奏对，深得皇帝心意，官工部左侍郎。严嵩妻子欧阳氏去世，邹应龙弹劾严世蕃在丧期内纵淫。严世蕃获罪遗戍雷州，严嵩削职为民。严世蕃暗中逃回故里，勾结汪直和日本人，肆意淫乐。嘉靖四十三年（1564年），皇帝命林润巡察江南。林润得知严世蕃在家乡为非作歹，上疏弹劾世蕃“乘轩衣蟒，有负险不臣之心，日夜与龙文诽谤朝政，盅惑人心。”嘉靖四十四年（1565年），严世蕃、罗龙文斩于市。从严家搜查出家财，得黄金三万余两，银二百万余两。世蕃好附庸风雅，颇善古文器玩，听说曾一度藏有“清明上河图”。世蕃以好淫闻名于世，“肉唾壶”的典故即出自严世蕃。世蕃仿苻朗，每天清晨醒来，数十位姬妾赤裸伏在床前，仰起颈项，张著口以为严世蕃的痰盂。严家查抄后，郡司奉台使见床下堆弃新白绫汗巾无数，知情者曰：“此秽巾，每与妇人合，辄弃其一，岁终数之。”据闻一年下来，床下最多有九百多张白绫汗巾，则世蕃几乎日日行淫数次。有人说西门庆的原型是他。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/严世蕃>严世蕃</a>"
},
{
"headline":"高拱",
"startDate":"1513",
"endDate":"1578",
"text":"<p>    高拱（1513～1578），祖籍山西洪洞，中国明代嘉靖、隆庆时大臣。字肃卿，号中玄。汉族，河南新郑人。嘉靖进士。穆宗为裕王时，任侍讲学士。先世避元末乱迁徙新郑。祖父高魁，官工部虞衡司郎中。父高尚贤，正德十二年（1517年）进士，官至光禄寺少卿。嘉靖四十五年（1566）以徐阶荐，拜文渊阁大学士。明神宗即位后，高拱以主幼，欲收司礼监之权，还之于内阁。与张居正谋，但张居正在太后前责高拱专恣，致被罢官。万历六年死于家中。七年，赠复原官。著作有《高文襄公集》。高拱是明中叶有才干的政治家之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高拱>高拱</a>"
},
{
"headline":"海瑞",
"startDate":"1515",
"endDate":"1587",
"text":"<p>    海瑞（1515－1587），字汝贤，号刚峰，回族，广东琼山（今属海南）人。明朝著名清官。历任知县、州判官、尚书丞、右佥都御史等职。为政清廉，洁身自爱。为人正直刚毅，职位低下时就敢于蔑视权贵，从不谄媚逢迎。一生忠心耿耿，直言敢谏，曾经买好棺材，告别妻子，冒死上疏。海瑞一生清贫，抑制豪强，安抚穷困百姓，打击奸臣污吏，因而深得民众爱戴。他的生平事迹在民间广泛流传，经演义加工后，成为了许多戏曲节目的重要内容。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/海瑞>海瑞</a>"
},
{
"headline":"杨继盛",
"startDate":"1516",
"endDate":"1555",
"text":"<p>    杨继盛（1516年－1555年），字仲芳，号椒山，追谥忠愍。北直隶容城县人，明代后期官员。著有《杨忠愍文集》。因弹劾严嵩而死，被奉为北京城的城隍。杨继盛为嘉靖二十六年（1547年）丁未科进士。他生性鲠直，刚正不阿。任兵部员外郎时，鞑靼首领俺答数次入寇，咸宁侯仇鸾请开马市以和之，杨继盛上书《请罢马市疏》，力言仇鸾之举有“十不可五谬”，严嵩庇护仇鸾，继盛坐贬狄道（今甘肃临洮县）典史。杨继盛在狄道开办学校，选了一百多名孩子上学，其妻张贞变卖珠宝首饰，作学校的经费。一年后，俺答依然扰边，马市全遭破坏。明世宗知继盛有先见之明，严嵩再度起用杨继盛，调为山东诸城县令，改任南京户部主事、刑部员外郎、兵部武选司，连迁四职。嘉靖三十二年（1553年），杨继盛以《请诛贼臣疏》弹劾严嵩，历数严嵩“五奸十大罪”，严嵩反冠以“诈称亲王令旨”的罪名下锦衣卫狱，廷杖一百，有人送与蚺蛇胆一具，说是可解血毒，杨继盛拒绝，曰：“椒山自有胆，何蚺蛇为？”后杨继盛于狱中自行割下烂肉三斤，断筋二条，受尽三年折磨。嘉靖三十四年（1555年）十月初一，严嵩授意刑部尚书何鳌，将继盛与闽浙总督张经、浙江巡抚李天宠、苏松副总兵汤克宽等九人处决，弃尸于市，临刑有诗曰：“浩气还太虚，丹心照千古。”，继盛妻殉夫自缢。燕京士民敬而悯之，以继盛故宅，改庙以奉，尊为城隍，并以其妻配祀。死后十二年，穆宗立，追谥忠愍。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨继盛>杨继盛</a>"
},
{
"headline":"李时珍",
"startDate":"1518",
"endDate":"1593",
"text":"<p>    李时珍（明武宗正德13年－明神宗万历21年，即1518年7月3日-1593年），字东璧，晚年自号濒湖山人。蕲州（今湖北省黄冈市蕲春县蕲州镇）人，生于蕲州亦卒于蕲州。李时珍是中国明朝也是中国历史上最著名的医学家、药学家和博物学家之一，其所著的《本草纲目》是本草学集大成的著作，对后世的医学和博物学研究影响深远。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李时珍>李时珍</a>"
},
{
"headline":"明武宗南巡之争",
"startDate":"1519",
"endDate":"1519",
"text":"<p>    明武宗南巡之争，又称正德南巡‎之争，为明朝正德十四年（1519年）农历三月的一起政治事件。明武宗在江彬的唆使下诏南巡，遭到明朝百官的集体反对，最终以一百余位官员受刑或贬迁，明武宗收回成命而告终。同年六月，宁王朱宸濠叛乱，史称“宸濠之乱”。虽然佥都御史王守仁在七月底即平定叛乱，武宗仍然隐瞒战功，而自封“镇国公”以平乱为由，于同年八月开始南巡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明武宗南巡之争>明武宗南巡之争</a>"
},
{
"headline":"宁王之乱",
"startDate":"1519",
"endDate":"1519",
"text":"<p>    宁王之乱，又称宸濠之乱，指明武宗正德十四年（1519年）由宁王朱宸濠在南昌发动的叛乱，波及江西北部及南直隶西南一带（今江西省北部及安徽省南部），最后由赣南巡抚王守仁（王阳明）平定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宁王之乱>宁王之乱</a>"
},
{
"headline":"明世宗 朱厚熜",
"startDate":"1521",
"endDate":"1567",
"text":"<p>      明世宗朱厚熜（1507年～1566年），明朝第十一位皇帝，明宪宗庶孙，明孝宗之侄，明武宗堂弟，兴献王朱佑杬嫡子。1521年--1566年在位，在位45年（在位时间之长在明代皇帝中仅次于其孙子明神宗），年号嘉靖。早期整顿朝纲、减轻赋役，对外抗击倭寇，后史誉之谓“中兴时期”。但不久与杨廷和等朝臣在议父兴献王尊号的问题上发生争论，史称“大礼议”之争。后期崇信道教，并痴迷于炼丹，致使后来发生“壬寅宫变”，从此不再理政。嘉靖四十五年（1566年）驾崩，终年60岁。庙号世宗，谥号钦天履命英毅圣神宣文广武洪仁大孝肃皇帝。葬于北京十三陵之永陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明世宗 朱厚熜>明世宗 朱厚熜</a>"
},
{
"headline":"大礼议",
"startDate":"1521",
"endDate":"1524",
"text":"<p>    大礼议，是明朝嘉靖年间因明世宗生父称号问题引起的一场政治斗争，发生于明世宗登基不久之时。当时，世宗与杨廷和、毛澄为首的武宗旧臣们之间关于以谁为世宗皇考（即宗法意义上的父亲），以及世宗生父尊号的皇统问题发生了争议和斗争。大礼议历时整整三年（1521年至1524年），以明世宗朱厚熜一方施加强权压迫获胜而告终。嘉靖十七年九月，廷议追尊朱祐杬为睿宗，祔于太庙，并改其陵墓名为显陵。反对一方的官员被悉数削职致仕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大礼议>大礼议</a>"
},
{
"headline":"北虏南倭",
"startDate":"1521",
"endDate":"1567",
"text":"<p>    北虏南倭是明朝嘉靖年间，中国的两大外患。终嘉靖之世，举国上下都为之困扰，面对外患的过程中也暴露了很多明朝积存的问题。北虏：元朝残余力量北逃后，是为北元，北元又分裂为鞑靼和瓦剌二部。其中鞑靼衰退，瓦剌遂成为中国北疆的最大威胁。 瓦剌也先汗在明英宗正统十四年（1449年年）入寇中国，是为土木堡之变。蒙古在此后百年的内斗，鞑靼重夺主宰地位，鞑靼土默特部的俺答脱颖而出，于明嘉靖年间独立建国，进而威胁中原。嘉靖二十五年（1546年），俺答称汗，遣使议和并求通贡市，明世宗屡次拒绝。嘉靖二十九年（1550年）六月，俺答兵迫大同，是为庚戌之变。俺答以武力成功逼使明廷答应开市，但北部边境蓟辽地区的滋扰直到嘉靖三十二年（1553年）方始消停。明穆宗隆庆四年（1570年），俺答为救孙儿把汉那吉，与明朝开始和谈，次年达成协议，明朝封俺答为顺义王，开放十一处边境贸易口岸，史称俺答封贡。北虏问题至此告一段落，封贡换来北疆过百年和平，直到满清崛起时，九边烽烟再现。南倭明成祖晚年，在郑和下西洋后实行海禁政策，只开放勘合贸易（官方许可贸易）予日本进行贸易。但后来到了嘉靖二年（1523年）爆发了宁波之乱，加上稍早时，葡萄牙人入侵发生了屯门之战与西草湾之战，此后沿海治安多次陷入危机。虽时至晚明，明代海防平寇，戡乱依然实力未减。明廷以此中断一切对外贸易，中日贸易从业者生计大受打击，遂成海盗。倭寇并不是只有日本人，最知名的当是中国人汪直。经过名将胡宗宪、戚继光与俞大猷的努力，倭寇问题在嘉靖末年基本被解决。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北虏南倭>北虏南倭</a>"
},
{
"headline":"朱宸濠",
"startDate":"1521",
"endDate":"1521",
"text":"<p>    朱宸濠（？－1521年1月12日），朱元璋第十七子宁王朱权五世孙，继为宁王。发动宸濠之乱，被赣南巡抚王守仁所俘，而后处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱宸濠>朱宸濠</a>"
},
{
"headline":"张居正",
"startDate":"1525",
"endDate":"1582",
"text":"<p>    张居正（1525年－1582年），字叔大，号太岳，中国湖广江陵（今属湖北省）人，又称张江陵，谥号“文忠”。明代政治家，改革家。生于世宗嘉靖四年（1525年），自幼聪颖。十二岁投考生员，十六岁中举。嘉靖二十六年（1547年）中进士，由庶吉士至翰林院编修。穆宗隆庆元年（1567年）居正任吏部左侍郎兼东阁大学士。上《陈六事疏》，声明自己关于改革时政的意见。经历了激烈的内阁斗争后，最终与高拱并为宰辅，为吏部尚书、建极殿大学士。神宗万历初年，居正与宦官冯保合谋逐高拱（关于与冯保合谋逐高拱之事，近代有不少学者提出异议），代为首辅。当时神宗年幼，张居正得到当时摄政的神宗生母李太后的完全信任，一切军政大事均由他主持裁决，前后当国十年，实行了一系列政治经济改革措施，收到一定成效。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张居正>张居正</a>"
},
{
"headline":"李成梁",
"startDate":"1526",
"endDate":"1615",
"text":"<p>    李成梁（1526年－1615年），字汝契，号引城，铁岭（今辽宁铁岭）人，明朝后期将领。李颇有将才。镇守辽东30年期间组织辽东铁骑，先后十次奏大捷。但因位望益隆，贵极而骄，奢侈无度，万历三十六年被劾罢。万历四十三年卒。李成梁前后两次任辽东总兵，第一次是二十二年，第二次是八年，一共三十年时间。《明史》说李成梁“英毅骁健，有大将才……”“帝辄祭告郊庙，受廷臣贺，蟒衣、金缯，岁赐稠叠。边帅武功之盛，两百年来所未有”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李成梁>李成梁</a>"
},
{
"headline":"戚继光",
"startDate":"1528",
"endDate":"1588",
"text":"<p>    戚继光（1528年11月12日－1588年1月5日），字元敬，号南塘，晚号孟诸，汉族，山东登州人，祖籍安徽定远。明代著名抗倭将领、军事家，与俞大猷齐名。其父戚景通任漕运官员（今山东省微山县鲁桥镇）戚继光亦出生于此地。率军之日于浙、闽、粤沿海诸地抗击来犯倭寇，历十余年，大小八十余战，终于扫平倭寇之患，被现代中国誉为民族英雄，卒谥武毅。世人称其带领的军队为“戚家军”。有多部军事著作及诗作传世，戚继光纪念馆现为福建省爱国教育基地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/戚继光>戚继光</a>"
},
{
"headline":"沈鲤",
"startDate":"1531",
"endDate":"1615",
"text":"<p>    沈鲤（1531年－1615年），字仲化，号龙江，河南归德（今商丘）人。谥文端。明朝政治人物。沈鲤嘉靖二十八已酉（1549年）举人，四十四年（1565年）考中乙丑科进士，改庶吉士，进编修，升侍讲学士、吏部右侍郎、左侍郎。张居正约沈鲤于家宅同写奏折，沈鲤说：“国政绝于私门，非体也！”万历十二年（1584年）冬拜礼部尚书。首铺申时行请旨于万历十六年（1588年）将其放归。万历三十年（1602年）七月以故官兼东阁大学士入阁参与机务，誉满朝野，为首辅沈一贯妒。万历三十四年（1606年），罢归。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沈鲤>沈鲤</a>"
},
{
"headline":"沈一贯",
"startDate":"1531",
"endDate":"1615",
"text":"<p>    沈一贯（1531年－1615年），字肩吾、又字不疑、子唯，号龙江，又号蛟门，鄞县（今浙江宁波）栎社沈家人。明朝万历年间首辅，也是诗人。隆庆二年登进士第，改庶吉士，授检讨，历充纂修官，南京礼部尚书，东阁大学士，太子少保，户部尚书，武英殿大学士，吏部尚书。身后赠太傅，谥文恭。张居正主政时，与张多有不合，长期被闲置不用。张居正去位，经廷臣举荐，沈一贯升东阁大学士，始入阁参预明廷机务。史载“一贯之入阁也，辅政十有三年，当国者四年，枝柱清议，论者丑之”。当时万历帝长期称病疏于朝纲，大权遂旁落沈一贯手中。沈一贯网罗朋党，大力排除异己。沈一贯执政后期，楚太子狱、妖书案、辛亥京察案三事均与他有直接关系，故而弹劾者甚众。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沈一贯>沈一贯</a>"
},
{
"headline":"申时行",
"startDate":"1535",
"endDate":"1614",
"text":"<p>    申时行（1535年－1614年），字汝默，号瑶泉，晚号休休居士，明朝南直隶长洲县（今属苏州市）人。政治人物，曾任首辅。赠太师，谥文定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/申时行>申时行</a>"
},
{
"headline":"朱载垕",
"startDate":"1537",
"endDate":"1572",
"text":"<p>    明穆宗朱载垕（公元1537年－1572年），明朝第十二位皇帝。明世宗第三子，明世宗病死后继位。少年因其母缘故不得父皇宠爱。登基后内忧外患使他关心朝局，对他登极后处理政务有着较大的影响。倚靠高拱、陈以勤、张居正等大臣的鼎力相助，实行革弊施新的政策。 但沉迷媚药，也服这些媚药助兴，导致不理朝政。朱载垕在位6年，病崩，终年36岁。庙号穆宗，谥号契天隆道渊懿宽仁显文光武纯德弘孝庄皇帝。葬于十三陵昭陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱载垕>朱载垕</a>"
},
{
"headline":"壬寅宫变",
"startDate":"1542",
"endDate":"1542",
"text":"<p>    壬寅宫变是发生在明朝嘉靖年间、由宫女们意图杀死明世宗嘉靖皇帝的一次失败事件。由于此事发生在壬寅年，所以称之为“壬寅宫变”。当时嘉靖皇帝为求长生不老药，在宫廷中建起斋醮，命方士炼丹。当时皇帝迷信，认为未有经历性行为的宫女的经血可保长生不老，令礼部派员在京城、南京、山东、河南等地挑选了民间少女进宫。为保持宫女的洁净，宫女们不得进食，而只能吃桑、饮露水，动辄予以殴打，有二百多位宫女被打死。所以，被征召的宫女都不堪苦痛。恰此时严嵩为讨好皇帝献上一个“五色龟”，说是“神龟”，嘉靖将这乌龟奉为神灵，交给杨金英等宫女喂养。虽然杨等人精心喂养，可这乌龟因被染色，还是死了。惊恐的杨金英等人向王宁嫔求救，最后王宁嫔建议趁早上曹端妃去御膳房监煮甘露时，支开宫里的守护宫女勒死皇帝，趁皇帝暴死朝廷大乱而逃过问责。嘉靖二十一年（1542年）十月，以杨金英为首的宫女们决定趁嘉靖帝熟睡之时，用麻绳希望勒毙他。宫女们在慌乱之际将麻绳打成死结，结果只令嘉靖帝吓昏而未有毙命。此时方皇后赶到，将宫女们制服、并下令寸磔。而且，连当时嘉靖帝所宠幸之曹端妃，也一并处死。据《万历野获编》记载，当时被凌迟处死的十六名宫女分别是：杨金英、杨莲香、苏川药、姚淑翠、邢翠莲、刘妙莲、关梅香、黄秀莲、黄玉莲、尹翠香、王槐香、张金莲、徐秋花、张春景、邓金香、陈菊花。而首谋之一的王宁嫔与传说知情的曹端妃，则在宫中处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/壬寅宫变>壬寅宫变</a>"
},
{
"headline":"曹端妃",
"startDate":"1542",
"endDate":"1542",
"text":"<p>    曹端妃（16世纪？－1542年），明嘉靖帝朱厚熜的宠妃，姿色妖媚。入宫时间、途径不详，初封端嫔，1536年因生下女儿常安公主，被册封为端妃，1539年又生下女儿宁安公主。1542年11月17日，嘉靖帝召幸曹端妃，杨金英等十几名宫女因不堪嘉靖帝的暴戾，发动壬寅宫变欲合伙用麻绳将嘉靖勒死，未遂，众宫女和同谋的王宁嫔都被抓获。王宁嫔将平素不睦的曹端妃也陷为同谋。嘉靖帝重伤昏迷不能理政，方皇后遂做主将曹端妃、王宁嫔和宫女们全部判处凌迟。很久之后，嘉靖帝才知道曹端妃是冤枉的，深表遗憾，但从没有追谥。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹端妃>曹端妃</a>"
},
{
"headline":"王宁嫔",
"startDate":"1542",
"endDate":"1542",
"text":"<p>    王宁嫔（？－1542年），明嘉靖帝朱厚熜的妃子。册为宁嫔。1542年嘉靖帝在曹端妃处过夜时，杨金英等十几名宫女因不堪嘉靖帝的暴戾，欲合伙用麻绳将嘉靖勒死，未遂，众宫女和同谋的王宁嫔都被抓获。王宁嫔将平素不睦的曹端妃也陷为同谋。嘉靖帝重伤昏迷不能理政，方皇后遂做主将曹端妃、王宁嫔和宫女们全部判处凌迟。王宁嫔究竟为何要谋杀嘉靖帝，尚无确论。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王宁嫔>王宁嫔</a>"
},
{
"headline":"李舜臣",
"startDate":"1545",
"endDate":"1598",
"text":"<p>    李舜臣（1545年4月28日－1598年12月16日），字汝谐，号德水，朝鲜京畿开丰（今开城）人，李氏朝鲜时期名将，谥号忠武，死后追赠领议政，1604年朝鲜国王李昖追封其为孝忠仗义迪毅协力 宣武功臣，同列者有权栗和元均，加赠德豊府院君。日本入侵朝鲜时期李舜臣数次成功阻击入侵的日军，掐断日本朝鲜征伐军的海上供给为抵抗日本的入侵立下汗马功劳。其中鸣梁大捷和闲山岛大捷‎是李舜臣最负盛名的两场海战。1598年，李舜臣在露梁大捷中阵亡，死后被朝鲜民族誉为民族英雄。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李舜臣>李舜臣</a>"
},
{
"headline":"李如松",
"startDate":"1549",
"endDate":"1598",
"text":"<p>    李如松（1549年－1598年），字子茂，号仰城，辽东铁岭卫（今辽宁铁岭）人，本贯陇西李氏，中国明朝著名将领，辽东总兵李成梁之长子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李如松>李如松</a>"
},
{
"headline":"庚戌之变",
"startDate":"1550",
"endDate":"1550",
"text":"<p>    明嘉靖二十九年（1550），鞑靼军俺答率军入古北口，兵临城下。首辅严嵩，不准诸将出战。鞑靼军在京郊掠夺8日后撤兵。事后，严嵩包庇总兵仇鸾，杀兵部尚书以推卸责任。史称“庚戌之变”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庚戌之变>庚戌之变</a>"
},
{
"headline":"赵南星",
"startDate":"1550",
"endDate":"1627",
"text":"<p>    赵南星（1550年－1627年），字梦白，号侪鹤。别号清都散客。高邑（今河北高邑县）人。明朝政治家、文学家。赵南星为万历二年（1574年）进士，任汝宁（河南汝南县）推官，后任户部主事、吏部考功、文选员外郎。一生嫉恶如仇，因直言上疏，陈述时政四大害，触犯时忌，乞归乡里。万历时，再起考郎中，主京察，罢黜贪官污吏，不久遭诬陷。明光宗时，起为太常少卿、左都御史，“慨然以整齐天下为任”。天启三年（1623年），任吏部尚书，得罪魏忠贤，谪戍代州，四年后病卒。世以赵南星、邹元标、顾宪成称“东林三君”。崇祯初年，追谥为忠毅。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵南星>赵南星</a>"
},
{
"headline":"顾宪成",
"startDate":"1550",
"endDate":"1612",
"text":"<p>    顾宪成（1550年－1612年），字叔时，号泾阳。无锡泾里（今无锡锡山区张泾镇）人。明代思想家，因创办东林书院而被人尊称“东林先生”，也是东林党的创始人之一。天启初年，赠太常卿。后来东林党争爆发，被魏忠贤阉党削官。崇祯初年获得平反，赠吏部右侍郎，谥号端文。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/顾宪成>顾宪成</a>"
},
{
"headline":"邹元标",
"startDate":"1551",
"endDate":"1624",
"text":"<p>    邹元标（1551年－1624年），字尔瞻，号南皋。江西吉水县县城小东门邹家人，明代东林党首领之一，与赵南星、顾宪成号为“三君”。邹元标幼有神童之称，九岁通《五经》，万历三年（1575年）在都匀卫所（后改名南臬书院）讲学。万历五年（1577年）中进士，入刑部观察政务，与伍惟忠友好，为人敢言，勇于抨击时弊，九月二十六日，张居正父亲病死，首辅张居正居丧不丁忧，元标三次上疏反对“夺情”，“以奔丧为常事而不屑为”，根本与禽兽无异，结果被当场廷杖八十，发配贵州，潜心钻研理学。万历十一年（1582年），回朝廷吏部给事中，他又多次上疏改革吏治，触犯了皇帝，被皇帝视为“讪君卖直”，再次遭到贬谪，降南京吏部员外郎。以疾归，居家讲学近三十年。天启元年（1621年）任吏部左侍郎，后因魏忠贤乱政求去。谥忠介。著有《愿学集》8卷、《太平山居疏稿》4卷、《日新篇》2卷、《仁丈会语》4卷、《礼记正议》6卷、《四书讲义》2卷、《 工书选要》11卷、《邹南皋语义合编》4卷。有子邹德淇。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邹元标>邹元标</a>"
},
{
"headline":"利玛窦",
"startDate":"1552",
"endDate":"1610",
"text":"<p>    利玛窦（意大利语：Matteo Ricci，1552年10月6日－1610年5月11日），天主教耶稣会意大利籍神父、传教士、学者。1583年（明神宗万历十一年）来到中国居住。其原名中文直译为马泰奥·里奇，利玛窦是他的汉名，号西泰，又号清泰、西江。在中国颇受士大夫的敬重，尊称为“泰西儒士”。他是天主教在中国传教的开拓者之一，也是第一位阅读中国文学并对中国典籍进行钻研的西方学者。他除传播天主教教义外，还广交中国官员和社会名流，传播西方天文、数学、地理等科学技术知识。他的著述不仅对中西交流作出了重要贡献，对日本和朝鲜半岛上的国家认识西方文明也产生了重要影响。天主教马切拉塔教区于2011年开始耶稣会士利玛窦神父列真福品进行审理。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/利玛窦>利玛窦</a>"
},
{
"headline":"李如柏",
"startDate":"1553",
"endDate":"1620",
"text":"<p>    李如柏（1553年－1620年），辽东铁岭卫人，是明朝将领李成梁次子，明辽东总兵，习知辽中情事。萨尔浒之战，兵败，逃回后自裁。曾随兄李如松与宋应昌前往朝鲜，参与万历援朝战争。1619年，明神宗令杨镐率军十余万，四路出击后金，四路军为辽东总兵李如柏、山海关总兵杜松、开原总兵马林和辽阳总兵刘铤，以杜松部为主力。刘綎骁勇善战，但与杨镐素不和，被派往东路，孤军深入三百里。四路军企图“分进合击”，但由于杜松轻敌，在萨尔浒（今辽宁抚顺东浑河南）遇伏，全军覆没，继而马林败逃开原，刘铤亦战死，明经略杨镐闻知各路兵败，急令李如柏撤兵，狼狈逃回，是为萨尔浒之战。明朝文武将吏死三百余人，军士死四万五千八百余人。如柏逃回清河，言官交章论劾，给事中李奇珍更连疏争，“如柏惧，遂自裁(被指私通努尔哈赤)。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李如柏>李如柏</a>"
},
{
"headline":"嘉靖大地震",
"startDate":"1556",
"endDate":"1556",
"text":"<p>    1556年1月23日夜，中国陕西省南部秦岭以北的渭河流域发生的一次特大地震。是中国人口稠密地区影响广泛和损失惨重的著名历史特大地震之一。据史书记载，以陕西渭南、华县、华阴和山西永济四县的震灾最重 ，故称为华县地震。101个县遭受了地震的破坏，分布于陕、甘、宁、晋、豫5省约28万平方公里。地震有感范围为5省227个县。震中区为西安市以东的渭南、华县、华阴、潼关、朝邑至山西省永济县等，约2700平方公里。 陕西、山西、河南三省97州遭受破坏。余震月动三五次者半年，未止息者三载，五年渐轻方止。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嘉靖大地震>嘉靖大地震</a>"
},
{
"headline":"岑港之战",
"startDate":"1556",
"endDate":"1556",
"text":"<p>    岑港之战发生于嘉靖三十六年（1556），此战明军以上万大军击败了东南的一千武装走私军，耗时半年。最终以明军伤亡三千余人，敌军伤亡不到千人，且有部分倭寇突围逃窜而落下帷幕。这是明朝历史上代价最大的胜绩。戚继光以岑港初战不克而夺职，也终以岑港之役大捷与平定王直而复职。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/岑港之战>岑港之战</a>"
},
{
"headline":"努尔哈赤",
"startDate":"1559",
"endDate":"1626",
"text":"<p>    努尔哈赤(1559年2月21日－1626年9月30日），后金政权的建立者，清朝的奠基人和主要缔造者。其子皇太极称清帝后追尊努尔哈赤为清太祖高皇帝。明朝文献亦称佟奴儿哈赤、童奴儿哈赤。朝鲜文献称老乙可赤、奴儿哈赤。清代文献标记为努尔哈齐、努尔哈奇。女真语音中的努尔哈赤直译成汉语为“野猪皮”之意。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/努尔哈赤>努尔哈赤</a>"
},
{
"headline":"汪直",
"startDate":"1559",
"endDate":"1559",
"text":"<p>    王直或汪直（？－1559年）是中国明代著名的武装海商集团（倭寇）首领；生于安徽徽州歙县桂林，又名五峰，号五峰船主。传说中王直生有异象，“少落魄，有任侠气，及壮多智略，善施与，以故人宗信之。”，嘉靖十九年（1540年）王直偕同徐惟学、叶宗满等在广东打造海船，“置硝黄丝棉等违禁货物，抵日本、暹罗、西洋诸国往来贸易”，牟取暴利。由于海外贸易在当时为非法活动，一开始王直加入徽州府歙县同乡的许栋集团，召“诱佛郎机夷，往来浙海，泊双屿港，私通贸易。”许栋和李光头相继被明军朱纨剿灭，王直遂另起炉灶，自立为船主。“遂起邪谋，招聚亡命，勾引倭奴多郎、次郎、四助四郎等，造巨舰，联舫一百二十步，可容二千人，上可驰马。”王直成为当时东亚一个大型武装海商集团的首领，并接受日本战国大名松浦隆信的邀约，以九州外海属于肥前国的平户岛（属今长崎县）为基地，从事海上贸易。嘉靖二十一年在平户立国号“宋”，自称“徽王”，明廷派总兵俞大猷围歼汪直，汪直遣徐海、陈东、萧显、叶麻等勾结倭寇。嘉靖三十一年（1552年），吞并福建海盗首领陈思盼。当时“海上之寇，非受（王）直节制者，不得存”。海禁严厉的明朝兼有海盗（倭寇）的活动，有大量是中国沿海居民，由商、民转为寇、盗，嘉靖三十三年（1554年）四月，胡宗宪受命出任浙江巡按监察御史，官至兵部左侍郎兼都察院左佥都御史，总督南直隶、浙、福等处军务，负责东南沿海的抗倭重任，胡宗宪遗使蒋州和陈可愿至日本与王直养子王滶（毛海峰）交涉，遂见王直，晓以理，动以情。王直表示愿意听从命令，王直将蒋洲留在日本，命毛海峰护送陈可愿回国面见胡宗宪，具体商量招抚和互市事谊。胡宗宪厚抚毛海峰，使王直消除了疑虑。胡宗宪邀王直至回国，希望能与他详谈招抚之事，并以贴身亲信夏正作为人质，王直遂回国等候接见。嘉靖三十七年（1558年）王直至杭州游玩，被巡按御史王本固于二月五日逮捕下狱。朝廷三司集议时说王直勾引倭夷，恶贯滔天，神人共怒。。胡宗宪鉴于朝廷的压力，上书说王直当斩，叶宗满等已经归顺，不应处死。明世宗下诏处死王直，将叶宗满等充军流放。嘉靖三十八年（1559年）十二月二十五日王直被斩首于杭州省城宫港口，临刑前见儿子最后一面。王直子抱持而泣，王直拿一根髻金簪授其子叹曰：“不意典刑兹土！”，至死不挠。其妻子被赏给功臣之家为奴。毛海峰得知王直下狱后，诛杀人质夏正并肢解之。噩耗传来，胡宗宪“亲临海边望祭之，恸哭不已，军将皆堕泪不能仰视。”之后俞大猷围攻在岑港被明军包围的毛海峰，久攻不下，最后在俞的参将戚继光指挥下攻灭毛海峰。王直被处死后，由于群龙无首，倭寇之患重又严重起来。谈迁认为胡宗宪当初许诺不杀王直，之后朝廷议论汹汹便不敢坚持己见。要是王直活着，还能约束海盗，他死后则战火不断。2000年，日本长崎县福江市的12名日本人在王直原籍安徽黄山市歙县捐资修建了王直墓。王直墓引起了网络和舆论对王直的功过是非的激烈争论。2005年1月31日晚，两位认为王直是汉奸的大学教师砸毁了王直墓碑。其中的郭泉后因政治异见而被捕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汪直>汪直</a>"
},
{
"headline":"台州大捷",
"startDate":"1561",
"endDate":"1561",
"text":"<p>    明朝嘉靖四十年（1561）春，倭寇万余、战船数百艘，先后在台州东北的象山、奉化、宁海等地登陆，企图诱明军出台州（今属浙江），而后乘虚而入。明朝军队参将戚继光迅速部署兵力，令一部守台州，一部守海门，自率主力赴宁海。倭寇探知戚继光出台州，遂兵分三路，由健跳（台州东北）、桃渚（台州东）、新河（台州东南）三个方向进犯台州。戚继光得知新河情况危急，遂令唐尧臣率军赴新河抗击。自率师在宁海歼灭入侵倭寇之后亦迅速回师增援新河，行至宁海西南的梁王，得悉新河告捷，唯桃渚一路倭寇正向台州府城进逼，遂督军火速回府。明军进至花街，遇倭寇大队人马，戚继光指挥将士以迅雷不及掩耳之势，一举将其歼灭倭寇死亡4000多明军死亡20。然后，挥师北进，歼灭入侵健跳的倭寇。乘胜又在藤岭、长沙等地击败倭寇。前后一个月，九战皆捷，史称“台州大捷”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/台州大捷>台州大捷</a>"
},
{
"headline":"徐光启",
"startDate":"1562",
"endDate":"1633",
"text":"<p>    徐光启（1562年4月24日－1633年11月8日），字子先，号玄扈，天主教圣名保禄，谥文定。大明南直隶松江府上海县人，中国明朝末年经学、西学、天学、天文学、数学、水利学、农学、军事学等领域学者，思想家、政治家、军事家，官至崇祯朝礼部尚书兼文渊阁大学士、内阁次辅。徐光启是中西文化交流的先驱之一，是上海地区最早的天主教基督徒，作为热心和忠贞的教友领袖与护教士，被誉为明代“圣教三柱石”之首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐光启>徐光启</a>"
},
{
"headline":"孙承宗",
"startDate":"1563",
"endDate":"1638",
"text":"<p>    孙承宗（1563年－1638年），字稚绳，号恺阳，谥文忠，明朝北直隶高阳县南街村（今属河北省）人。明朝东林党政治人物、军事人物，后与清战斗，殉国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙承宗>孙承宗</a>"
},
{
"headline":"朱翊钧",
"startDate":"1563",
"endDate":"1620",
"text":"<p>    明神宗朱翊钧（“翊”音同“翌”；1563年9月4日－1620年8月18日）为明朝第十三代皇帝，年号万历，是明穆宗朱载垕的第三子。隆庆六年（1572年），穆宗驾崩，十岁的朱翊钧登基，是为明神宗。在位48年，为明代在位时间最长的皇帝，谥号为“范天合道哲肃敦简光文章武安仁止孝显皇帝”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱翊钧>朱翊钧</a>"
},
{
"headline":"郑贵妃",
"startDate":"1565",
"endDate":"1630",
"text":"<p>    孝宁太皇太后郑氏（1565－1630年）京南大兴人，明神宗朱翊钧的宠妃，福恭王朱常洵的母亲，南明明安宗的祖母。万历九年（1581年）八月，朝廷下诏选美备嫔妃，十四岁的郑氏，姿色妖媚，选美入宫，万历十年二月（1582年），册封为淑嫔，日益受宠，晋封德妃，1584年生下女儿云和公主后晋封贵妃，郑贵妃甚得神宗宠爱。1585年生皇次子朱常溆，死产。1586年，郑氏生下皇三子福恭王朱常洵，进封为皇贵妃，后来又生下儿子朱常治、女儿灵丘公主、寿宁公主。当时神宗未立太子，朝臣怀疑贵妃想谋立自己的儿子为太子，争言立储，章奏累数千百，皆指斥宫闱，攻击执政。神宗概置不问。由是门户之祸大起。万历二十九年春，皇长子移居迎禧宫，十月立为皇太子，然而并未消除群臣的疑心。明神宗崩，遗命封郑贵妃为皇后。礼部侍郎孙如游争之，于是并没有册封。及明光宗崩，有人说郑贵妃与李选侍同居乾清宫谋垂帘听政，久之始息。崇祯三年七月，郑贵妃薨，年六十多岁，谥曰恭恪惠荣和靖皇贵妃，葬银泉山。崇祯十七年秋七月戊子，明安宗追尊皇祖妣贵妃郑氏曰孝宁温穆庄惠慈懿宪天裕圣太皇太后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑贵妃>郑贵妃</a>"
},
{
"headline":"明穆宗 朱载垕",
"startDate":"1567",
"endDate":"1572",
"text":"<p>      明穆宗朱载垕（公元1537年－1572年），明朝第十二位皇帝。明世宗第三子，明世宗病死后继位。少年因其母缘故不得父皇宠爱。登基后内忧外患使他关心朝局，对他登极后处理政务有着较大的影响。倚靠高拱、陈以勤、张居正等大臣的鼎力相助，实行革弊施新的政策。 但沉迷媚药，也服这些媚药助兴，导致不理朝政。朱载垕在位6年，病崩，终年36岁。庙号穆宗，谥号契天隆道渊懿宽仁显文光武纯德弘孝庄皇帝。葬于十三陵昭陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明穆宗 朱载垕>明穆宗 朱载垕</a>"
},
{
"headline":"隆庆新政",
"startDate":"1567",
"endDate":"1575",
"text":"<p>    隆庆新政是中国明穆宗朱载垕统治时期所出现的承平时期。明穆宗统治期间以隆庆作为年号，朱载垕因为即位前一直生活在宫外藩邸，所以较为体查民情，《明史》说他“端拱寡营，躬行俭约”。明穆宗用人不疑，文有徐阶、高拱、张居正、杨博，武有谭纶、王崇古、戚继光、李成梁。这一时期社会比较稳定，经济比嘉靖朝有了较大的改观，所以后世史学家称其为隆庆新政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隆庆新政>隆庆新政</a>"
},
{
"headline":"魏忠贤",
"startDate":"1568",
"endDate":"1627",
"text":"<p>    魏忠贤（1568年-1627年），原名李进忠。父母为街头杂耍艺人或小手工业者。好赌成性，曾卖掉自己的女儿作为赌债。认魏朝作为 “干父” 而改名换姓（据《明清宫廷秘史》）。（因政治斗争失败（败于杨涟）而改名换姓）欲再图奸志，竟能咸鱼翻身。中国明朝末期宦官。北直隶肃宁（今属河北滦南）人。出身于市井无赖，后为赌债所逼遂自阉入宫做太监，在宫中结交太子宫太监王安，得其佑庇。后又结识皇长孙朱由校奶妈客氏，与之对食（太监宫女之间的婚配）。对皇长孙，则极尽谄媚事，引诱其宴游，甚得其欢心。泰昌元年（公元1621年），朱由校即位，是为熹宗，年号天启。魏升为司礼秉笔太监。明熹宗是个“木匠天才”，喜欢刀锯斧凿油漆的工作，“朝夕营造”，“每营造得意，即膳饮可忘，寒暑罔觉”。他曾亲自在庭院中造了一座小宫殿，形式仿乾清宫，高不过三四尺，却曲折微妙，巧夺天工。魏忠贤总是乘他做木工做得全神贯注之时，拿重要的奏章去请他批阅，熹宗随口说：“朕已悉矣！汝辈好自为之”。魏忠贤逐渐专擅朝政。时东林党人士吏部尚书赵南星，在朝廷中排斥反对派，于是非东林派愤而结交魏忠贤。1624年，魏忠贤遭到杨涟的弹劾，但幸免于难，于是开始大规模迫害镇压东林党人士。天启五年（1625年）魏忠贤借熊廷弼事件，诬陷东林党的左光斗、杨涟、周起元、周顺昌、缪昌期等人有贪赃之罪,史称“六君子之狱”，大肆搜捕东林党人。天启六年，魏忠贤又杀害了高攀龙、周宗建、黄尊素、李应升等人，东林书院被全部拆毁，讲学亦告中止。而负责防守边疆的孙承宗、袁可立等正直大臣也因为接近东林相继遭罢官。至此，东林党被阉党势力彻底消灭，时东林“纍纍相接，骈首就诛”。魏忠贤与皇帝乳母客氏沆瀣一气、狼狈为奸，极受宠信，被封为“九千岁”，自己也在民间养了不少“义子”，如什么“五虎”、“五狗”、“十孩”、“四十孙”等。在其全盛时期，各地官吏阿谀奉承，纷纷为他设立生祠，连清朝极力为之推崇翻案的辽东巡抚袁崇焕也积极参与其中。1627年崇祯帝朱由检登位以后，决定整治朝廷，扫除以魏忠贤和客氏为首的阉党。魏忠贤被迫[1]辞官，遭流放凤阳，在途中自知死罪，自缢而死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏忠贤>魏忠贤</a>"
},
{
"headline":"熊廷弼",
"startDate":"1569",
"endDate":"1625",
"text":"<p>    熊廷弼（1569年－1625年），字飞百，号芝冈，湖广承宣布政使司武昌府江夏县（今属湖北省武汉市江夏区）人。明朝政治、军事人物。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/熊廷弼>熊廷弼</a>"
},
{
"headline":"明神宗 朱翊钧",
"startDate":"1572",
"endDate":"1620",
"text":"<p>      明神宗朱翊钧（1563年—1620年）汉族，明朝第十三位皇帝，明穆宗第三子。隆庆二年立为皇太子，隆庆六年，穆宗驾崩，10岁的朱翊钧即位，次年改元万历。登基初期，面临内忧外患，由内阁首辅张居正主持万历朝新政。亲政初期，他勤于政务，在军事上发动了“万历三大征”，平定了哱拜叛乱和杨应龙叛乱，对外帮助朝鲜击败侵朝日军。后期不理朝政，经常罢朝。女真在东北迅速崛起，在萨尔浒之战中击败明军。此后，明朝国势衰微。在位48年，是明朝在位时间最长的皇帝。庙号神宗，谥号范天合道哲肃敦简光文章武安仁止孝显皇帝，葬十三陵之定陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明神宗 朱翊钧>明神宗 朱翊钧</a>"
},
{
"headline":"江陵柄政",
"startDate":"1572",
"endDate":"1582",
"text":"<p>    明神宗称帝后的前十年，张居正取代强臣高拱为首辅，控制了内阁，他从军事、政治、经济等方面进行整顿，尤重于经济的改革，企图扭转嘉靖、隆庆以来政治腐败、边防松弛和民穷财竭的局面。这一段时间，史称“江陵柄政”。柄政是指掌握政权，执政，把持权柄、治理朝政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江陵柄政>江陵柄政</a>"
},
{
"headline":"杨博",
"startDate":"1574",
"endDate":"1574",
"text":"<p>    杨博（？－1574年），字惟约，山西蒲州（今蒲县）人，明朝政治人物。嘉靖八年（1529年）进士，官至兵部尚书，太子太师。杨博早年为翟銮巡查边疆守卫的随行，因其作了详细记录和规划。嘉靖二十五年（1546年），明朝政府破格升任其为右佥都御史，巡抚甘肃地区。到任后，治理有方，并揭发仇鸾贪污腐败。之后升为兵部右侍郎、左侍郎，管理蓟州、保定军务。嘉靖三十三年（1554年），蒙古把都儿、打来孙劫掠蓟镇，杨博身不解甲抗敌，蒙古军无法攻破，明世宗赏赐徘豸衣。三十四年，打来孙再犯益昌，被击退。此后戒除大同兵危。杨博大修边界防御设施、提高民生、整理军务有秩，明世宗加封其为太子太师。万历元年（1573年），杨博辞职归里，次年病故。万历皇帝赠授太傅，谥号“襄毅”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨博>杨博</a>"
},
{
"headline":"秦良玉",
"startDate":"1574",
"endDate":"1648",
"text":"<p>    秦良玉（1574年－1648年），字贞素。四川忠州（今属重庆忠县）人，明末著名女将。父秦葵，明朝贡生出身，习阵法。万历二十三年（1595年），嫁土司、石砫宣抚使马千乘为妻，“饶胆智，善骑射，兼通词翰，仪度娴雅。”。万历二十七年（1599年），至播州（治所在今贵州遵义），平定杨应龙叛乱，连破金筑等七寨。万历四十一年（1613年）八月，马千乘因开矿事得罪太监邱乘云，死狱中，秦良玉袭任石砫宣抚使，所部号白杆兵。泰昌元年（1620年）秦良玉之兄秦邦屏率三千白杆兵赴辽东，于浑河之战中战死。张鹤鸣评此战：“浑河血战，首功数千，实石砫、酉阳二土司功。”天启三年（1623年），奢安之乱末，平定全川。天启四年（1624年）正月，兄秦民屏被安邦彦追击，战死。崇祯三年（1630年），后金军入塞，入北京德胜门，秦良玉自蜀中入援京师。崇祯七年（1634年） 张献忠入川，秦良玉与子马祥麟前后夹击，于夔州（奉节）败之，张献忠退走湖广。崇祯十三年（1640年），在巫山和夔州重创罗汝才军。崇祯时，以功加太子太保，封忠贞侯。清顺治五年、南明永历二年（1648年）五月二十一日，薨于大都督府玉音楼，葬于石砫东龙河北岸的回龙山（今石柱县大河乡鸭桩村）。谥号“忠贞”。有子马祥麟。秦良玉是历史上唯一一位被《二十五史》加载将相列传的女性。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦良玉>秦良玉</a>"
},
{
"headline":"杨涟",
"startDate":"1575",
"endDate":"1625",
"text":"<p>    杨涟（1572年－1625年），字文孺，号大洪，谥忠烈，湖广应山（今湖北广水）人。万历三十五年（1607年）进士。是东林党人，以敢言著称。天启四年上魏阉二十四大罪状疏，被陷害下锦衣卫诏狱。天启五年在狱中被阉党陷害致死，明思宗时平反。著有《杨大洪集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨涟>杨涟</a>"
},
{
"headline":"左光斗",
"startDate":"1575",
"endDate":"1625",
"text":"<p>    左光斗（1575年－1625年），字遗直、共之，号浮丘，谥忠毅，南直隶桐城（今属安徽）人。晚明官员，是史可法的老师。因反抗权阉魏忠贤，被下狱迫害致死。南明弘光时平反。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/左光斗>左光斗</a>"
},
{
"headline":"毛文龙",
"startDate":"1576",
"endDate":"1629",
"text":"<p>    毛文龙（1576年2月10日—1629年7月24日），字振南，一名毛伯龙，祖籍山西平阳府太平县（今山西省临汾市襄汾县），生于浙江杭州府钱塘县（今浙江省杭州市上城区），明朝抵抗后金的名将，历仕万历、泰昌、天启、崇祯四朝，官至左都督平辽总兵官。辽东失陷后，毛文龙率100多人深入敌后，开创了军事重镇东江镇，收复了一些失地，与后金展开拉锯战，战功卓著，有“海外长城”之誉，后被袁崇焕矫诏处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/毛文龙>毛文龙</a>"
},
{
"headline":"祖大寿",
"startDate":"1579",
"endDate":"1656",
"text":"<p>    祖大寿，字复宇，明末清初宁远（今辽宁兴城）人，祖家世代为辽东望族，吴三桂舅。祖大寿、祖大乐、祖大弼三兄弟皆辽东将领。崇祯四年，祖大寿筑大凌河城。八月皇太极兵围大凌河，孙元化急令孔有德救之，至吴桥兵变，有德倒戈回山东，登州城陷；孙承宗派宋伟、吴襄两将救援大寿，宋吴两将不和，在长山坡遭遇溃败；祖大寿四次突围均失败，明军4万多、分两路出击，全军皆没，祖大寿粮尽而降，不久复归明。崇祯十五年，锦州被清军围困年余，粮尽援绝，祖大寿再次降清，入关后任总兵。顺治十三年（1656年）病卒。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/祖大寿>祖大寿</a>"
},
{
"headline":"孙元化",
"startDate":"1582",
"endDate":"1632",
"text":"<p>    孙元化（1582年－1632年）字初阳，一字火东，大明南直隶松江府嘉定县（今上海市嘉定区）人，天主教基督徒，圣名依纳爵（拉丁语：Ignacio），明末官员、数学家、火器专家，徐光启的学生。明万历四十年（1612）举人，从徐光启学习火器和数学，后经侯震旸保荐从军辽东，天启二年(1622年)九月，任兵部司务，协助辽东经略孙承宗修筑城防。协同袁崇焕驻守宁远，对袁崇焕等帮助极大，袁崇焕誉为“识慧两精”。天启六年，努尔哈赤率军10余万攻宁远，明军城头共布置有十一门红夷大炮，威力惊人，努尔哈赤身受重伤，不久身亡，史称“宁远大捷”。崇祯三年一月，孙元化随孙承宗镇守山海关，三月加山东按察副使，五月兵部尚书梁廷栋破格荐用孙元化升登、莱二州巡抚。后袁崇焕杀毛文龙，皮岛旧将哗变，登莱巡抚孙元化接收了皮岛的叛将孔有德、耿仲明、李九成等人。孔有德被任命为骑兵参将，耿仲明则被派往登州要塞。崇祯四年（1631）八月，皇太极率清兵攻大凌河（今辽宁锦县），祖大寿围于城内，粮尽援绝。孙元化急令孔有德以八百骑赶赴前线增援，然登州辽东兵与山东兵素不和，孔有德抵达吴桥（今河北省德州市吴桥县，明末属于山东）时，因遇大雨春雪，部队给养不足，士兵抢劫哗变。孔有德受毛文龙旧部李九成之子李应元的煽动，在吴桥发动叛变，史称“吴桥兵变”。后孔有德倒戈杀回山东半岛，连陷临邑、陵县、商河、青城诸城，率兵直趋登州。孙元化急令张焘率辽兵守登州城外，与总兵官张可大发兵抗击，两路成合击之势。然张焘与孔有德旧职，张焘的兵卒随即投入孔有德行列，而张可大部大败。与孔有德是旧交的登州中军耿仲明、陈光福等，举火开门响应，崇祯五年（1632）一月登州失陷。总兵张可大自杀，孙元化自杀未成，不向叛军妥协，孔有德念旧让他逃走。兵变发生后，朝中多言孙元化已反，三月孙元化、余大成等人被逮至京师镇抚司，为政敌余应桂、李梦辰、路振飞所陷害，狱中曾遭严刑，首辅周延儒欲免元化死罪，求救于徐光启，终无法挽回。最后余大成、宋光兰、王征等遣戍充军，崇祯五年七月二十三日（1632年9月7日）孙元化与张焘同被处死。汤若望曾在孙元化死前乔装成送炭工人入狱探望，为其最后告解。孙元化之死，代表西方军事专家派淡出明朝军队。著有《太西算要》、《几何体论》、《几何用法》、《西法神机》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙元化>孙元化</a>"
},
{
"headline":"吴又可",
"startDate":"1582",
"endDate":"1652",
"text":"<p>    吴有性（1582年－1652年），字又可，号淡斋，江苏吴县人，明代著名医家。他提出了传染病是由一种不可见的戾气所导致，由口鼻而入，与现代的病菌学说接近。他启发了清朝的温病学派。1641年，他的家乡出现大型传染病，许多人因此过世，吴又可因而发奋学医。不同于传统的伤寒论观点，他提出戾气学说，认为传染病不是由皮肤侵入，而是由口鼻侵入，再潜伏于半表半里的募原之间。他以此提出温热病的治疗方法，以寒凉学派观点，用以治疗温疫，当时有许多人经他诊治都得以痊愈，因此声名远播。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴又可>吴又可</a>"
},
{
"headline":"朱常洛",
"startDate":"1582",
"endDate":"1620",
"text":"<p>    明光宗朱常洛（1582年－1620年），明朝第十四位皇帝，年号泰昌，庙号“光宗”，谥号“崇天契道英睿恭纯宪文景武渊仁懿孝贞皇帝”。明神宗长子，万历十年（1582年）八月生，母恭妃王氏。不久，明神宗郑贵妃生三子朱常洵，深得宠爱。长子朱常洛一直收到冷遇，群臣纷纷上书要求立储，明神宗要么贬斥群臣，要么虚与委蛇。直到万历二十九年（1601年）十月，明神宗才被迫册立长子朱常洛为太子、三子朱常洵为福王、五子朱常浩为瑞王、六子朱常润为惠王、七子朱常瀛为桂王。太子朱常洛以仁厚著称，朝野皆认为其将来可为明君。万历四十八（1620）年七月二十一日，明神宗驾崩。太子朱常洛立即发内帑（皇帝私房钱）百万犒赏边关将士。停止所有矿税，召回以言得罪的诸臣。不久，再发内帑百万犒边。八月即位，改元泰昌，是为明光宗。九月，在位不足三十天的明光宗便在红丸案之中暴毙。明光宗在其短暂执政生涯中，特别重视内阁和东林党的地位（此种说法不可靠，光宗在位一共不到30天，根本看不出倾向。这种说法是东林党借红丸案打击异己的手段）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱常洛>朱常洛</a>"
},
{
"headline":"冯保",
"startDate":"1583",
"endDate":"1583",
"text":"<p>    冯保（？－1583年），明代太监。嘉靖时为秉笔太监。穆宗死后，冯保假传遗诏“阁臣与司礼监同受顾命”，与高拱同为顾命大臣。隆庆六年六月二十五日朱翊钧继位皇帝，年仅十岁，冯保与高拱的关系恶劣，于是张居正与冯保联手除掉高拱，高拱罢官归乡，写了《病榻遗言》说明此事。张居正成为首辅，在取得太后、皇帝的支持，和内相冯保的配合下，亲政多年。有一次，张居正向小皇帝进献白莲和双白燕，被冯保以“主上冲年，不可以异物啓玩好”为由拒絶。冯保贪财好货，史载张居正先后送给冯保名琴七张、夜明珠九颗、珍珠帘五副、金三万两、银二十万两[来源请求]。冯保花费巨款，给自己建造了生圹（墓地），张居正写了《司礼监秉笔太监冯公预作寿藏记》，对他歌颂不已。隆庆元年（1567年），冯保晋升为秉笔兼提督东厂太监，冯保写得一手好字，万历六年（1578年），冯保在《清明上河图》后面题跋，称自己是“钦差总督东厂官校办事兼掌御用干事司礼监太监”。神宗在十八岁的时候，曾经因为醉酒拔剑要杀人，冯保向太后告状，太后愤怒之余，差点被废掉帝位，太后命张居正上疏切谏，并替皇帝起草“罪己诏”，又在慈宁宫罚跪六个小时，为此皇帝怀恨在心。万历十年（1582年），张居正积劳成疾，死于任上，是年十二月壬辰（初八日）江西道御史李植上疏弹劾冯保十二大罪状。十二月，神宗批示：“冯保欺君蠹国，罪恶深重，本当显戮。念系皇考付托，效劳日久，故从宽着降奉御，发南京新房闲住。”万历展开查抄了冯保家产的动作，发配南京孝陵种菜，这时候，山东道监察御史江东之、陕西道道御史扬四知等纷纷弹劾冯保与张居正同流合污，多图不轨，导致张居正“祸发身后”。万历十一年（1583年）一月，冯保和他的侄子冯邦宁瘐死于狱中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯保>冯保</a>"
},
{
"headline":"代善",
"startDate":"1583",
"endDate":"1648",
"text":"<p>    礼烈亲王代善（1583年8月19日－1648年11月25日），清太祖努尔哈赤次子，元妃佟佳氏所生，1583年七月初三出生，清太宗皇太极之兄。天命元年（1616年），后金政权建立时，代善被封为和硕贝勒，称大贝勒，为正红旗旗主。在伐女真各部、征蒙古、攻明朝历次战役，颇见其功。努尔哈赤死时，拥立皇太极有功，后尊为礼亲王，为四大贝勒之一。惟因位尊年长，招皇太极之忌，不断以轻视君上、贪财违法、虐待属人、越分妄行等罪名遭贬斥，终使不问政事。皇太极死后，为消弥内争，代善排除解纷，奉福临继位，代善对清朝之建立与入主中原贡献极大，顺治五年十月十一（1648年11月25日）死于北京。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/代善>代善</a>"
},
{
"headline":"袁崇焕",
"startDate":"1584",
"endDate":"1630",
"text":"<p>    袁崇焕（1584年6月6日－1630年9月22日），字元素，号自如（或又字自如），广东布政司广州府东莞县（今属广东省东莞市）石碣镇水南乡人。明末抗清（后金）名将。袁崇焕于万历四十七年（1619年）中进士。后进兵部，守卫山海关及辽东；万历四十五年努尔哈赤起兵攻明，逼近山海关。天启二年（1622年），明军广宁大败，13万大军全军覆没，40多座城失守，明朝边关岌岌可危。就在这一年，袁崇焕挺身而出，投笔从戎。出镇山海关。四年之后，努尔哈赤率兵十三万，攻打孤立无援的宁远，却被袁崇焕的一万守军打得大败而归。努尔哈赤纵横天下数十年，第一次尝到了惨败的滋味。这是长期交战中，明军取得的首次胜利。又过了一年，皇太极欲为其父报仇，“灭此朝食”，亲率两黄旗两白旗精兵，围攻宁远、锦州，攻城不下，野战不克，损兵折将，连夜溃逃。袁崇焕从此威震辽东，令清兵闻名丧胆。崇祯二年（1629年），皇太极采用了汉奸高鸿中的建议，率领大军，绕过袁崇焕驻防的辽东，直抵北京城下。袁公知后，两昼夜急驰三百余里，以九千士兵与后金左翼大军对决，亲披甲胄，临阵督战，战士无不以一当十，奋力杀敌，终于击退清兵。在不到十天的时间里取得广渠门之战、左安门之战、南海子袭营三战的胜利。后因1：托付不效 2：专恃欺隐 3：以市米则资盗 4以谋款则斩帅 5：纵敌长驱 6 顿兵不战 7：遣散援兵 8：潜挟喇嘛，坚请入城 而下狱。于崇祯三年八个月凌迟于北京西四。此后，南明政府和清朝政府都曾拟定袁崇焕为忠臣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/袁崇焕>袁崇焕</a>"
},
{
"headline":"国本之争",
"startDate":"1586",
"endDate":"1601",
"text":"<p>    国本之争，又称争国本。是明神宗册立太子的问题，由于中国古代有“太子者，国之根本”之说，所以被称为国本之争。当时有两派分别拥护皇长子朱常洛与福王朱常洵（郑贵妃所生）争夺太子之位。朝廷大臣按照明朝册立长子为太子的原则，大多拥戴皇长子朱常洛，向明神宗建议立长子为太子，然而明神宗不喜欢宫女所生的朱常洛，却加倍宠爱郑贵妃，并且有意立郑贵妃的儿子朱常洵为太子，却受到大臣与慈圣皇太后极力反对。由于明神宗迟迟不立太子，令群臣忧心如焚。朝中上下也因此分成两个派别，明神宗与群臣争论达15年之久。直到1601年，朱常洛才被封为太子，而朱常洵被封为福王。但是福王迟迟不离京就任藩王。直到梃击案发生，舆论对郑贵妃不利后，福王才离京就藩，太子朱常洛的地位也因而稳固。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/国本之争>国本之争</a>"
},
{
"headline":"朱常洵",
"startDate":"1586",
"endDate":"1641",
"text":"<p>    福忠王朱常洵（1586年－1641年），是明朝明神宗的三儿子，南明弘光帝朱由嵩之父。朱常洵是明神宗最宠爱的郑贵妃在万历十四年正月初五日所生，明神宗极为疼爱。按明朝立储的原则，应该册立王恭妃所生长子朱常洛为太子。但神宗则想册立朱常洵，被众大臣极力反对。神宗因此荒废朝政以示抗议。终于在万历二十九年（1601年）神宗让步，立皇长子朱常洛为太子，朱常洵为福王。万历四十二年（1614年）三月二十四日，朱常洵就藩洛阳，得庄田二万顷。崇祯十四年（1641年）正月二十日，李自成攻克洛阳，杀朱常洵及前南京兵部尚书吕维祺，宫眷内官百余人自杀或被处死。有说李自成部割朱常洵肉，和皇家园林里的梅花鹿一同烹煮，在洛阳西关周公庙举行宴会，分而食之，名曰“福禄宴”。朱常洵终年五十六岁。崇祯帝辍朝三日，予祭葬从优，一切丧礼较其他藩王倍厚，赐谥曰“忠”，崇祯十六年（1643年）正月初八日葬于邙山之原。由于朱常洵接受了明神宗大量赏赐，加上历年来横征暴敛，财宝无数，“民间藉藉，谓先帝耗天下以肥王，洛阳富于大内”。朱常洵的财产成了李自成的军队在此之后几年的军费的来源。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱常洵>朱常洵</a>"
},
{
"headline":"莽古尔泰",
"startDate":"1587",
"endDate":"1632",
"text":"<p>    莽古尔泰（1587年－1632年），清太祖努尔哈赤的第五子，爱新觉罗氏，努尔哈赤的第二位福晋富察氏所生，后金的四大贝勒之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/莽古尔泰>莽古尔泰</a>"
},
{
"headline":"万历怠政",
"startDate":"1590",
"endDate":"1620",
"text":"<p>    万历怠政，即明朝神宗皇帝在位期间长达三十年不上朝的事迹。万历十年（1582年）六月二十日，内阁首辅张居正卒，万历十四年（1586年）后，神宗就开始连续不上朝。李太后年纪渐大，对明神宗也实在无力再管束。万历十七年（1589年）元旦，神宗以日食为由免去元旦朝贺。万历十七年十二月二十一日，大理寺左评事雒于仁上疏，称神宗沉湎于酒、色、财、气。阁臣王家屏次日再上一本，自请罢官。最后明神宗竟三十年不上朝，只在万历四十三年（1615年）勉强到金銮殿上亮了一次相，许多朝臣都没见过皇帝一面，导致国力衰退。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/万历怠政>万历怠政</a>"
},
{
"headline":"汤若望",
"startDate":"1591",
"endDate":"1666",
"text":"<p>    汤若望（1591年－1666年），字道未，神圣罗马帝国科隆（今属德国）人，天主教耶稣会修士、神父、学者、传教士，中国明末清初官员。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汤若望>汤若望</a>"
},
{
"headline":"侯峒曾",
"startDate":"1591",
"endDate":"1645",
"text":"<p>    侯峒曾（1591年－1645年），字豫瞻，号广成，紫堤村（今上海诸翟镇）人。给事中侯震旸之子，与侯岷曾为孪生兄弟。十二岁时随父赴苏州虎丘铁花庵读书。雅好诗文，工书法，万历四十六年（1618年）举人第三名。天启五年（1625年）进士，授南京武选司主事。崇祯七年兵部尚书张凤翼荐为职方郎中，力辞不就，乃改南京文选司主事。又曾任浙江参政，守嘉兴、湖州。李自成陷北京后，隐居紫堤村。南明弘光朝授左通政使，推辞不京。南京失陷后，避居嘉定。弘光元年（1645年）闰六月十七日，与黄淳耀、董用圆、张锡眉等在嘉定抗清，峒曾之母龚氏取出首饰，移交峒曾说：“给吾儿犒军。”峒曾向吴淞总兵官吴志葵求援。志葵遣游击蔡祥以七百人来赴，一战尽墨，终无外援，城中矢石俱尽。七月三日开始下大雨，城门崩坏，只能以巨木支撑。七月四日，城门大崩，清兵自城东攻入，峒曾退出西门，长叹道“嘉定亡，余何忍独存！一死已矣，所痛哉阖城百姓耳！”。拜辞祖祠后，偕二子赴死投水自杀，因池水浅，一时未死，遭清军骑兵砍杀而亡。引发嘉定三屠之首屠。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/侯峒曾>侯峒曾</a>"
},
{
"headline":"万历三大征",
"startDate":"1592",
"endDate":"1600",
"text":"<p>    万历三大征是明神宗万历二十年至廿八年（公元1592-1600年）间，先后在帝国西北、东北、西南边疆展开的三次大规模军事行动；三役分别为平定蒙古人哱拜叛变的宁夏之役、抗击日本丰臣政权入侵的朝鲜之役，以及平定苗疆土司杨应龙叛变的播州之役。明虽三战皆胜，但国力亦蒙受重大耗损。宁夏之役自1592年（万历二十年）二月十八日延至九月十八日。朝鲜之役第一回冲突自1592延至1593年（万历二十至廿一年）；第二回冲突自1597延至1598年（万历廿五至廿六年）。播州之役自1599延至1600年（万历廿七年至廿八年）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/万历三大征>万历三大征</a>"
},
{
"headline":"皇太极",
"startDate":"1592",
"endDate":"1643",
"text":"<p>    皇太极（1592年11月28日申时－1643年9月21日亥时），爱新觉罗氏。清太祖努尔哈赤第八子，母为侧福晋叶赫那拉氏。是为清太宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/皇太极>皇太极</a>"
},
{
"headline":"洪承畴",
"startDate":"1593",
"endDate":"1665",
"text":"<p>    洪承畴（1593年10月16日－1665年4月3日），字彦演，号亨九，福建泉州南安英都人（今英都镇良山村霞美）。为明神宗万历四十四年（1616年）进士，累官至陕西布政使参政，崇祯时官至兵部尚书、蓟辽总督，后降清，成为清朝首位汉人大学士。洪承畴宣导儒家学术，针对顺治不崇信孔子孟子，提出意见，为满汉的合流打下基础。承畴也建议清廷采纳许多明朝的典章制度，献计甚多，大多被清廷信纳，加以推行，完善清王朝的国家机器。为了巩固清朝的统治，承畴建议满洲统治集团也须“习汉文，晓汉语”，了解汉人礼俗，淡化满汉之间的差异。对于清朝，洪承畴在朝廷的功劳极大，可以说除了多尔衮及范文程以外，再无他人。乾隆年间编撰《清史列传》，清高宗认为：洪承畴身为明朝重臣，大节有亏，列为贰臣。但是同时又认为他是有功于清廷，所以，列为贰臣甲等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洪承畴>洪承畴</a>"
},
{
"headline":"孙传庭",
"startDate":"1593",
"endDate":"1643",
"text":"<p>    孙传庭（1593年－1643年11月13日），字百雅，又字百谷，一字白谷，中国明朝代州振武卫（今属山西）人，明末官员，军事将领。时任兵部尚书，曾生擒高迎祥。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙传庭>孙传庭</a>"
},
{
"headline":"范文程",
"startDate":"1597",
"endDate":"1666",
"text":"<p>    范文程（1597年－1666年），字宪斗，祖籍江西，清朝开国重臣。明万历二十五年（1597年）出生于辽东沈阳卫（今沈阳市），卒于清康熙五年（1666年）。曾事清太祖、清太宗、清世祖、清圣祖四代君主，是清初一代重臣，清朝开国时的规制大多出自其手，更被视为文臣之首。范文程“年十八补秀才”，十九岁为沈阳县学生员。1618年后金（1616年－1636年）攻占抚顺，当时范文程年仅二十一岁，与其兄范文采（生卒年不详）投降努尔哈赤 。范文程自称为宋代范仲淹次子观文殿大学士范纯仁（1027年-1101年）17世孙 ，其曾祖范鏓（生卒年不详）为正德十二年（1517年）进士，官至兵部尚书，《明史》有传。努尔哈赤曾对部下有言：“此名臣孙也，其善遇之！” 然而真正让范文程在政坛冒起的并非努尔哈赤，而是皇太极。范文程曾任内秘书院大学士、议政大臣等职，《清史稿》有载：“崇德元年（1636），改文馆为内三院，范为内秘书院大学士，进世职二等甲喇章京”、“进一等阿思哈尼哈番加拖沙喇哈番，赐号‘巴克先’。复进二等精奇尼哈番”。康熙五年（1666年）八月范文程卒，谥号文肃。 康熙五十二年（1713年），即范文程死后四十七年，康熙为他亲提“元辅高风”匾额。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范文程>范文程</a>"
},
{
"headline":"中国礼仪之争",
"startDate":"1601",
"endDate":"1939",
"text":"<p>    中国礼仪之争，指17世纪至18世纪西方天主教传教士就中国传统礼仪是否背违天主教义的争议。狭义而言，这是指康熙与传教士就儒家学说崇拜引发的争论，天主教教皇克勉十一世当时认为中国儒家的祭孔及祖先崇拜违反天主教教义，支持道明会，打压耶稣会，结果引发清朝朝廷反制，严厉限制传教士活动。直到1939年，罗马教廷才撤消禁止中国教徒祭祖的禁令。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中国礼仪之争>中国礼仪之争</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}