{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"刘放吾",
"startDate":"1899",
"endDate":"1994",
"text":"<p>    刘放吾（1899年5月26日－1994年6月29日），原名刘继枢，湖南桂阳人，号不羁。黄埔军校第六期，中华民国抗日军人，参加了一二八上海抗战、淞沪会战、武汉会战，为孙立人下属。参与中国远征军，曾率新编38师第115团，于缅甸仁安羌力战日军，为盟军解围。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘放吾>刘放吾</a>"
},
{
"headline":"海兰泡事件",
"startDate":"1900",
"endDate":"1900",
"text":"<p>    海兰泡事件是指1900年俄罗斯帝国强占海兰泡地区，并屠杀居住当地数千名中国人的事件。1858年 沙俄强迫清政府签订不平等的中俄瑷珲条约，割让黑龙江以北约60万平方公里的土地，但海兰泡仍属瑷珲县管辖。1900年，为加强其在远东的统治，沙俄强占海兰泡，改名布拉戈维申斯克。1900年7月17日沙俄出动10多万军队以“护路”为名，对海兰泡居民进行大屠杀，一直进行到7月21日，共杀死5000多名中国人。7月22日，阿穆尔当局宣布，海兰泡中国人被全部“肃清”了。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/海兰泡事件>海兰泡事件</a>"
},
{
"headline":"东南互保",
"startDate":"1900",
"endDate":"1900",
"text":"<p>    东南互保，或作东南自保。指中国清朝末年光绪朝庚子事变期间，中国两广总督李鸿章、两江总督刘坤一、湖广总督张之洞、闽浙总督许应骙、山东巡抚袁世凯等总督、巡抚，公然违背清朝政府的命令，不向外国开战，以保全自己的行政区之事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东南互保>东南互保</a>"
},
{
"headline":"己亥建储",
"startDate":"1900",
"endDate":"1900",
"text":"<p>    己亥建储，指光绪二十六年（即己亥年，公元1900年1月24日），慈禧太后为光绪帝确立继承人的事件。光绪二十四年（1898年）戊戌政变后，慈禧太后企图废黜光绪帝。1900年1月24日，遂依荣禄建议，以光绪帝名义颁诏，称其不能诞育子嗣，立端王载漪子溥俊为大阿哥。下诏后天下哗然。1月27日，上海电报局总办经元善领衔通电要求光绪皇帝“力疾临御，勿存退位之思”。签名者有叶瀚、马裕藻、章炳麟、汪贻年、丁惠康、沈荩，唐才常、经亨颐、蔡元培、黄炎培等1231人。同时发表《布告各省公启》，要求各省共同力争，“如朝廷不理，则请我诸工商通行罢市集议”。各国公使提出警告，拒绝入贺。不久之后义和团进京，和八国联军进京，载漪溥俊父子被发配新疆。废光绪帝的企图宣告破灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/己亥建储>己亥建储</a>"
},
{
"headline":"八国联军侵华战争",
"startDate":"1900",
"endDate":"1900",
"text":"<p>    八国联军侵华战争是指1900年（清光绪二十六年）英、法、德、美、日、俄、意、奥等国派遣的联合远征军，为镇压中国北方义和团运动而入侵中国所引发的战争。派遣的联合远征军；开始时总人数约3万人，后来增至约5万人。八国联军的行动，直接造成义和团的消灭，以及京津一带清军的溃败，迫使慈禧太后挟光绪帝逃往陕西西安；最终清廷与包含派兵八国在内的十一国签订《辛丑条约》，付出庞大的赔款，并丧失多项主权。影响所及，清帝国内部及辽东（满洲平原）之权力平衡，亦受重大冲击，间接导致清廷衰落、日俄冲突等变化。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/八国联军侵华战争>八国联军侵华战争</a>"
},
{
"headline":"义和团运动",
"startDate":"1900",
"endDate":"1900",
"text":"<p>    义和团运动或称庚子事变、庚子国变、庚子拳乱，是公元1900年前后中国清末，中国甲午战败后，在西方列强对华渗透侵略日益加重、对清廷控制日益加深、华北遍布教案的情况下，在中国北方发生的以华北农民和部分清军为主体，以“扶清灭洋”为口号，针对在华西方人及华人基督徒的保国保种暴力运动及其引发的八国联军侵华战争。义和团原称义和拳，其参与者被称为“拳民”，贬称则为“拳匪”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/义和团运动>义和团运动</a>"
},
{
"headline":"小凤仙",
"startDate":"1900",
"endDate":"1954",
"text":"<p>    小凤仙（1900年8月－1954年3月），原名朱筱凤，后改名为张凤云、张洗非。原籍浙江钱塘。小凤仙为偏房所生，光绪年间，举家流寓湖南湘潭，父亲因经商倾家荡产。小凤仙被卖到妓院，辗转至北京八大胡同“陕西巷云吉班”，“流寓袁哑，堕入妓籍，隶属陕西巷云和班，相貌乏过中姿”“粗通翰墨，喜缀歌词，又生成一双慧眼，能辨别狎客才华”。1915年，结识蔡锷，在袁世凯称帝前夕，助蔡锷逃离北平。1916年11月8日，蔡锷病逝于日本福冈大学医院，小凤仙有挽联：“九万里南天鹏翼，直上扶摇，怜他忧串余生，萍水相逢成一梦；十八载北地胭脂，自悲沦落，赢得英雄知己，桃花颜色亦千秋。”晚年活动不详，传闻先是嫁给东北军的一个师长，移居沈阳，后化名张洗非，委身于锅炉工人李振海，又一说嫁给陈姓厨师，又说她得梅兰芳之助，到东北人民政府机关学校当保健员。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/小凤仙>小凤仙</a>"
},
{
"headline":"孙立人",
"startDate":"1900",
"endDate":"1990",
"text":"<p>    孙立人（1900年12月8日－1990年11月19日），字抚民，号仲能，于清末出生于安徽省庐江县金牛镇山南，世代簪缨，中华民国抗日名将。历任财政部税警总团团长、支队司令、国民革命军师长、军长，东北保安副司令长官、中华民国陆军副总司令、总司令、总统府参军长等职，并荣获中华民国四等云麾勋章、大英帝国司令勋章、美国丰功勋章以及中华民国青天白日勋章，身后获总统明令褒扬。为抗战时期中国少数有留美背景的军事将领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙立人>孙立人</a>"
},
{
"headline":"庚子赔款",
"startDate":"1901",
"endDate":"1901",
"text":"<p>    1900年（庚子年），义和团运动在中国北方部分地区达到高潮，大清帝国和国际列强开战，八国联军占领了北京紫禁城皇宫。1901年（辛丑年）9月，中国和11个国家达成了屈辱的《解决1900年动乱最后议定书》，即《辛丑条约》。条约规定，中国从海关银等关税中拿出4亿5千万两白银赔偿各国，并以各国货币汇率结算，按4%的年息，分39年还清。这笔钱史称“庚子赔款”，西方人称为“拳乱赔款”（Boxer Indemnity）。庚子赔款总额为关平银四亿五千万两，关平银为虚拟银两，每两37.7495克（后演变为37.913克）的足色纹银（含93.5374%纯银）。约合当时的3.33亿美元、或7161万英镑、或6.3亿日元、或9.7亿卢布。赔款年息为四厘（4%），分三十九年还清，本息共计九亿八千二百二十三万八千一百五十两（982,238,150两）。第一次世界大战中国对德、奥宣战后，停止支付对这两国的庚子赔款。同时沙俄宣布暂停“赔款”缓付5年。1924年5月，苏联宣布放弃庚子赔款。1924年底，美国政府宣布第二次退还庚子赔款，把余下的所有对美赔款全数退还。1925年法﹑日﹑英﹑比﹑意﹑荷等国都声明退回赔款余额，并订立协议，充作办理对华教育文化事业，或充作外国银行营业费用和发行内债基金之用。这种退回庚款的实际使用，除苏联外都由中外合组的管理委员会主持。实际上中国政府仍必须征收对美、英、日、法、比、意、荷、挪威等国的赔款，支付给这些国家把持的管理委员会。直至赔款支付到1938年时终止，实际共支付赔款六亿五千二百三十七万余两，折合银元则约为十亿元。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庚子赔款>庚子赔款</a>"
},
{
"headline":"清末新政",
"startDate":"1901",
"endDate":"1911",
"text":"<p>    晚清改革（又称庚子新政、庚子后新政），后继清朝的中华民国称遮羞变法，香港称晚清改革，日本称光绪新政，是清朝末年的一场经济和政治体制改革运动，也是中国现代化的重大事件之一。1900年，庚子事变爆发，八国联军入侵首都北京，慈禧太后下令和谈，接受八国联军提出的《辛丑和约》，此举对中国打击甚大，因此朝廷保守派主动进行变法。1901年，在慈禧太后的默许下，满清政府进行改革，改革比1898年的戊戌变法更广更深。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清末新政>清末新政</a>"
},
{
"headline":"杨开慧",
"startDate":"1901",
"endDate":"1930",
"text":"<p>    杨开慧，号霞，字云锦，1901年出生于湖南省长沙县板仓乡。杨昌济之女，毛泽东的第一任妻子，与毛泽东生有三个孩子，分别是毛岸英，毛岸青，毛岸龙。在毛泽东率领中共红军第二次进攻长沙后，杨开慧被国民党反动派逮捕。她拒绝退党或声明与毛泽东脱离关系，于1930年11月14日被杀害。1957年毛泽东为纪念杨开慧特写了《蝶恋花·答李淑一》词一首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨开慧>杨开慧</a>"
},
{
"headline":"尾崎秀实",
"startDate":"1901",
"endDate":"1944",
"text":"<p>    尾崎秀实（1901-1944），佐尔格间谍案中的重要人物。他曾长期随父亲居住在台湾，从小就对中国问题感兴趣。1922年，他进入东京帝国大学法学部政治学科，开始学习和研究马克思主义，并成为一名真诚的共产主义者。1926年，他离开校园到朝日新闻社工作。从1928年11月到1932年2月，他任《朝日新闻》常驻上海的特派员。在上海3年多的时间里，除新闻报道之外，他撰写有《暴风雨中的中国人》、《现代中国论》等政论性著作。1941年10月中旬，佐尔格的真实身份败露，他和尾崎秀实等30多人先后被日本军部逮捕。1944年11月7日，感到日末途穷的日本军国主义分子特意选择十月革命27周年纪念日这一天，将尾崎和佐尔格两人秘密绞死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尾崎秀实>尾崎秀实</a>"
},
{
"headline":"张学良",
"startDate":"1901",
"endDate":"2001",
"text":"<p>    张学良（1901年6月3日－2001年10月15日），字汉卿，号毅庵，乳名双喜、小六子，中华民国陆军元帅。中国奉天省（今辽宁）海城人，生于台安县桑林，人称“少帅”，奉系军阀领袖张作霖之长子，“民国四公子”之一，当时著名的花花公子，享寿一百零一岁。1936年发动西安事变以来，遭蒋中正、蒋经国父子软禁长达五十余年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张学良>张学良</a>"
},
{
"headline":"邓恩铭",
"startDate":"1901",
"endDate":"1931",
"text":"<p>    邓恩铭（1901年1月5日－1931年4月5日），又名恩明，字仲尧，中国贵州荔波人，水族。中国共产党创始人之一。1921年7月邓恩铭和王尽美作为济南代表出席在上海召开的中共一大，他是唯一一位参与一大的少数民族代表。后相继担任中共青岛支部书记、中共山东地方执行委员会书记等职。1928年12月在济南被捕，1931年4月5日被韩复榘治下的山东省临时军法会审委员会判处死刑并枪决，同时遇难22人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓恩铭>邓恩铭</a>"
},
{
"headline":"梁思成",
"startDate":"1901",
"endDate":"1972",
"text":"<p>    梁思成（1901年4月20日－1972年1月9日），广东新会人，中国著名建筑史学家、建筑师、城市规划师和教育家，一生致力于保护中国古代建筑和文化遗产。曾任中央研究院院士、中国科学院哲学社会科学学部委员。在《建筑五宗师》书中与吕彦直、刘敦桢、童寯、杨廷宝合称“建筑五宗师”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/梁思成>梁思成</a>"
},
{
"headline":"杨之华",
"startDate":"1901",
"endDate":"1973",
"text":"<p>    杨之华（1901年2月11日－1973年10月20日），中国妇女活动家，中共早期领袖瞿秋白的第二任妻子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨之华>杨之华</a>"
},
{
"headline":"陈毅",
"startDate":"1901",
"endDate":"1972",
"text":"<p>    陈毅（1901年8月26日－1972年1月6日），字仲弘；四川乐至人；职业军人、外交家、诗人；国共内战时期的重要将领，中华人民共和国十大元帅之一。曾任中华人民共和国国务院副总理、中共中央军委副主席、中华人民共和国外交部长，上海市人民政府首任市长。文革期间，不顾自己的安危，毅然挺身而出与四人帮斗争，被诬陷为“二月逆流”。1968年，下放石家庄。1972年去世。1977年其遗作专集《陈毅诗词选集》出版。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈毅>陈毅</a>"
},
{
"headline":"罗荣桓",
"startDate":"1902",
"endDate":"1963",
"text":"<p>    罗荣桓（1902-1963） 久经考验的忠诚的共产主义战士，坚定的马克思主义者，伟大的无产阶级革命家、政治家、军事家，中国人民解放军和中华人民共和国缔造者之一，中国人民解放军政治工作奠基人，中华人民共和国元帅，党、国家和军队卓越领导人。1902年11月26日生于湖南省衡山县寒水乡南湾村(今属衡东县荣桓镇)。在衡东县荣桓镇南湾村有罗荣桓故居和罗荣桓元帅纪念馆。中华人民共和国的开国元勋，中国十大元帅之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/罗荣桓>罗荣桓</a>"
},
{
"headline":"邱清泉",
"startDate":"1902",
"endDate":"1949",
"text":"<p>    邱清泉（1902年1月27日～1949年1月10日），原名青钱，字雨庵。浙江永嘉蒲州（今属龙湾区）人。温州中学毕业，半工半读于上海大学社会学系，后入黄埔军校二期工兵科毕业。1934年留学于德国柏林陆军大学。精通英、德文，擅诗文。性格狂傲，别号“邱疯子”。参加昆仑关战役一战成名，参加滇缅龙陵战役。内战爆发后，三年转战中原剿共。1948年参与淮海战役，12月撤出徐州，在河南东部徐州萧县被华东野战军第1纵队包围。隔年1月10日凌晨在陈官庄突围不成被击毙。时任第二兵团司令，陆军二级上将（追晋）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邱清泉>邱清泉</a>"
},
{
"headline":"苏报案",
"startDate":"1903",
"endDate":"1903",
"text":"<p>    苏报案是清末著名的政治事件，发生于1903年夏天。《苏报》支持中国教育会和爱国学社的活动，聘章士钊为主笔，章炳麟、蔡元培等撰稿人，发表邹容《革命军》和章士钊驳斥康有为改良主义政见的论文。清廷以《苏报》“悍谬横肆，为患不小”，并指出章太炎的《驳康有为论革命书》有“载湉小丑，未辨菽麦”之语，大逆不道，要求美国人福开森“切商各领等，务将该馆立即封闭”。1903年6月30日，上海公共租界工部局应清政府要求，以鼓吹革命的罪名拘捕钱允生、陈吉甫、陈叔畴、章炳麟、邹容、龙积之等6人，并查封报馆。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏报案>苏报案</a>"
},
{
"headline":"陈明仁",
"startDate":"1903",
"endDate":"1974",
"text":"<p>    陈明仁（1903年4月7日－1974年5月21日），湖南醴陵人，中华民国将军。中国人民解放军高级将官、1955年被授予中国人民解放军上将军衔。是第1、2、3届国防委员会委员，第1、2、3届全国人民代表大会代表，中国人民政治协商会议第1届全国委员会代表及第3、4届全国委员会常务委员。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈明仁>陈明仁</a>"
},
{
"headline":"张灵甫",
"startDate":"1903",
"endDate":"1947",
"text":"<p>    张灵甫（1903年8月20日－1947年5月16日），名钟麟，字灵甫，以字行，陕西省西安市城郊东大村人，中国国民革命军中将。曾四次参与对中国工农红军的“围剿”，后因杀妻获罪，被允许在抗战中“戴罪立功”，参与淞沪会战、南昌会战、常德会战等，立下战功。第二次国共内战期间的孟良崮战役中，其指挥的号称全副美式装备“王牌模范师”整编七十四师被中国人民解放军华东野战军歼灭，张灵甫阵亡(或有言自杀)。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张灵甫>张灵甫</a>"
},
{
"headline":"方先觉",
"startDate":"1903",
"endDate":"1983",
"text":"<p>    方先觉（1903年－1983年），字子珊。抗日将领，国民革命军二级上将。江苏省萧县（今安徽省宿州市埇桥区栏杆镇方家寨）人。民国三十六年（1947年），在原籍萧县当选为第一届国民大会代表。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/方先觉>方先觉</a>"
},
{
"headline":"郑洞国",
"startDate":"1903",
"endDate":"1991",
"text":"<p>    郑洞国（1903—1991年），字桂庭，汉族，湖南石门人。他早在学生时代就参加过“五四”运动。黄埔军校第一期毕业，曾参加东征和北伐。郑洞国是最早参加抗日战争的国民党将领之一。曾参加过长城古北口战役、平汉路保定会战、台儿庄大捷、徐州会战、昆仑关战役。1943年春，郑洞国参加中国远征军担任新1军军长，参加收复缅北要地密支那攻坚战。东北内战时期，指挥了热河攻略和两次四平街会战，1948年底，在长春兵败解甲。死后受到两岸共同追悼。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑洞国>郑洞国</a>"
},
{
"headline":"江孜保卫战",
"startDate":"1904",
"endDate":"1904",
"text":"<p>    清光绪二十八年（1902）英国以西藏不履行藏印条约，侵犯印度边境为借口，派怀特率军200人侵入后藏的甲冈。次年，英国又以谈判为名，派兵入侵西藏南部边境岗巴宗。与此同时，英军首领荣赫鹏、麦克唐纳率领3000人从亚东、帕里一线发动对西藏的大规模入侵。1904年3月，攻占帕里的英军向江孜方面推进。4月，西藏地方政府派1000名藏军阻截，双方在江孜以南的曲米辛古展开战斗，藏军遭到重创，拉丁色代本等4名藏官被枪杀，英军侵占了后藏，江孜沦陷。5月，西藏军民发动反攻，一路集结在江孜以东的卡罗拉山，既牵制了英军主力，又切断了英军后路；另一路袭击英军大本营，突入江孜，攻破江孜堡垒，取得江孜阵地主动权。6月，英军从东、南两面集中兵力攻打乃宁寺。在保卫乃宁寺的战斗中，广大僧兵顽强抵抗，最后14名藏军在杀伤数十名英军官兵后牺牲，称为乃宁寺大血战。乃宁寺被英军侵占后，寺内文物被洗劫一空。7月5日，英军对坚守在江孜堡垒的江孜军民开始发动总攻。江孜军民凭借原始的大刀、长矛和石头死守城堡，并在半山前崖构筑炮台和其他防御设施。当时英军使用新式火器向宗山猛烈进攻，江孜军民誓死抵抗，以土枪、大刀、梭标和弓箭坚持了8个月之久。山上弹尽粮绝，守军与攻上宗山的英军展开肉搏，直至跳崖牺牲。江孜从此以“英雄城”而闻名。由于清廷在反抗英帝国主义侵略的同时，始终采取妥协投降政策，西藏地方的领导阶层在整个战争中指挥脱节，和战不定，错失良机，最终江孜防线被英军突破。７月底，英军渡过雅鲁藏布江，8月攻入拉萨。1904年9月江孜保卫战失败后，英国以武力相威胁，强迫西藏代表签订《拉萨条约》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江孜保卫战>江孜保卫战</a>"
},
{
"headline":"日俄战争",
"startDate":"1904",
"endDate":"1905",
"text":"<p>    日俄战争（俄文：Русско-японская война；日文：日露戦争；1904年2月8日─1905年9月5日）是大日本帝国和俄罗斯帝国为争夺在朝鲜半岛和中国东北地区的战争。日俄战争促成日本在东北亚取得军事优势，并取得在朝鲜、东北驻军的权利，令俄国于此的拓展受阻挠。日俄战争的陆上战场是清国本土的东北地区，而清国政府却被逼迫宣布中立，甚至为这场战争专门划出了一块交战区。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/日俄战争>日俄战争</a>"
},
{
"headline":"戴安澜",
"startDate":"1904",
"endDate":"1942",
"text":"<p>    戴安澜(1904～1942年)，又名戴炳阳，原名衍功，自号海鸥。汉族，安徽无为练溪乡风和戴村人。国民革命军高级将领，为黄埔系骨干。戴将军曾参加北伐战争、保定、漕河、台儿庄、中条山诸役、昆仑关战役，1942年，戴安澜奉命率200师作为中国远征军的先头部队赴缅参战。在缅作战中，大战同古、收复棠吉等战役。1942年5月18日，戴将军在郎科地区指挥突围战斗中负重伤，26日下午5时40分在缅甸北部茅邦村殉国。他在抗日战争中战功显赫，抗战胜利后追认为革命烈士。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/戴安澜>戴安澜</a>"
},
{
"headline":"杜聿明",
"startDate":"1904",
"endDate":"1981",
"text":"<p>    杜聿明（1904年11月28日－1981年5月7日），号光亭。陕西省米脂县人，国民革命军陆军中将。出身于黄埔军校，后在国民革命军机械化部队任职，历任第二百师师长、国民革命军第五军军长，率部参加桂南会战，取得昆仑关大捷。1949年1月9日在淮海战役中全军覆没，于河南省商丘市永城为中国人民解放军所俘。1959年12月4日，获得中华人民共和国政府特赦释放。1981年病逝于北京。1957年诺贝尔物理学奖得主杨振宁是他的女婿。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜聿明>杜聿明</a>"
},
{
"headline":"邓小平",
"startDate":"1904",
"endDate":"1997",
"text":"<p>    邓小平是中国共产党第二代领导核心，马克思主义者，无产阶级革命家、政治家、军事家、外交家，同时也是中国人民解放军、中华人民共和国的主要领导人之一。他是中国社会主义改革开放和现代化建设的总设计师，创立了邓小平理论。他所倡导的“改革开放”及“一国两制”政策理念，改变了20世纪后期的中国，也影响了世界，因此在1978年和1985年，曾两次当选《时代》周刊“年度风云人物”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓小平>邓小平</a>"
},
{
"headline":"林徽因",
"startDate":"1904",
"endDate":"1955",
"text":"<p>    林徽因（1904年6月10日－1955年4月1日），原名林徽音，中国著名建筑师、诗人。人民英雄纪念碑和中华人民共和国国徽深化方案的设计者。她是建筑师梁思成的第一任妻子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/林徽因>林徽因</a>"
},
{
"headline":"梅汝璈",
"startDate":"1904",
"endDate":"1973",
"text":"<p>    梅汝璈（1904年11月7日－1973年4月23日），字亚轩，中国江西南昌人，中国法学家及律师，曾代表中国参与第二次世界大战后之审判日本之远东国际军事法庭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/梅汝璈>梅汝璈</a>"
},
{
"headline":"任弼时",
"startDate":"1904",
"endDate":"1950",
"text":"<p>    任弼时（1904年4月30日－1950年10月27日），名培国，号二南。湖南省湘阴县（今属汨罗市）塾塘乡唐家桥人。中华人民共和国开国元勋,中国共产党与中国工农红军主要领导者之一。任弼时早年留学苏联，随后任中国共产主义青年团中央代理书记、总书记。第一次国共内战期间，担任中共苏区中央局代理书记、湘赣苏区省委书记，领导红六军团、红二方面军参加长征。抗日战争期间，担任中国共产党驻共产国际代表，并任中共中央秘书长、中共中央书记处书记。第二次国共内战期间，担任中共中央政治局委员、中共五大书记之一。之后因病在陕北、北京、苏联等地调养，1950年因脑溢血不治身亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/任弼时>任弼时</a>"
},
{
"headline":"陈云",
"startDate":"1905",
"endDate":"1995",
"text":"<p>    陈云（1905年6月13日－1995年4月10日），曾用名廖陈云，江苏青浦（今属上海市青浦区）人。政治家、经济管理家，中华人民共和国开国元勋，中国共产党和中华人民共和国的主要领导人之一。陈云早年领导上海工人运动，随后参加中国工农红军，并随部参加长征，相继担任中共中央驻新疆代表、中央书记处书记、中共中央组织部部长、中央政治局委员等职。随后赴东北，任东北局副书记兼东北民主联军副政治委员，指挥参与临江战役。随后担任东北财政经济委员会主任、中华全国总工会主席、中央人民政府委员，领导银元之战。中华人民共和国成立后，担任政务院副总理兼财政经济委员会主任，负责全国经济恢复工作与制定中国第一个五年计划，随后连任国务院副总理、中共中央政治局常委、中共中央副主席等职。文化大革命期间受到迫害，之后恢复原职，出任中共中央纪律检查委员会第一书记。1987年，当选中共中央顾问委员会主任，是邓小平主政时期的“中共八大元老”之一，在中共第二代领导集体中的地位和权力仅次于邓小平，实际上的第二号领导人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈云>陈云</a>"
},
{
"headline":"谢晋元",
"startDate":"1905",
"endDate":"1941",
"text":"<p>    谢晋元（1905年4月26日－1941年4月24日），字中民，广东镇平（今蕉岭）人。二次大战期间中华民国国民革命军军官。毕业于黄埔军校第四期，历任国军排长、连长、营长、副团长、师部参谋(参议官)、旅部参谋主任等。四行仓库保卫战指挥官。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢晋元>谢晋元</a>"
},
{
"headline":"杨靖宇",
"startDate":"1905",
"endDate":"1940",
"text":"<p>    杨靖宇（1905年2月13日－1940年2月23日），汉族，原名马尚德，字骥生，到东北后，化名张贯一，乃超，杨靖宇为其常用化名，河南省确山人。中国共产党党员，中国抗日战争名将，曾任东北抗日联军第一路军总司令、中共满州省委的军委代理书记。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨靖宇>杨靖宇</a>"
},
{
"headline":"立宪运动",
"startDate":"1906",
"endDate":"1911",
"text":"<p>    立宪运动是中国清朝政府继自强运动（洋务运动、1861年－1895年）、维新运动（1895年－1898年）之后推动的第三次大型改革，目的在使大清帝国成为君主立宪政体的国家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/立宪运动>立宪运动</a>"
},
{
"headline":"婉容",
"startDate":"1906",
"endDate":"1946",
"text":"<p>    婉容（1906年11月13日－1946年），郭布罗氏，字慕鸿，号植莲。满洲正白旗（达斡尔族）。清朝逊帝溥仪的嫡妻，清朝与中国的末代皇后，曾为满洲国皇后。“婉容”二字及她的字“慕鸿”来自《洛神赋》：“翩若惊鸿，婉若游龙。”2004年部份皇室后人上私谥为孝恪愍皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/婉容>婉容</a>"
},
{
"headline":"潘汉年",
"startDate":"1906",
"endDate":"1977",
"text":"<p>    潘汉年（1906年1月18日－1977年4月14日），江苏宜兴归径乡陆平村人，著名特工，作家。1955年4月3日， 因“内奸”判刑，1977年4月14日，潘汉年病逝。1982年8月，被中共中央平反昭雪，公开恢复名誉。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/潘汉年>潘汉年</a>"
},
{
"headline":"溥仪",
"startDate":"1906",
"endDate":"1967",
"text":"<p>    溥仪（1906年2月7日－1967年10月17日），爱新觉罗氏，乳名“午格”，字耀之，号浩然，英文名Henry（亨利）；是清朝最后一位皇帝，同时也是中国最后一位皇帝。其为清朝皇帝在位时年号“宣统”，故称宣统皇帝（1908年12月2日－1912年2月12日，1917年7月1日－12日）。因其为大清国的末代皇帝，所以有人称其为清废帝，或称为清逊帝。其在满洲国时年号“康德”，又称康德皇帝（1934年－1945年）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/溥仪>溥仪</a>"
},
{
"headline":"李志民",
"startDate":"1906",
"endDate":"1987",
"text":"<p>    李志民（1906年－1987年），湖南浏阳人。中国人民志愿军政治部主任，1955年中华人民共和国开国上将之一。1927年加入中国共产党。1928年参加红军，曾任红三军团教导营政委。1934年参加长征。抗日战争时期曾任晋察冀军区组织部部长。解放战争时期曾任第19兵团政委（该兵团司令员是杨得志）。中华人民共和国成立后曾任中国人民志愿军政治部主任，福州军区政委。1955年获上将军衔。1959年曾担任“将军合唱团”指挥。1987年病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李志民>李志民</a>"
},
{
"headline":"林彪",
"startDate":"1907",
"endDate":"1971",
"text":"<p>    林彪，原名林祚大，字阳春，号毓蓉；曾用名育容、育荣、尤勇、李进。军事家，中华人民共和国元帅。1925年参加中国共产党。参加了八一南昌起义。在井冈山时期先后任营长、团长、军长、军团长等职。参加了红军长征。抗日战争时期任八路军一一五师师长。解放战争时期任东北野战军司令员等职，指挥了辽沈战役、平津战役等重大战役。解放后历任国防委员会副主席、国防部长、中央军委副主席等职。“文化大革命”中组成反党集团，有预谋地诬陷、迫害党和国家领导人，阴谋篡夺党和国家的最高权力。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/林彪>林彪</a>"
},
{
"headline":"粟裕",
"startDate":"1907",
"endDate":"1984",
"text":"<p>    粟裕（1907年8月10日－1984年2月5日），幼名继业，学名多珍，字裕，以字行，湖南会同人，侗族后代。中国现代杰出军事家、革命家、战略家。中华人民共和国和中国人民解放军的主要领导人。1955年被授予中国人民解放军大将军衔，位于开国十位大将之首，并被同时授予一级八一勋章、一级独立自由勋章和一级解放勋章。粟裕曾就读于湖南省立第二师范学院，后加入中国共产党与中国工农红军，参与南昌起义、湘南起义，之后进入井冈山，参与全部五次反围剿战争。中央红军长征后留在南方组织游击战争。抗日战争期间，任新四军第二支队副司令员，皖南事变后任新四军第一师师长，后兼任第六师师长，并指挥黄桥战役、车桥战役。第二次国共内战期间，任华中野战军司令、华东野战军副司令、代司令兼代政委、第三野战军副司令兼第二副政委，接连指挥苏中战役、宿北战役、鲁南战役、莱芜战役、孟良崮战役、豫东战役、济南战役、淮海战役、渡江战役、上海战役等。中华人民共和国成立后，任中国人民解放军总参谋长、中央军事委员会常务委员、中华人民共和国国防部副部长、中国人民解放军军事科学院副院长、第一政治委员，全国人民代表大会常务委员会副委员长等职务。粟裕于1958年军委扩大会议期间受到极不公正的批判，直至其去世十年后的1994年方才被完全平反。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/粟裕>粟裕</a>"
},
{
"headline":"彭雪枫",
"startDate":"1907",
"endDate":"1944",
"text":"<p>    彭雪枫（1907年9月9日－1944年9月11日），河南镇平人，乳名隆兴，原名修道。中国工农红军和新四军杰出指挥员、军事家。1941年任新四军第四师长兼政委，是国共战争中新四军阵亡的最高将领。少时家贫，但聪慧好学，14岁受亲戚资助，到天津、北京求学。1922年入西北军第十六混成旅官佐子弟学校。1926年加入中国共产党，1930年5月被派到苏区。1934年参加长征。任军委第1野战纵队梯队队长、红3军团5师师长、陕甘支队第2纵队司令员、红1军团4师政治委员。抗日战争期间，任八路军驻晋办事处处长，负责晋冀鲁察四省以及平津两市的统一战线的联络工作，并创办学兵队。1938年2月调任八路军总部参谋处长兼中共河南省委军事部长，组织训练抗日武装。同年9月仕新四军游击支队司令员兼政委。1939年任中共豫皖苏边区委书记。1940年-1943年，彭雪枫与邓子恢、张震、吴芝圃等，连续三次袭击江苏省国军；其中在山子头战役中，一举全歼来犯“顽军”（即隶属于中华民国政府的国民革命军），当场击毙江苏省政府保安第3队司令、淮泗专员王光夏、独立第六旅长李仲寰，并活捉中央政府苏鲁战区副司令员韩德勤。1944年9月11日，于河南夏邑八里庄围攻国民革命军苏北挺进军第一纵队李光明部的战斗中饮弹而亡，时年37岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/彭雪枫>彭雪枫</a>"
},
{
"headline":"宋希濂",
"startDate":"1907",
"endDate":"1993",
"text":"<p>    宋希濂（1907年4月9日－1993年2月13日），字荫国，湖南省湘乡县溪口人。黄埔军校第一期毕业，被誉为黄埔之光。中国国民党陆军中将，蒋介石嫡系重要将领，抗日名将。中央陆军军官学校第一期步兵科、日本千叶陆军步兵学校中国将校班、陆军大学将官讲习班第一期、陆军大学将官班甲级第一期毕业。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋希濂>宋希濂</a>"
},
{
"headline":"宣统帝 溥仪",
"startDate":"1908",
"endDate":"1912",
"text":"<p>      溥仪（1906年2月7日－1967年10月17日），爱新觉罗氏，乳名“午格”，字耀之，号浩然，英文名Henry（亨利）；是清朝最后一位皇帝，同时也是中国最后一位皇帝。其为清朝皇帝在位时年号“宣统”，故称宣统皇帝（1908年12月2日－1912年2月12日，1917年7月1日－12日）。因其为大清国的末代皇帝，所以有人称其为清废帝，或称为清逊帝。其在满洲国时年号“康德”，又称康德皇帝（1934年－1945年）。溥仪在慈禧去世后登位，当时年仅三岁，其父载沣担任监国摄政王，辛亥革命后，被迫退位。1917年，溥仪在张勋、康有为等人的拥护下，再次登上皇位，史称“丁巳复辟”，在孙中山等人的反对和声讨下，“丁巳复辟”仅12天就失败了。“九一八事变”后，在日本支持下建立伪大满洲帝国，登上大满洲帝国之皇帝，年号康德。日本败战后，溥仪和日军一起企图逃亡东京，在机场被苏军捕获。中华人民共和国成立后，一直在抚顺战犯管理所接受改造，在1959年9月17日刘少奇主席签发的中华人民共和国主席特赦令被第一批特赦，正式成为中华人民共和国的公民。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宣统帝 溥仪>宣统帝 溥仪</a>"
},
{
"headline":"孟小冬",
"startDate":"1908",
"endDate":"1977",
"text":"<p>    孟小冬（1908年1月9日－1977年5月27日）又名孟若兰、孟令辉，在上海出生，出生于梨园世家，著名京剧女老生演员，有老生皇帝（冬皇）之誉，师承余叔岩，是余门惟一的女弟子。孟小冬的表演扮相英俊，嗓音苍劲醇厚，高低宽窄咸宜，中气充沛，满宫满调，且无雌音，被公认为“余派”主要传人。北京大学教授吴小如曾说她是学余最成功的一位。代表剧目有《捉放曹》、《搜孤救孤》、《洪羊洞》、《盗宗卷》、《击鼓骂曹》、《乌盆记》、《空城计》、《珠帘寨》、《御碑亭》、《碰碑》、《鱼肠剑》等。她的弟子有赵培鑫等，辜振甫在港工作时曾向她问艺。琴师王瑞芝是余叔岩生前的琴师，余身故后在上海开始傍她，1950年代后期从英属香港到北京，在北京京剧团（现在的北京京剧院）工作，傍余门弟子谭富英。1955-1965年间，香港票友黄金懋为孟小冬唯一收过的入室弟子。1925年8月孟小冬结识梅兰芳，合演《游龙戏凤》。1927年孟小冬以兼祧的名义与梅兰芳成婚。当时梅兰芳已有一妻王明华，另一有平妻福芝芳。1933年分手。1949年春移民英属香港。1950年于香港与杜月笙结为夫妇，与杜月笙结婚后，彻底退出舞台。她从1967年起移民台湾，1977年在台北离世，享年69岁。孟小冬安葬于台北县树林市净律寺佛教公墓。墓碑由知名国画家张大千题字“杜母孟太夫人墓”，墓旁有杜月笙女婿金元吉（杜美霞之夫）为伴。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟小冬>孟小冬</a>"
},
{
"headline":"赵尚志",
"startDate":"1908",
"endDate":"1942",
"text":"<p>    赵尚志，男，1908年生，汉族，辽宁朝阳人，抗日将领。1925年夏加入中国共产党，是东北地区最早的共产党员之一。北伐战争时期，他在东北地区组织和从事反帝反军阀的革命活动。“九一八事变”后被任命为中共满洲省委常委、军委书记。之后领导创建中共巴彦抗日游击队（中国工农红军36军独立师）北满珠河反日游击队，后任东北反日游击队哈东支队司令，东北人民革命军第三军军长，东北抗日联军第三军军长，北满抗联总司令，东北抗日联军总司令，东北抗联第二路军副总指挥。与李兆麟等创建了珠河、汤原抗日游击根据地。于1942年2月12日，在战斗中身负重伤被俘，壮烈牺牲。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵尚志>赵尚志</a>"
},
{
"headline":"文绣",
"startDate":"1909",
"endDate":"1953",
"text":"<p>    文绣（1909年12月20日－1953年9月17日），字蕙心，自号爱莲，满族，鄂尔德特氏，满洲鄂尔德特氏端恭之女，为清代末代皇帝溥仪的妾侍，溥仪册封她为淑妃，此后直至两人于1931年离婚为止，未再得进封。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文绣>文绣</a>"
},
{
"headline":"国会请愿运动",
"startDate":"1910",
"endDate":"1910",
"text":"<p>    国会请愿运动，清朝末年立宪派人士呼吁清朝廷速开民选国会实行内阁制的一场政治运动。从1910年1月开始第一次请愿活动，到1910年年底结束第四次请愿活动。清朝廷面对请愿运动压力，遂将原定为九年的期限提前三年，即于宣统五年（1913年）召开国会，并先设责任内阁。但是1911年5月8日，清朝廷组成以奕劻为首的“皇族内阁”，毫无立宪诚意，令立宪派大失所望，遂同情革命。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/国会请愿运动>国会请愿运动</a>"
},
{
"headline":"贺子珍",
"startDate":"1910",
"endDate":"1984",
"text":"<p>    贺子珍（1910年9月20日－1984年4月19日），原名贺桂圆，江西省永新县人，客家人，毛泽东第三位妻子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贺子珍>贺子珍</a>"
},
{
"headline":"蒋经国",
"startDate":"1910",
"endDate":"1988",
"text":"<p>    蒋经国（1910年4月27日－1988年1月13日），字建丰，中华民国政治家，蒋介石长子。浙江省奉化溪口人。苏联莫斯科中山大学毕业，返回中国后进入中国国民党并踏入政坛，历任江西省第四区行政督察专员、国防部总政治作战部主任、首任反共救国团主任、退除役官兵就业辅导委员会主任委员、国防部部长、行政院院长等要职，曾任职务横跨一般政务与情治工作。1975年蒋介石死后接掌中国国民党及台湾政府，并将中国国民党总裁一职改为主席，后担任第六、第七任台湾总统（1978年—1988年）。在逝世前一年，结束对台湾的戒严。自1972年行政院长起至1988年总统任内过世为止，掌权长达16年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒋经国>蒋经国</a>"
},
{
"headline":"辛亥革命",
"startDate":"1911",
"endDate":"1912",
"text":"<p>    辛亥革命是指发生于中国农历辛亥年（清宣统三年），即公元1911年至1912年初，旨在推翻清朝专制帝制、建立共和政体的全国性革命。狭义的辛亥革命，指的是自1911年10月10日（农历八月十九）夜武昌起义爆发，至1912年元旦孙文就职中华民国临时大总统前后这一段时间在中国发生的革命事件，广义上则可指自19世纪末迄辛亥年，中国之一系列以推翻满清统治为目标的革命运动。作为民主革命，辛亥革命成功推翻了清朝的统治，结束了中国的帝制，开启了民主共和新纪元，使共和观念深入中国人思想中。作为民族革命，辛亥革命的成功也对中国国内的民族关系及同时期亚洲其他国家的民族解放运动产生了重要影响。辛亥革命前后的一系列事件不仅结束了此前立宪派实行君主立宪的努力，而且对此后中国的宪政与法治发展、中央及地方政治、中央与地方关系、国内各民族间关系等都起到了关键的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/辛亥革命>辛亥革命</a>"
},
{
"headline":"黄花岗起义",
"startDate":"1911",
"endDate":"1911",
"text":"<p>    黄花岗起义是中国同盟会辛亥年在广州发起的一场起义，又称“辛亥广州起义”、“三·二九广州起义”、“黄花岗之役”。1911年4月27日下午5时30分，黄兴率120余名敢死队员直扑两广总督署，发动了同盟会的第十次武装起义——广州起义。其中72人的遗骸由潘达微等出面收葬于广州东郊红花岗。潘达微并把红花岗改名为黄花岗，这次起义因而被称为“黄花岗起义”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄花岗起义>黄花岗起义</a>"
},
{
"headline":"保路运动",
"startDate":"1911",
"endDate":"1911",
"text":"<p>    保路运动又称铁路风潮。1910年，英法德美四国银行团逼清政府订立借款修路合同。1911年5月9 日，清廷在邮传大臣盛宣怀的策动下，宣布“铁路国有”政策，将已归商办的川汉、粤汉铁路收归国有。四川修筑铁路的股金，不仅来自绅士、商人、地主，还有农民，而且农民购买的股份占很大比例。清政府颁布 “铁路国有”政策以后，由于拒不归还四川的股金。因此招致了四川各阶层，尤其是广大城乡劳动人民的反对，从而掀起了轰轰烈烈的保路运动。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/保路运动>保路运动</a>"
},
{
"headline":"武昌起义",
"startDate":"1911",
"endDate":"1911",
"text":"<p>    武昌起义是1911年10月10日（农历辛亥年八月十九）在中国武昌发生的一场旨在推翻清朝统治的兵变，也是辛亥革命的开端。黄花岗起义失败后，一部分革命党人（共进会和文学社）决定把目标转向长江流域，准备在以武汉为中心的两湖地区发动一次新的武装起义。武昌起义的成功发动，使中国各地陆续响应革命党人推翻清朝的诉求，最终结束了中国两千年的帝制政体，建立了亚洲第一个民主共和国——中华民国，是亚洲和中国走向民主共和的开端，在中国历史中具有里程碑意义。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武昌起义>武昌起义</a>"
},
{
"headline":"孔庆德",
"startDate":"1911",
"endDate":"2010",
"text":"<p>    孔庆德，山东曲阜人，孔子73代后裔；1911年2月14日出生，1927年参加国民革命军，1930年12月入红军并加入中国共产党，参加长征，抗日战争时历任营长、团长、冀南军区第三军分区副司令员等职，参加了阳明堡、百团大战等战役战斗；解放战争时历任旅长、纵队副司令员、军长等职，参加了上党、邯郸、邓县、襄樊和进军大别山等战役战斗；新中国成立后，历任河南省军区副司令员，中南军区炮兵代理司令员，武汉军区副司令员等职；1955年被授予中将军衔；1983年10月离休；1988年被授予一级红星功勋荣誉章；2010年9月29日在武汉逝世，享年100岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孔庆德>孔庆德</a>"
},
{
"headline":"中华民国",
"startDate":"1912",
"endDate":"1949",
"text":"<p>    1911年10月10日，革命党人发动辛亥革命，并在隔年阳历元旦于南京建立中华民国，除了继承清朝对中国的统治，也成功结束影响中国两千多年的君主政体。建国初期，中华民国延续前代以北京为首都，史称北洋时期；前期曾发生两次帝制复辟事件，后期则沦为北洋军阀相互夺权混战的局面。1925年，以中国国民党为首的国民政府成立并发起北伐，于1928年底大致统一全国，后定都于南京。北伐完成后的十年间，国民政府实施训政，国家建设得到长足发展，但内忧外患仍在，内有残余军阀割据势力，外有日本觊觎，1937年至1945年间更与日本爆发全面战争，乃第二次世界大战的一环。1945年对日胜利后，中华民国成为联合国创始会员国及其安理会常任理事国之一，1947年正式实施宪政，并改组中央政府；同时间与中国共产党全面爆发内战，但节节失利，逐渐失去对于原赖以立国的中国大陆领土之统治。中华民国政府最终在1949年底迁往统治光复不久的台湾。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中华民国>中华民国</a>"
},
{
"headline":"聂耳",
"startDate":"1912",
"endDate":"1935",
"text":"<p>    聂耳（1912年2月14日－1935年7月17日），原名聂守信，字子义（亦作紫艺），云南玉溪人，中国音乐家，主要从事包括电影插曲在内的流行音乐、中国民族音乐的创作，中华人民共和国国歌《义勇军进行曲》的作曲者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/聂耳>聂耳</a>"
},
{
"headline":"二次革命",
"startDate":"1913",
"endDate":"1913",
"text":"<p>    二次革命（又称癸丑之役或赣宁之役）是孙中山等国民党人于1913年（民国二年）在中国发动反对袁世凯的武装革命，又称为“讨袁之役”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/二次革命>二次革命</a>"
},
{
"headline":"洪宪帝制",
"startDate":"1915",
"endDate":"1916",
"text":"<p>    中华帝国是中国在1915年至1916年间，袁世凯接受帝制期间（又称洪宪帝制）企图成立的君主制政权的名称。其与张勋复辟并列为中华民国史上仅有的两次帝制复辟事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洪宪帝制>洪宪帝制</a>"
},
{
"headline":"二十一条",
"startDate":"1915",
"endDate":"1915",
"text":"<p>    1915年1月18日，日本驻华公使日置益晋见袁世凯，递交了二十一条要求的文件，并要求政府“绝对保密，尽速答复”。此后日本帝国主义以威胁利诱的手段，历时五个月交涉，企图迫使袁世凯政府签订，企图把中国的领土、政治、军事及财政等都置于日本的控制之下的二十一条无理要求，这些条款称中日“二十一条”，也称《民四条约》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/二十一条>二十一条</a>"
},
{
"headline":"新文化运动",
"startDate":"1915",
"endDate":"1926",
"text":"<p>    新文化运动是1919年五四运动爆发前后由胡适、陈独秀、鲁迅、钱玄同等一些受过西方教育（当时称为新式教育）的人发起的一次“反传统、反儒教、反文言”的思想文化革新、文学革命运动。1919年5月4日前夕，陈独秀在其主编的《新青年》刊载文章，提倡民主与科学（“德先生”与“赛先生”），批判传统纯正的中国文化，并传播马克思主义思想；一方面，以胡适为代表的温和派，则反对马克思主义，支持白话文运动，主张以实用主义代替儒家学说，即为新文化运动滥觞。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/新文化运动>新文化运动</a>"
},
{
"headline":"护国战争",
"startDate":"1915",
"endDate":"1916",
"text":"<p>    护国战争（又称护国战役、护国运动、反帝制战争；民国四至五年，即1915年—1916年）是发生在中国近代的内战，起因是袁世凯在1915年12月于北京宣布接受帝制，南方将领唐继尧、蔡锷、李烈钧等在云南宣布独立，并且出兵讨袁。袁世凯的军队受挫，南方其他各省之后亦纷纷宣布独立。袁世凯在内外压迫后宣布取消帝制，并于数月后病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/护国战争>护国战争</a>"
},
{
"headline":"乔治·何克",
"startDate":"1915",
"endDate":"1945",
"text":"<p>    乔治·何克，国籍英国，1915年生，1937年23岁时毕业于牛津大学，以十二万分的热情中国工业合作会工作，何克先后担任“工合”的秘书兼视察员到1941年“工合”已发展到3000多个，成为抗日救援的一支重要力量。1945年他著的《我看到了新中国》一书在美国和英国出版。何克作为双石铺培黎学校校长，他以延安的革命精神和八路军的思想作风来管理学校，教育学生。1945年7月22日乔治·何克由于在建设校园中不幸患破伤风去世，享年30岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乔治·何克>乔治·何克</a>"
},
{
"headline":"白修德",
"startDate":"1915",
"endDate":"1986",
"text":"<p>    白修德（英语：Theodore Harold White，1915年5月6日－1986年5月9日），也译作西奥多·H·怀特，“白修德”是其中文名。是一位美国新闻记者、历史学家和小说家，曾作为《时代》周刊记者在抗战时期访华，以记述1960年、1964年、1968年和1972年总统选举而著称。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白修德>白修德</a>"
},
{
"headline":"申健",
"startDate":"1915",
"endDate":"1992",
"text":"<p>    申健（1915年－1992年），原名申振民，中国共产党情报“后三杰”。河北大城人。1937年10月在北京师范大学（抗战开始后合并为西北联大）参加中华民族解放先锋队，1938年加入中国共产党。潜伏于胡宗南属下，使胡宗南屡战屡败。1947年入美国西保大学研究院。1949年6月回国，曾任驻印度大使馆参赞、外交部美澳司司长兼中国人民外交学会副会长、对外友协常务理事、中国拉丁美洲友好协会副会长、第一任驻古巴大使、中共中央对外联络部副秘书长、副部长、中国古巴友好协会会长、驻印度大使、中国现代国际关系研究所高级研究员兼外交学院教授、第五届全国政协常委、第六届全国政协委员。1992年逝世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/申健>申健</a>"
},
{
"headline":"府院之争",
"startDate":"1916",
"endDate":"1917",
"text":"<p>    府院之争（又称黎段相争）指1916年至1917年（民国五至六年）中华民国总统府与国务院之间的权力斗争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/府院之争>府院之争</a>"
},
{
"headline":"陈忠经",
"startDate":"1916",
"endDate":"?",
"text":"<p>    陈忠经（1916年－），江苏仪征人。中共情报“后三杰”，潜伏于胡宗南身边，使胡宗南屡战屡败。1934年入北京大学经济系，后在昆明西南联大毕业。1940年加入中国共产党，1947年入美国哥伦比亚大学研究院。1949年6月回国。曾任对外文化联络局代局长，对外文委副主任、秘书长，现代国际关系研究所所长、中国艺术代表团团长、中共中央调查部副部长、第五、六届全国政协委员。1960年曾经率领中国艺术代表团访问拉美很多国家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈忠经>陈忠经</a>"
},
{
"headline":"张勋复辟",
"startDate":"1917",
"endDate":"1917",
"text":"<p>    张勋复辟（1917年7月1日 - 1917年7月12日）是指由张勋一手策划，于民国六年（1917年）7月1日拥护清朝已逊位多年的溥仪在北京复辟的政变，前后历时共十二天。因发生在丁巳年，亦称丁巳复辟。这是清朝被推翻、中华民国建立后的第二次帝制复辟（第一次是洪宪帝制）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张勋复辟>张勋复辟</a>"
},
{
"headline":"护法运动",
"startDate":"1917",
"endDate":"1922",
"text":"<p>    护法运动（1917年—1922年）指由孙文领导，反对段祺瑞主导的北洋政府终止中华民国临时约法、废除中华民国国会，在广州另立中华民国军政府的行动，因陈炯明叛变后失败并向段祺瑞主持的北洋政府和谈而结束。在中国国民党历史中，亦称为“三次革命”。所谓“护法”指的是护卫《中华民国临时约法》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/护法运动>护法运动</a>"
},
{
"headline":"巴黎和会",
"startDate":"1919",
"endDate":"1919",
"text":"<p>    巴黎和会，1919年1月在巴黎凡尔赛宫召开的会议。1918年11月，第一次世界大战宣告结束。1919年1月，胜利的协约国集团为了解决战争所造成的问题，以及奠定战后的和平，于是召开巴黎和会。这个和会因为战败国和中立国均未获邀请参加，所以这是胜利国举行的和会，而胜利国又有大小之分别，它又是个大国操纵的和会。分别由美国总统威尔逊、英国首相大卫·劳合·乔治、法国总理克列孟梭主导了和会的进行。和会上签订了处置战败国德国的凡尔赛和约，同时还分别同德国的盟国奥地利、匈牙利、土耳其等国签订了一系列和约。这些和约和凡尔赛和约构成了凡尔赛体系，确立了一次大战后由美国、英国、法国等主要战胜国主导的国际政治格局。会议通过领土分配及赔款等措施重塑现实政治格局，遏制德国及苏维埃俄国等战败国及共产国家，但与此同时通过筹组国际联盟来企图建立理想的国际外交规范。参加巴黎和会的各国代表有1000多人，其中全权代表70人。和会及后续的活动先后完成对各战败国的和约，其中对德和约的凡尔赛条约最为重要，对日后的国际关系有着深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/巴黎和会>巴黎和会</a>"
},
{
"headline":"五四运动",
"startDate":"1919",
"endDate":"1919",
"text":"<p>    五四运动发生于1919年的5月4日，是一场发生于中国北京、以青年学生为主的学生运动，以及包括广大群众、市民、工商人士等中下阶层广泛参与的一次示威游行、请愿、罢课、罢工、暴力对抗政府等多形式的爱国运动。事件起因在第一次世界大战完结后举行的巴黎和会中，列强肆意践踏中国主权，把德国在山东的权益转让给日本，即山东问题。当时北洋政府未能捍卫国家利益，在列强面前显得软弱，国人异常不满，从而上街游行表达不满。当时最著名的口号之一是“外争强权（对抗列强侵权），内除国贼（惩除媚日官员）”。广义的五四运动则是指自1915年中日签订《二十一条》至1926年北伐战争之间，中国知识界和青年学生反思中国传统文化，追随“德先生”（民主）与“赛先生”（科学），探索强国之路的新文化运动的继续和发展。1924年4月19日，中国共产党中央局委员长陈独秀、秘书毛泽东联名发出通告，第一次要求各地党和团的组织开展“五一”、“五四”、“五五”、“五七”纪念和宣传活动，强调恢复国权运动、新文化运动，纪念五五（马克思诞辰），目的在于传播马克思主义。 1939年八路军总政治部、中央青委发出《关于部队纪念“五四”青年节工作的指示》，明确指出中央青委决定每年5月4日为中国青年节。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五四运动>五四运动</a>"
},
{
"headline":"熊向晖",
"startDate":"1919",
"endDate":"2005",
"text":"<p>    熊向晖（1919年4月－2005年9月9日），原名熊汇荃，安徽凤阳人，生于山东省掖县（今莱州市），中华人民共和国外交官、政治人物。清华大学中文系毕业，中国共产党情报工作“后三杰”之首（申健和陈忠经是另二杰）。出身于官宦家庭，父亲在中华民国湖北高等法院任庭长。1949年之前奉命在国民革命军胡宗南部进行间谍工作，1949年后在中华人民共和国外交界工作。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/熊向晖>熊向晖</a>"
},
{
"headline":"直皖战争",
"startDate":"1920",
"endDate":"1920",
"text":"<p>    直皖战争，发生于1920年7月14日，是直系曹锟与皖系段祺瑞为争夺北京政府统治权，在京津地区的对抗。当时曹锟为地方军区负责人，段祺瑞为民国政府“边防督办”，从法律上来说，直皖战争是一场地方军人抗拒中央政府的军事政变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/直皖战争>直皖战争</a>"
},
{
"headline":"谭玉玲",
"startDate":"1920",
"endDate":"1942",
"text":"<p>    “祥贵人”谭玉玲1920年出生，具体生日不详,是末代皇帝溥仪的第三任妻子。溥仪当了满洲伪皇帝后，已经和婉容破裂了，于是选妃之事也就提上了日程。日本人要求溥仪选一个日本籍妃子，为了搪塞日本人，溥仪匆匆选中17岁的中学生谭玉玲做妃，她就是祥贵人。谭玉玲聪明天真，温柔贤惠，深得溥仪宠爱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谭玉玲>谭玉玲</a>"
},
{
"headline":"江竹筠",
"startDate":"1920",
"endDate":"1949",
"text":"<p>    江竹筠（1920年8月20日－1949年11月14日），原名江竹君，人称江姐，中国四川省自贡市大山铺江家湾人，中国共产党革命烈士。江竹筠1939年加入中国共产党。1945年与彭咏梧结婚，婚后负责中共重庆市委地下刊物《挺进报》的组织发行工作。1948年，彭咏梧在中共川东临时委员会委员兼下川东地委副书记任上战死，江竹筠接任其工作。1948年6月14日，江竹筠在万县被捕，被关押于重庆军统渣滓洞监狱，并于1949年11月14日被枪决。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江竹筠>江竹筠</a>"
},
{
"headline":"中共一大",
"startDate":"1921",
"endDate":"1921",
"text":"<p>    中国共产党第一次全国代表大会于1921年7月23日至7月30日以及8月2日在上海和嘉兴举行。大会的召开宣告了中国共产党的正式成立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中共一大>中共一大</a>"
},
{
"headline":"华盛顿会议",
"startDate":"1921",
"endDate":"1922",
"text":"<p>    华盛顿会议是1921年11月12日至1922年2月6日，美国、英国、日本、法国、意大利、荷兰、比利时、葡萄牙、中国九国在美国首都华盛顿举行的国际会议。中国政府时值颜惠庆内阁，派出施肇基、顾维钧、王宠惠三人为全权代表，余日章、蒋梦麟为国民代表，朱佛定为秘书，共130多人组成的庞大代表团出席。原计划还有广州政府外交次长伍朝枢为代表，但是孙中山不承认北京政府，要求自派不遂，伍朝枢未赴。华盛顿会议的议程主要有两项：一是限制海军军备问题；二是太平洋和远东问题。为此组成两个委员会：“限制军备委员会”由英、美、日、法、意五个海军大国参加；“太平洋及远东问题委员会”则有九国代表参加，两个委员会分别进行讨论。该会议的主要成果包括三个重要条约：四国公约，限制海军军备条约，九国公约。这三个公约统称“华盛顿条约”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/华盛顿会议>华盛顿会议</a>"
},
{
"headline":"第一次直奉战争",
"startDate":"1922",
"endDate":"1922",
"text":"<p>    第一次直奉战争，发生于1922年4月28日至5月5日，以直胜奉败收场。起因于直皖战争胜利果实分赃不均和直系对亲日亲奉的梁士诒内阁不满。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第一次直奉战争>第一次直奉战争</a>"
},
{
"headline":"京汉铁路大罢工",
"startDate":"1923",
"endDate":"1923",
"text":"<p>    二七大罢工，又称京汉铁路大罢工，发生于1923年。中国京汉铁路总工会举行之内部单纯集会，最后演变成罢工事件与流血冲突。二七罢工比稍早的安源地区工运更为严重，也再度突显1920年代中国贫富不均与工作条件不佳的现况。党的一大之后，党成立了领导工人运动的中国劳动组合书记部。从1922年1月到1923年2月，掀起了中国工人运动的第一个高潮。在持续13个月的时间里，全国发生大小罢工100余次，参加人数达到了30万以上。其中，京汉铁路工人大罢工上演了最为壮烈的一幕。京汉铁路纵贯河北、河南和湖北三省，是连接华北和华中的交通命脉，有重要的经济、政治和军事意义。京汉铁路的运营收入是军阀吴佩孚军饷的主要来源之一。 1923年2月1日，党领导下的京汉铁路总工会筹备会决定在郑州召开成立大会。参加大会的代表和各铁路工会代表、汉冶萍总工会代表、武汉30多个工会的代表，以及北京和武汉等地的学生代表近300人齐聚郑州。中共中央对这次大会非常重视，派出了张国焘、陈潭秋、罗章龙、包惠僧、林育南等人出席大会。2月1日上午，军阀吴佩孚派出大批荷枪实弹的军警在郑州全城戒严，下令禁止召开京汉铁路总工会成立大会。但是，参加会议的工人代表不顾生死，冲破军警的重重包围，高呼“京汉铁路总工会万岁”、“劳动阶级胜利万岁”等口号，在郑州普乐园剧场举行大会，宣布京汉铁路总工会成立。 当天，全副武装的军警严密地包围了会场，强行解散会议，捣毁总工会和郑州分会会所，并驱赶代表。当晚，京汉铁路总工会执委会秘密召开会议，决定将总工会临时总办公处转移到汉口江岸，并决定全路自2月4日起举行总罢工。2月4日，全路两万多工人举行大罢工, 1200公里铁路顿时瘫痪。中国共产党领导这次罢工的主要负责人是张国焘、项英、罗章龙、林育南等。京汉铁路工人大罢工引起了帝国主义和反动军阀的恐慌。在帝国主义支持下，吴佩孚调动两万多军警在京汉铁路沿线镇压罢工工人，制造了震惊中外的二七惨案。1923年2月8日《申报》4版刊登《京汉路工潮益烈》专电：东方通讯社六日汉口电云、京汉铁路之同盟罢工工人组织决死队、因破坏刘家庙附近之轨道数十条、遂与武装之军起冲突。在汉口，2月7日当夜，天降大雪，反动军警把京汉铁路总工会江汉分会委员长、共产党员林祥谦绑在江岸车站站台的木桩上，让他下令复工，遭到断然拒绝。林祥谦英勇就义。在武昌，共产党员、武汉工团联合会法律顾问施洋被杀害。大罢工中，工人52人牺牲，300余人受伤。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/京汉铁路大罢工>京汉铁路大罢工</a>"
},
{
"headline":"黄埔军校建校",
"startDate":"1924",
"endDate":"1924",
"text":"<p>    中华民国陆军军官学校，简称陆军官校、陆官（英文：Republic of China Military Academy；缩写：ROCMA），成立于1924年，是中华民国的一所军校，因陆军军官学校创校于广州黄埔，因此有“黄埔军校”的别称。它是第一次国共合作下的产物，有许多中华人民共和国的开国元勋与将领都出自黄埔军校师生。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄埔军校建校>黄埔军校建校</a>"
},
{
"headline":"第一次国共合作",
"startDate":"1924",
"endDate":"1927",
"text":"<p>    中国共产党和中国国民党两党的第一次合作，从1924年1月起至1927年7月止，历时三年半。1924年1月中国国民党第一次全国代表大会的召开，标志着国民党改组的完成和国共合作的正式建立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第一次国共合作>第一次国共合作</a>"
},
{
"headline":"第二次直奉战争",
"startDate":"1924",
"endDate":"1924",
"text":"<p>    第二次直奉战争，发生于1924年9月15日至11月3日。以奉胜直败收场。第二次直奉战争中，奉系与沪浙皖系、广东孙中山、冯玉祥国民军联手对抗直系把持的中央政府。所以该场战争也是一场联合反直战争。战争的结果是直系把持的中央政府被推翻。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第二次直奉战争>第二次直奉战争</a>"
},
{
"headline":"国民革命军",
"startDate":"1925",
"endDate":"1925",
"text":"<p>    国民革命军（简称革命军、国军）是中国国民党在1925年师法当时苏联共产党军事制度后创设的一支主力重要军队，也是中华民国在北伐后到行宪前的国家武装力量，为中华民国国军的前身。国民革命军建军之初，将领和军官均由中国国民党在广州创设的黄埔军校所加以培养训练。国民政府发动北伐时，国民革命军是主要的武装力量。1928年北伐完成后中国统一，国民政府定于一尊，国民革命军也被称为国民政府军，简称为“国军”、“国府军”，并同时效忠党与国家，期间历经抗日战争、国共内战等对内对外之战争。至1947年《中华民国宪法》颁布实施后，国民革命军改名为中华民国国军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/国民革命军>国民革命军</a>"
},
{
"headline":"五卅运动",
"startDate":"1925",
"endDate":"1925",
"text":"<p>    五卅运动是民国时期中国人民反帝国主义和反当政的军阀势力的一场爱国民族运动。事件发展至1925年5月30日，青岛、上海等地工人游行抗议日本棉纱厂非法开除及殴打工人，遭到开枪镇压，引发流血事件，是为五卅惨案（又称青沪惨案、五卅大屠杀）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五卅运动>五卅运动</a>"
},
{
"headline":"沙基惨案",
"startDate":"1925",
"endDate":"1925",
"text":"<p>    沙基惨案发生于1925年6月23日，又称六二三事件，英国士兵开枪镇压广州的游行队伍，造成严重伤亡的事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沙基惨案>沙基惨案</a>"
},
{
"headline":"万县惨案",
"startDate":"1926",
"endDate":"1926",
"text":"<p>    万县惨案，又称万县“九五惨案”，发生于四川省万县（现重庆市万州区）。1926年9月5日，英国帝国主义军舰炮轰四川万县县城，屠杀中国军民，居民死亡604人，伤398人，被毁民房千余间，财产损失约2000万元。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/万县惨案>万县惨案</a>"
},
{
"headline":"国民革命军北伐",
"startDate":"1926",
"endDate":"1928",
"text":"<p>    国民革命军北伐，是由中国国民党领导下的国民政府以国民革命军为主力于1926年至1928年间发动的统一战争。因其战争过程由南向北进行，故又常简称为“北伐”，或称“北伐战争”。在国民革命军连克长沙、武汉、南京、上海等地以后，国民政府内部因对中国共产党的不同态度而一度分裂，北伐陷于停顿。宁汉复合后，国民革命军继续北伐，并在西北的冯玉祥和山西的阎锡山加入下，于1928年攻克北京，致使北洋奉系的张作霖撤往东北并被刺杀于皇姑屯，其子张学良宣布改旗易帜。至此，国民革命军北伐完成，中国实现了形式上的统一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/国民革命军北伐>国民革命军北伐</a>"
},
{
"headline":"三·一八惨案",
"startDate":"1926",
"endDate":"1926",
"text":"<p>    三·一八惨案，发生在1926年，是北洋政府以武力镇压群众运动的一场惨案，此后北京陷入白色恐怖之中。这是国共两党最早联合进行的一次反帝反军阀斗争。1926年3月12日，冯玉祥的国民军与奉系军阀作战期间，日本军舰掩护奉军军舰驶进天津大沽口，炮击国民军，守军死伤十余名。国民军坚决还击，将日舰驱逐出大沽口。日本竟联合英美等八国于16日向段祺瑞政府发出最后通牒，要求撤除大沽口国防设施的无理要求。3月18日，北京群众五千余人，由李大钊主持，在天安门集会抗议，要求拒绝八国通牒。段祺瑞竟下令开枪，当场打死四十七人，伤二百余人，死者中为人们所熟知的有北京女子师范大学学生刘和珍（鲁迅《纪念刘和珍君》），李大钊、陈乔年均在斗争中负伤。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三·一八惨案>三·一八惨案</a>"
},
{
"headline":"四·一二政变",
"startDate":"1927",
"endDate":"1927",
"text":"<p>    1927年4月12日，以蒋介石为首的国民党新右派在上海发动反对国民党左派和共产党的武装政变，大肆屠杀共产党员、国民党左派及革命群众。这就是历史上著名的“四一二”反革命政变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/四·一二政变>四·一二政变</a>"
},
{
"headline":"第一次国共内战",
"startDate":"1927",
"endDate":"1937",
"text":"<p>    第一次国共内战是指中国在1927年-1937年间，由中国国民党领导的国民政府对中国共产党领导的地方性政权发动的战争，此战争于西安事变和平解决后结束。中国国民党称之为剿共，中国共产党称之为土地革命战争或第二次国内革命战争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/第一次国共内战>第一次国共内战</a>"
},
{
"headline":"南昌起义",
"startDate":"1927",
"endDate":"1927",
"text":"<p>    八一南昌起义，常简称南昌起义或者八一起义，是中国共产党于1927年8月1日针对中国国民党的武力清党政策，在江西南昌发动的武装反抗事件。南昌起义是中国共产党独立建设武装力量的开始，也是中国共产党开始以武装斗争的形式反对国民政府的标志。8月1日后来成为中国工农红军和中国人民解放军的建军纪念日。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南昌起义>南昌起义</a>"
},
{
"headline":"井冈山革命根据地",
"startDate":"1927",
"endDate":"1927",
"text":"<p>    土地革命战争时期，中国共产党在湖南、江西两省边界罗霄山脉中段创建的第一个农村革命根据地。1927年10月，毛泽东率领经“三湾改编”后的秋收起义部队到达井冈山，先后在宁冈、永新、茶陵、遂川等县恢复和建立了党组织，发展武装力量，开展游击战争，领导农民打土豪分田地，建立红色政权，实行工农武装割据，创立了党领导下的第一个农村革命根据地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/井冈山革命根据地>井冈山革命根据地</a>"
},
{
"headline":"宁汉分裂",
"startDate":"1927",
"endDate":"1927",
"text":"<p>    宁汉分裂是1927年国民革命期间，中国国民党因容共问题引起内部分裂的历史事件。宁、汉分别指南京和武汉。时任北伐总司令的蒋中正以当时位于武汉的国民政府受共产党控制为由，在南京另组新的国民政府，主张清党。整起事件以武汉国民政府主动进行清党而告终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宁汉分裂>宁汉分裂</a>"
},
{
"headline":"皇姑屯事件",
"startDate":"1928",
"endDate":"1928",
"text":"<p>    皇姑屯事件是奉系军阀首领张作霖在皇姑屯被谋杀的事件。1928年6月4日凌晨5点30分，张作霖乘坐的专列经过京奉、南满铁路交叉处的皇姑屯车站三孔桥时，火车被预埋的炸药炸毁，张作霖被炸成重伤，送回沈阳后，于当日死去。因在皇姑屯火车站以东，史称皇姑屯事件，在当时日本国内称为“满洲某重大事件”。关于皇姑屯事件的凶手最主要的说法是日本关东军所为。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/皇姑屯事件>皇姑屯事件</a>"
},
{
"headline":"济南惨案",
"startDate":"1928",
"endDate":"1928",
"text":"<p>    五三惨案，又称济南惨案，日本称济南事件（済南事件），指1928年5月3日国民革命军在北伐途中经过山东济南城时，日本方面借口革命军对城内的日本侨民进行抢劫、强奸、屠杀，而出动军队展开报复，蓄意屠杀中国军人与民众六千余人的事件。其中，国民党战地政务委员会派遣济南的外交处处长兼国民政府外交部特派山东交涉员蔡公时及署内职员17人被日军虐杀。惨案发生后，日方否认日军屠杀中国军民，并要南京国民政府道歉、赔偿、惩凶，并于5月11日攻占济南。直至次年3月，南京国民政府与日本政府签订《中日济案协定》之后，日军才退出济南。每年的五月三日十点，济南市都会鸣放防空警报，纪念“五三惨案”，提醒世人勿忘国耻。2013年5月3日，山东济南鸣响警报纪念惨案85周年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/济南惨案>济南惨案</a>"
},
{
"headline":"民国十八年年馑",
"startDate":"1928",
"endDate":"1931",
"text":"<p>    民国十八年年馑始于1928年（民国十七年），但实际上这场灾荒则导致了中国陕西、河南、甘肃多达数百万人丧生。民国十八年年初的干旱加上年末的暴雪，导致民国十八年颗粒无收。次年夏季，飞蝗蔽日，把田地里的禾苗全部吃光。民国二十年，霍乱把幸存者也传染至死。陕西省人口锐减三分之一。民国北洋政府时期政局动荡，地方政府中央政府财政赤字均较为严重。西北军领袖冯玉祥恰好在为中原大战筹措粮饷，陕甘地区的贫困农民税赋随之加重。甘肃在1928年六月已有回教徒要求减税不成引发的骚动，影响兰州附近地区，到十月已有报纸报道当地“歉收”与“无法避免的饥荒”。另一方面，西北地区的军阀混战导致水利建设遭到破坏。时经济部长翁文灏在抗战时期巡视西北时提到，“常记民国十八年，陕西曾患大旱，相传死亡者达百万人。此极惨之事，全由水利失修之故。”冯玉祥为了阻断交通，也在1929年破坏了平汉铁路、陇海铁路。在蒋冯大战爆发前，南京国民政府对西北灾情给予了关注，发行公债，并对赈粮运输的税费进行减免。战争爆发后，中央政府则改变态度，认为“救陕灾即等于济冯军”。江南富庶之地也畏于形势不敢发起赈济活动。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/民国十八年年馑>民国十八年年馑</a>"
},
{
"headline":"东北易帜",
"startDate":"1928",
"endDate":"1928",
"text":"<p>    东北易帜是指皇姑屯事件之后，统治中国东北的奉系军阀将领张学良将原来悬挂的北洋政府的五色旗换成国民政府的青天白日满地红旗，并于1928年12月29日通电南京，宣称接受国民政府管辖的一个历史事件。此举标志着北伐的结束、国民政府完成统一中国、以及北洋政府时期的正式结束。由于当时外蒙古仍为苏联所占据，加上原北洋政府仅于西藏设立代表处而并未进驻军队，故张学良此举只是实现了当时中国在名义或形式上的南北统一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东北易帜>东北易帜</a>"
},
{
"headline":"中原大战",
"startDate":"1930",
"endDate":"1930",
"text":"<p>    中原大战指1930年5月-11月在中华民国发生，中国国民党北伐以后，左派领导人汪精卫联合西山会议派，和地方军人阎锡山、冯玉祥、李宗仁、张发奎联合发起，挑战蒋中正中央政府的内战。共产党称之为蒋冯阎战争，或蒋冯阎李战争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/中原大战>中原大战</a>"
},
{
"headline":"雾社事件",
"startDate":"1930",
"endDate":"1930",
"text":"<p>    雾社事件，是发生于1930年日治台湾的原住民抗暴事件，地点位于今南投县仁爱乡雾社。事件起因是由赛德克族马赫坡头目莫那·鲁道率领德克达亚群各部落（赛德克族因语系差异后从泰雅族独立正名为赛德克族，而现太鲁阁族于日治时期归依为赛德克亚族之一群，两族有共同的起源与文化，但后却因地域问题分道扬镳）因不满日本当局长期以来苛虐暴政而联合起事，于雾社公学校运动会上袭杀日本人，事发后立即遭总督府调集军警，以飞机、山炮、毒气等武器强力镇压，而在1896年至1920年间，台湾原住民先后发动150余次武装抗日行动，尤以1930年爆发的雾社事件最为惨烈。事件重要人物莫那·鲁道自杀，参与行动各部族几遭灭族，数百原住民于高压情势下集体自缢，余生者被强制迁至川中岛（今清流部落）。雾社事件震惊日本当局，是台湾人日治期间最后一次激烈武装抗日行动。台湾总督府理蕃政策遭到挑战，造成台湾总督石冢英藏与总务长官人见次郎等重大官员因咎去职。后世尊称“台湾文学之父”的民族诗人赖和事发后撰《南国悲歌》，悼念牺牲于战役中抗日原住民的壮烈灵魂。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/雾社事件>雾社事件</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}