{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"史可法",
"startDate":"1601",
"endDate":"1645",
"text":"<p>    史可法（1601年2月4日－1645年5月20日），字宪之，又字道邻，南明谥忠靖，一说忠烈。乾隆时改谥忠正。河南开封府祥符县人（今河南开封市），祖籍顺天府大兴县（今北京），师承左光斗，义子史德威。明末南京兵部尚书、东阁大学士，民族英雄。因为抗清被俘，不屈而死。后人收其著作，编为《史忠正公集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/史可法>史可法</a>"
},
{
"headline":"索尼",
"startDate":"1601",
"endDate":"1667",
"text":"<p>    索尼（1601年－1667年），姓赫舍里氏，满洲正黄旗人。清朝的开国功臣之一，一等公爵，也是由孝庄皇后指定辅助康熙的四位辅政大臣之一。康熙四年（1665年），孙女赫舍里氏成为康熙帝的皇后。康熙六年，索尼去世，谥号文忠，儿子索额图继承其职位和爵位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/索尼>索尼</a>"
},
{
"headline":"孔有德",
"startDate":"1602",
"endDate":"1652",
"text":"<p>    孔有德，明清之际辽东盖州卫（今辽宁省盖县）人，字瑞图（约1602-1652）。崇祯初为登州参将。崇祯四年(1631年)率军援辽，至吴桥起兵叛明。旋陷登州地区，自称都元帅。六年（1633年）与耿仲明渡海降后金，授都元帅。崇德元年（1636年）封恭顺王。后隶汉军正红旗。从清兵入关，进攻陕西大顺军，又下江南。顺治三年（1646年），授平南大将军，下西南诸地。六年（1649年）改封定南王，驻桂林。九年（1652年），李定国军破桂林，兵败自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孔有德>孔有德</a>"
},
{
"headline":"朱聿键",
"startDate":"1602",
"endDate":"1646",
"text":"<p>    朱聿键（1602年5月25日－1646年10月6日），小字长寿，南明第二任君主，为明太祖朱元璋二十三子唐王朱桱的八世孙，祖父唐端王朱硕熿，父为唐王之子朱器墭，母宣皇后毛氏。1644年，崇祯帝在北京自缢，1645年弘光帝亦死，郑芝龙、黄道周等人扶朱聿键于福州登基称帝，改元为隆武并与同年开铸隆武通宝钱，1646年，清军入福建，隆武帝在汀州被掳，绝食而亡，享年44岁。永历帝即位后初上尊谥思文皇帝，永历十一年上庙号绍宗，改谥号为配天至道弘毅肃穆思文烈武敏仁广孝襄皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱聿键>朱聿键</a>"
},
{
"headline":"妖书案",
"startDate":"1603",
"endDate":"1603",
"text":"<p>    妖书案，发生于万历三十一年（1603年），是一场由于立储问题引起的党争事件。明神宗皇后无子，王恭妃生子常洛，为皇长子。后郑贵妃生子常洵；郑妃甚得神宗宠爱，神宗有意立其子为嗣。为此朝臣多次力争早日册立东宫，君臣为此僵持十数年。不久刑部侍郎吕坤撰《闺范图说》，司礼监秉笔太监陈矩将《闺范图说》送入宫内，神宗赐给郑贵妃。伪楚王案：妖书案可以再细分为伪楚王案、妖书案，和劫杠案。万历三十一年（1603年）三月，楚王宗人、辅国中尉朱华赿(音di)一起向朝廷告发楚王朱华奎，只是王如言的侍妾尤金梅所生。首辅沈一贯因与朱华奎友好，于是授意通政使沈子木暂将奏疏压下不表。朱华越不服，亲自上访燕京，北告御状。礼部右侍郎郭正域主张进行调查。沈一贯反对无效，最后由巡抚和巡按御史会同勘问。但察无实证，只有王如言的女儿一口咬定朱华奎是“伪王”。沈一贯与郭正域自是有仇恨，给事中钱梦皋劾奏郭氏“陷害宗藩”。郭正域愤而辞官。妖书案：万历二十六年，有人撰写《闺范图说》跋《忧危竑议》，说明郑贵妃欲夺储位。郑妃派怀疑此书是出自吏科给事中戴士衡、全椒知县戴玉衡之手，神宗谪戍此二人。万历三十一年（1603年）十一月，又出现《续忧危竑议》一书，书中言神宗立东宫之事，实为不得已。因其言词诡妄，时称妖书。朱赓得此妖书，立即进宫面奏皇帝。神宗看过传单后大怒，即命东厂“大索奸人”。浙党沈一贯与东林党人郭正域、沈鲤等人积怨已深，反借此案诬陷东林党人，兴起大狱、株连甚众。康丕扬上疏指出“妖书”和“伪楚王”两案同源，医生沈令誉和琴士钟澄。府同知胡化上书控告训导阮明卿“造作妖书”；而达观大师紫柏真可也因当时要求朝廷停止征收矿税，不停奔走在京师各界，而遭到当权者忌恨，因此亦被趁机牵连，此后达观被严刑拷打而诬以罪，自狱中归后，沐浴端坐圆寂，而另一位医师沈令誉亦被处以酷刑。原告胡化承认自己诬告阮明卿写妖书。史载：“数日间，锒铛旁午，都城人人自危！”不久，东厂又逮捕一名形迹可疑的男子皦生彩，皦生彩供出他哥哥皦生光与“妖书案”有关。原来皦生光是京师无赖，素行狡诈，往往胁取人财。有一富商包继志，聘请皦生光代纂诗集，其中有“郑主乘黄屋”之句。最后皦生光被捕。劫杠案：后来由于太子出面保全郭正域，归罪于生员皦生光。万历三十二年（1604年）四月，皦生光被押赴刑场，凌迟于市，此事不了了之。妖书案之后，楚王朱华奎以助工为由，向朝廷贡献万金。运送途中，被朱蕴钤劫走。湖广巡抚赵可怀提讯要犯时，被朱蕴钤和朱蕴訇挣断刑枷，当场打死。万历三十三年四月，朱蕴钤与朱蕴訇解送湖广承天府处死，朱华堆等三人自杀，朱华焦、朱蕴钫等被幽禁。后记：妖书案后接着又发生了著名的“明末三案”，事实上都是东林党争的延续。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/妖书案>妖书案</a>"
},
{
"headline":"东林党争",
"startDate":"1604",
"endDate":"1627",
"text":"<p>    东林党争是指明末东林党与阉党以及其他派别之间的斗争，“言事者益裁量执政，执政日与枝柱，水火薄射，讫于明亡。”东林党是明末以江南士人为主的政治集团。在东林党之外，还有浙党、齐党、楚党、昆党、宣党等，东林党争几乎是东林党与全国朋党集团之争。万历三十二年（1604年），吏部郎中顾宪成触怒万历帝而遭革职，遂与高攀龙、钱一本等士人在老家无锡东林书院讲学，常评议朝政褒贬人物，形成政治势力，世称“东林党”。同时有宦官集团，网眼遍布朝野，世称“阉党”。与此同时，沈一贯大权在握，遂纠结京师的浙江籍官僚，形成“浙党”，与东林党争锋相对，又与阉党时相唱和。时有小派系，一为以官应震、吴亮嗣等为领导人物的“楚党”，一为以山东籍官僚为主的，称“齐党”，楚党与齐党常依附于浙党，合称作“齐楚浙党”。另有同以地缘关系结成的“宣党”和“昆党”。诸党相互攻讦，相互算计坑害，互不相让，致使党争绵延数十年，朝野不得安宁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东林党争>东林党争</a>"
},
{
"headline":"东林党",
"startDate":"1604",
"endDate":"1626",
"text":"<p>    东林党是明朝末年以江南官僚为主、各省官僚依附组成的一个官僚政治集团。《明史·孙丕扬传》说：“南北言官群击李三才、王元翰，连及里居顾宪成，谓之‘东林党’。”这是史料上最早有东林党之称。东林党作为一个政治集团，出现的时间要比史料上出现名称早一些。在嘉靖倭乱时，江南官僚弹劾浙闽总督朱纨，致使朱纨被革职；后徐阶又以通倭为名，扳倒严嵩父子，以徐阶为首的这批江南官僚就是东林党的雏形。嘉靖末年的党争，亦由此而起。万历三十二年（1604年），以顾宪成与高攀龙为首的学者重修东林书院，并在此讲学，每年一大会，每月一小会，会期各3天。东林书院则成为江南谈论国事的舆论中心，在此谈论国事的人则称自己为东林党人。《明史纪事本末》云：“今日之争，始于门户，门户始于东林，东林始于顾宪成”。东林党聚集了在朝在野的各种势力，于讲学之余“讽议朝政，裁量人物。”提出了一些有利于国家改革时政的建议，例如加强军权 “京案”“行取”考察官员，停止矿监税使的掠夺等。由于东林党人指责朝政“奸臣”，触动当时的专权阉党的魏忠贤，魏忠贤借“梃击、红丸、移宫”三案为由，唆使其党羽伪造（另有一说确有其事）《东林党点将录》上报朝廷，天启五年（1625年），明熹宗下诏，烧毁全国书院。次年，东林书院被拆毁。东林党人也遭到打击，杨涟、左光斗等许多著名的东林党人都遭到杀害。天启七年（1627年），崇祯帝（思宗）即位，魏忠贤被流放南直隶凤阳府，东林党人余人才免遭魏忠贤的打击。崇祯二年，崇祯皇帝下令为东林党人恢复名誉，并下诏修复东林书院。东林党与阉党之间的斗争一直延续到清朝初年，史称东林党争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东林党>东林党</a>"
},
{
"headline":"尚可喜",
"startDate":"1604",
"endDate":"1676",
"text":"<p>    尚可喜（1604年─1676年），字元吉，号震阳，祖籍山西洪洞，后至河北衡水，1576年其祖父尚继官举家迁往辽东海州（今辽宁海城）。尚可喜戎马一生，身经百战，转战数万里，为清王朝的建立和巩固立了汗马功劳，在清代历史上写下了浓重的一笔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尚可喜>尚可喜</a>"
},
{
"headline":"郑芝龙",
"startDate":"1604",
"endDate":"1661",
"text":"<p>    郑芝龙（字飞黄，小名一官，天主教名尼古拉1604年4月16日－1661年11月24日），福建南安人，在17世纪世界海权勃兴的时代与明朝封闭海疆的背景下，以民间之力建立水师，周旋于东洋及西洋势力之间，并且在台湾海峡抗击及成功击败西方海上势力的第一人。郑芝龙为明朝末年以华南、台湾及日本等地为活跃舞台的商人、军人、官员兼且海盗，以其经营的武装海商集团著称，发迹于日本平户，为明郑势力的滥觞。在欧洲文献中，则以“Iquan”（一官）闻名于世。1628年，郑芝龙受到明廷招抚，官至都督同知。于1646年投降清朝后，被软禁北京；清朝多次招降其子郑成功不成，遂于1655年入狱；于1661年被杀。郑芝龙对历史的影响主要是作为先于荷兰人开台先驱汉人，继承李旦和颜思齐等人及部众在台湾西南海岸魍港建立基础，为汉人移台的主要据点。虽然明朝政府从未管辖过福尔摩沙（台湾）的土地，但郑芝龙的儿子郑成功后来于攻台之役时，即以收回郑芝龙暂借给荷兰人为理由，成功驱逐荷兰人使台湾成为以汉人为主流的社会。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑芝龙>郑芝龙</a>"
},
{
"headline":"耿仲明",
"startDate":"1604",
"endDate":"1649",
"text":"<p>    耿仲明（1604年—1649年），明末辽东盖州（今辽宁盖州）人，字云台。崇祯初年为登州参将。清初三藩之一。原籍山东，矿工出身，当过辽东海盗，后投靠毛文龙，初与孔有德、尚可喜同为总兵毛文龙部属，被称为“山东三矿徒”。袁崇焕督师蓟辽，斩杀毛文龙，耿随孔有德走登州，山东巡抚孙元化任为步兵左营参将。孔、耿出兵御后金军，军饷不至，愤怒不已，崇祯五年（1632年）为孔有德内应，攻陷登州，自称总兵官，孙元化逃回京师，以罪论死。明朝派兵四万，围攻山东重镇登莱二州。崇祯六年（1633年）孔有德投降皇太极。崇德元年（1636年）年封怀顺王，隶汉军正黄旗。顺治元年（1644年）随清兵入关，从清将多铎入秦，镇压民变，又下江南，入湖南。顺治五年（1648年）十二月，多尔衮召孔有德、耿仲明、尚可喜从辽东入燕京。顺治六年（1649年）改封靖南王，与吴三桂、尚可喜合称清初三藩，清刑部查获耿仲明属下魏国贤私自收匿逃人，十一月二十七日，在南下征广州途中，畏罪自缢于江西吉安，其子耿继茂袭靖南王，移镇福建。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耿仲明>耿仲明</a>"
},
{
"headline":"齐楚浙党",
"startDate":"1605",
"endDate":"1627",
"text":"<p>    非东林党又称“齐楚浙党”，为明末因地缘关系结成的政治派系。万历三十二年（1605年），顾宪成、高攀龙等讲学于无锡东林书院，讽议时政，被称为东林党。顾宪成罢官后，浙江宁波人沈一贯入阁，后任首辅，集结浙江士大夫，成为东林党的最大反对派，时称“浙党”。后来，齐党与楚党也纷纷依附浙党，合称齐楚浙党，攻击东林党，是为东林党争。于是东林党与之展开激烈斗争，始自大礼议事件，继而争于三大案（梃击案、红丸案、移宫案），两者斗争维持数十年。双方以六年一期的京察作为打击对方的手段。天启年间魏忠贤得势后，齐楚浙党多投其门下，形成“阉党”，屡兴大狱，严酷镇压东林党人，一时朝中忠良尽去。崇祯帝即位后，大力排解阉党，但残余势力仍存，直到南明为止。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐楚浙党>齐楚浙党</a>"
},
{
"headline":"朱由校",
"startDate":"1605",
"endDate":"1627",
"text":"<p>    明熹宗朱由校（1605年－1627年），光宗长子，中国明朝第十五代皇帝。在位时间为1620年－1627年，年号天启。泰昌元年（1620年），其父明光宗在位不足三十天便在红丸案之中暴毙。九月初六，由长子朱由校继任。值得一提的是，其父明光宗朱常洛一向不为祖父明神宗所喜，但由于神宗十分喜欢孙子朱由校，册封朱由校为皇太孙，光宗方有机会即位。然明光宗即位仅一个月而亡，使朱由校仅16岁未接受正规教育，便匆匆登位为帝，因此得靠身边的太监辅佐，后来造就了魏忠贤等人的干政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱由校>朱由校</a>"
},
{
"headline":"李自成",
"startDate":"1606",
"endDate":"1645",
"text":"<p>    李自成（1606-1645），明末农民起义领袖，杰出的军事将领，原名鸿基，曾为银川驿卒。1629年（崇祯二年）起义，后为闯王高迎祥部下的闯将，勇猛有识略。1643年（崇祯十六年）在襄阳称新顺王；同年，在河南汝州（今临汝）歼灭明陕西总督孙传庭的主力，旋乘胜进占西安。1644年正月，建立大顺政权，定都长安，年号永昌；同年三月十八，攻克北京，推翻明王朝。四月，多尔衮率八旗军与明总兵吴三桂合兵，在山海关内外击败李自成。1645年（顺治二年）在湖北通城县九宫山遭村民误杀致死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李自成>李自成</a>"
},
{
"headline":"张献忠",
"startDate":"1606",
"endDate":"1647",
"text":"<p>    张献忠，字秉忠，号敬轩，（1606年9月18日－1647年1月2日），明末农民起义领袖，曾建立大西政权。与李自成齐名。1640年率部进兵四川。1644年在成都建立大西政权，即帝位，号大顺。1646年，清军南下，张献忠引兵拒战，在西充凤凰山中箭而死。其人多有奇闻异事流传，如入川屠蜀、江中沉宝等等。对此史学界也一直存在争议。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张献忠>张献忠</a>"
},
{
"headline":"豪格",
"startDate":"1609",
"endDate":"1648",
"text":"<p>    豪格（1609年－1648年），清肃武亲王，满洲爱新觉罗氏，清太宗皇太极长子，1609年三月十三出生，母为皇太极继妃乌喇纳喇氏。豪格广有战功，因其功勋卓著而不断进封而与多尔衮不合。皇太极驾崩后，因未指定继承人，引起了多尔衮和豪格对于帝位的争夺。当时豪格亲掌正蓝旗，而且又有皇太极留下的正黄旗和镶黄旗以及众多大臣们的支持，略优于有正白、镶白两旗以及多铎支持的多尔衮。但是，豪格在关键时刻未能果断行事，在有大臣提出豪格具备继位资格并要求其继位的时候表示自己不行，被多尔衮顺水推舟从而未能入承大统。最终由其弟，皇太极九子福临继位，多尔衮为摄政王辅政。此后，豪格虽仍颇多战功，但受多尔衮打压。顺治元年四月初一，豪格的属下何洛会，告发豪格图谋不轨，顺治五年（1648年），因隐瞒其部将冒功及起用罪人之弟的罪名被下狱，当年三月死去，年仅三十九岁。豪格死后，其福晋为多尔衮所纳。豪格在清兵入关平定天下的过程中，战功卓著，曾于顺治三年在四川西充凤凰山射杀明末农民造反军领袖大西王张献忠。顺治八年，顺治帝亲政后，为豪格平反，重新封为和硕肃亲王，并立碑。顺治十三年，豪格被追谥，成为清代第一个被追谥的亲王，称肃武亲王。乾隆四十三年，入太庙。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/豪格>豪格</a>"
},
{
"headline":"海兰珠",
"startDate":"1609",
"endDate":"1641",
"text":"<p>    海兰珠（1609年－1641年），姓博尔济吉特氏，谥号敏惠恭和元妃，清太宗皇太极之妃，孝端文皇后的侄女，孝庄文皇后的姐姐。为元太祖成吉思汗二弟哈撒尔19世孙女。天聪八年（1634年），时年二十六岁海兰珠入宫。而早在天命十年（1625年），她年仅十三岁的妹妹布木布泰（即孝庄文皇后）就已嫁给了皇太极。海兰珠在此之前是否婚配，前夫何人，待查。崇德元年（1636年），皇太极册封五大福晋时，封为关雎宫宸妃，为四妃之首，仅次于姑母哲哲。皇太极将海兰珠居住的东宫赐名为“关雎宫”。“关雎”一词取之于《诗经‧国风‧周南‧关雎篇》，诗序注云：“关雎，后妃之德也，风之始也，所以风天下而正夫妇也，故用之乡人焉，用之邦国焉。”诗中以水鸟和鸣比喻配偶，表现男女之间的真挚爱情。和其他四宫的宫名相比，关雎宫这个名字含义更深。海兰珠的封号和她所居宫室的名称，充分表达了皇太极对海兰珠的由衷赞颂。宸妃深受皇太极宠爱，两人感情极深。崇德二年七月初八日（1637年8月27日），宸妃生下皇太极第八子。皇太极为此大赦，这是立太子时才会有的举措[1]。他们母子最受皇太极宠爱。但此子未命名，就于崇德三年正月廿八日（1638年3月13日）逝世，年仅两岁。崇德六年，宸妃逝世，年三十三。谥号敏惠恭和元妃。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/海兰珠>海兰珠</a>"
},
{
"headline":"黄宗羲",
"startDate":"1610",
"endDate":"1695",
"text":"<p>    黄宗羲（1610年－1695年），字太冲，号梨洲，世称南雷先生或梨洲先生，浙江绍兴府余姚县（今浙江省宁波余姚市）明伟乡黄竹浦（今黄埠镇）人。明末清初经学家、史学家、思想家、地理学家、天文历算学家、教育家。黄宗羲与顾炎武、王夫之并称明末清初三大思想家（或明末清初三大儒）；与弟黄宗炎、黄宗会号称浙东三黄；与顾炎武、方以智、王夫之、朱舜水并称为“明末清初五大师”。黄宗羲亦有“中国思想启蒙之父”之誉。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄宗羲>黄宗羲</a>"
},
{
"headline":"鳌拜",
"startDate":"1610",
"endDate":"1669",
"text":"<p>    鳌拜（约1610年－1669年），瓜尔佳氏，满洲镶黄旗人，清朝三代元勋，康熙帝早年辅政大臣之一。鳌拜前半生军功赫赫，号称“满洲第一巴图鲁”（汉语即勇士），后半生则操握权柄、结党营私，结果被生擒之后，老死于囚牢中，为影响清初政局的重要人物。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鳌拜>鳌拜</a>"
},
{
"headline":"朱由检",
"startDate":"1611",
"endDate":"1644",
"text":"<p>    明思宗朱由检（1611年2月6日－1644年4月25日），明朝最后一任皇帝，同时也是统治全中国的最后一位汉族皇帝。光宗第五子，熹宗异母弟，明朝第十六位皇帝，母为淑女刘氏，年号崇祯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱由检>朱由检</a>"
},
{
"headline":"多尔衮",
"startDate":"1612",
"endDate":"1650",
"text":"<p>    多尔衮（1612年11月17日－1650年12月31日），满洲爱新觉罗氏，努尔哈赤第十四子，皇太极之弟，母为努尔哈赤大妃阿巴亥，同母兄英亲王阿济格，同母弟豫亲王多铎。初称台吉。1626年封贝勒，后因战功封“和硕睿亲王”。多尔衮对顺治摄政时期，清军入关，对清朝开始在中国近300年的统治起了决定性的作用。今故宫东侧南池子大街西侧的普度寺，即原多尔衮在京城的宅邸。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/多尔衮>多尔衮</a>"
},
{
"headline":"吴三桂",
"startDate":"1612",
"endDate":"1678",
"text":"<p>    吴三桂（1612年6月8日－1678年10月2日），字长伯或长伯，一字月所，明朝辽东人，明末清初著名政治军事人物，吴周政权建立者吴周太祖。祖籍江南高邮（今江苏高邮），锦州总兵吴襄之子，祖大寿外甥。以父荫袭军官。明崇祯时为辽东总兵，封平西伯，镇守山海关，后封汉中王，济王。1644年降清，引清军入关，被封为平西王。1661年杀南明永历帝，1673年叛清，发动三藩之乱，并于1678年农历八月十七夜病死。其孙吴世璠继其皇位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴三桂>吴三桂</a>"
},
{
"headline":"顾炎武",
"startDate":"1613",
"endDate":"1682",
"text":"<p>    顾炎武（1613年－1682年），原名绛，字忠清。明亡后，以慕文天祥学生王炎午为人，改名炎武，字宁人，亦自署蒋山佣。学者尊为亭林先生。南直隶（清改江南省）苏州府昆山县（今江苏苏州昆山）人，明末清初著名的思想家、学者。知识渊博，与黄宗羲、王夫之并称“明末清初三大儒”或“明末清初三大思想家”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/顾炎武>顾炎武</a>"
},
{
"headline":"孝庄皇后",
"startDate":"1613",
"endDate":"1688",
"text":"<p>    孝庄文皇后（1613年3月28日－1688年），姓博尔济吉特氏，名布木布泰，亦作本布泰。清太宗皇太极之妃，孝端文皇后的侄女，顺治帝的生母。本为科尔沁部（在今通辽）贝勒寨桑之次女。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝庄皇后>孝庄皇后</a>"
},
{
"headline":"多铎",
"startDate":"1614",
"endDate":"1649",
"text":"<p>    多铎（1614年－1649年），爱新觉罗氏，满洲正蓝旗人，努尔哈赤第十五子，生母为努尔哈赤大妃乌喇那拉氏，与阿济格、多尔衮为同母兄弟。后金天命五年（1620年）封为和硕额真，十三岁时，封贝勒，统正白旗，参与礼部和兵部政事。狂放不羁，风流好色，崇德三年（1638年）因军前私自携带妓女，降为多罗贝勒。崇德六年（1641年），参与松锦大战，获大捷，生俘洪承畴，晋多罗郡王。清世祖顺治元年（1644年）随清军入山海关，在山海关之战中大败李自成大顺军，入北京，晋亲王。十月下河南、入陕西，顺治二年一月攻入潼关、西安；二月攻南明，钱谦益出降；四月陷扬州，杀史可法，五月入南京，俘南明弘光帝朱由嵩，六月占浙江，后班师回京，加封和硕德豫亲王。顺治三年（1646年），以扬威大将军征讨蒙古苏尼特部腾机思。一生战功彪炳，乾隆帝称其为“开国诸王战功之最”。顺治六年三月十八染天花疾亡，年仅三十六岁。多铎与多尔衮兄弟感情最好，多尔衮当时正在山西征讨姜瓖，听到多铎病重的消息时，立刻班师回朝，到居庸关时，多铎病逝。多尔衮“换上素服，号哭奔往京城。”兄弟情深显而见之。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/多铎>多铎</a>"
},
{
"headline":"李太后",
"startDate":"1614",
"endDate":"1614",
"text":"<p>    孝定太后（－1614年），李氏，名不详，一说为李彩凤。明穆宗朱载垕之贵妃，明神宗朱翊钧之生母，漷县人。穆宗为裕王时，李氏为宫女，在王府里侍候他，后来因姿容美丽，被纳为妾，生下两子三女。隆庆元年三月（1567年），封贵妃。神宗即位，上尊号曰慈圣皇太后。本来旧时的制度，天子立，尊皇后为皇太后，如果先皇后不是新任皇帝的生母，则同时尊生母为太后，而给先皇后加上徽号以示区别。而在这时，太监冯保欲讨贵妃的欢心，跟大学士张居正说起并尊，张居正上议，尊陈皇后为仁圣皇太后，李贵妃为慈圣皇太后，从此嫡庶无区别矣。陈太后住在慈庆宫，李太后则住在慈宁宫。张居正又请李太后视皇帝起居，因而太后徙居乾清宫。李太后教神宗颇为严格。小皇帝犯错，太后召他长跪，历数其过，有一次甚至几乎要将神宗废位，万历六年（1578年），神宗大婚，太后逐返回慈宁宫。六年三月，加尊号曰慈圣宣文皇太后。万历十年，加尊号曰慈圣宣文明肃皇太后。万历十二年，与陈太后一同谒山陵。万历二十九年（1601年），加尊号曰慈圣宣文明肃贞寿端献皇太后。万历三十四年（1606年），加尊号曰慈圣宣文明肃贞寿端献恭熹皇太后。万历四十二年二月崩（1614年），上尊谥曰孝定贞纯钦仁端肃弼天祚圣皇太后，合葬昭陵，别祀崇先殿。由于神宗即位时年纪尚幼，由母亲李太后代为处理朝政，而李太后堪称有识人之明，万历初期，重用张居正与冯保，综核名实，几于富强，太后之力居多。太后父李伟封武清伯。李太后也从不会纵容自己亲属胡作非为，家人尝有过，命中使出数之，而抵其家人于法。李太后出身小商之家，有贪财好利的习性，万历日后怠于朝政而勇于敛财，可能是受其母的影响[1]。万历帝对李太后表示：“年来无耻臣僚，尽货以献张、冯二家。”李太后不置可否，也让皇帝有十足的把握去抄张居正的家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李太后>李太后</a>"
},
{
"headline":"明末三案",
"startDate":"1615",
"endDate":"1620",
"text":"<p>    明末三案是指中国明朝末期宫廷中发生的梃击案、红丸案、移宫案的总称。这三起事件本身并不是很重要，但是魏忠贤利用这些事件借机打击东林党，故有“三大案”之称。事实上早在三大案之前，万历三十一年（1603年）还有妖书案，表面上的问题都是所谓的“国本之争”，但实际上是进行激烈的党争，直到南明灭亡为止。梃击案：万历四十三年（1615年）五月初四日傍晚，有一男子张差，手持枣木棍，闯入太子朱常洛的慈庆宫，打伤守门太监，太子内侍韩本用率众将之逮捕，张差被捕后声称为郑贵妃手下太监庞保、刘成二人引进，主使者遥指郑贵妃本人，此为梃击案。红丸案：万历四十八年、泰昌元年（1620年）八月，万历帝崩，朱常洛即位为明光宗，淫欲过度，“一生二旦，俱御幸焉。病体由是大剧”，精神劳瘁，司礼秉笔太监用泻药使病情加剧。鸿胪寺丞李可灼进红丸，自称仙方，光宗服药后死去，当时人怀疑为郑贵妃下毒，是为红丸案。移宫案：泰昌元年（1620年），明熹宗朱由校继位，抚养皇帝的李选侍和魏忠贤利用皇帝年幼把持朝政，左光斗、杨涟等反对，不让李选侍与皇帝同住，迫使她移居他处，是为移宫案。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明末三案>明末三案</a>"
},
{
"headline":"后金",
"startDate":"1616",
"endDate":"1636",
"text":"<p>    后金（1616年—1636年，或称后金汗国）是出身建州女真的努尔哈赤在满洲（现今中国东北）建立的王朝，为清朝的前身。明万历四十四年（1616年），努尔哈赤在赫图阿拉称汗，国“金”或“大金”。史学界一般统称为“后金”，与12世纪时的金相区别。至其子皇太极1636年改国号大清，后金共历21年，两位君主。后金一名不见清人记载。普遍认为以“金”作国号乃为表明承袭完颜氏之金。也有人根据《朝鲜李朝实录·光海君日记》记载，认为“后金”的名称是从朝鲜传入明朝。此外，还以地名“建州”和族名“女真”称呼后金政权。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/后金>后金</a>"
},
{
"headline":"清太祖 努尔哈赤",
"startDate":"1616",
"endDate":"1626",
"text":"<p>      清太祖爱新觉罗·努尔哈赤（1559年2月21日-1626年9月30日），清王朝的奠基者，通满语和汉语，喜读《三国演义》。二十五岁时起兵统一女真各部，平定中国关东部，明神宗万历四十四年，建立后金，割据辽东，建元天命。萨尔浒之役后，迁都沈阳。之后席卷辽东，攻下明朝在辽七十余城。1626年兵败宁远城之役，同年四月，努尔哈赤又亲率大军，征蒙古喀尔喀，七月中旬，努尔哈赤身患毒疽，不久去世，葬于沈阳清福陵。清朝建立后，尊为清太祖，谥号：承天广运圣德神功肇纪立极仁孝睿武端毅钦安弘文定业高皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清太祖 努尔哈赤>清太祖 努尔哈赤</a>"
},
{
"headline":"南京教案",
"startDate":"1616",
"endDate":"1616",
"text":"<p>    南京教案，明神宗万历四十四年（1616年）礼部侍郎署南京礼部尚书沈榷三次参奏在华天主教传教士与白莲教有染，图谋不轨，徐光启上疏辩护不果，七月王丰肃、谢务禄（Alvarus de Semedo 后改名曾德昭）等外国传教士在南京被逮捕，后被押解澳门。十二月庞迪我、熊三拔等人从北京被押解澳门。这是明朝末年西洋传教士在华的第一次重大挫折。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南京教案>南京教案</a>"
},
{
"headline":"抚清之战",
"startDate":"1618",
"endDate":"1618",
"text":"<p>    抚顺、清河堡之战，是后金于1618年发动入侵明朝辽东半岛一带领土的战争。自此开始了于辽东一带后金（清朝）与明朝之间长达二十六年的战争。万历四十六年（1618年）四月十三日，建州左卫都督努尔哈赤宣布脱离明朝统治，并以“七大恨”誓师，历数大明朝廷对建州女真的七大罪状以及向明朝宣战。以后便出兵偷袭辽东各堡，四月十五日，连陷抚顺、东州、马根单、抚安堡等地，东州守将李弘祖战死，马根丹守备李大成被俘。抚顺总兵李永芳与中军赵一鹤等及五百守军乞降于后金，范文程兄弟亦投降后金，抚顺守备王命印、把总王学道、唐钥顺等拒降而战死殉国。辽东巡抚李维翰急命广宁总兵张承胤、辽阳副总兵顾廷相、海州参将蒲世芳、游击梁汝贵率军前往救援，于四月二十一日遭后金军反击而大败，明军阵亡3158人，仅三百余人逃回。。战后，明朝立即派援辽游击将军张旆率领五千兵马支援清河。七月二十日，后金军攻入鸦鹘关（今辽宁省新宾满族自治县苇子峪镇），七月二十二日，攻占清河堡（今辽宁本溪），清河副总兵邹储贤、游击张旗、守备张云程战死，清河守军达六千四百余人覆没。清河失陷，致使全辽震动。此役掳掠人畜三十万，获马九千匹、甲七千副。此役终于令到明朝廷君臣上下正视建州女真。并引发日后的萨尔浒之战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/抚清之战>抚清之战</a>"
},
{
"headline":"萨尔浒之战",
"startDate":"1619",
"endDate":"1619",
"text":"<p>    萨尔浒之战是1619年女真族的后金政权和明朝在萨尔浒（今辽宁抚顺市东大伙房水库东南岸，是一座山名）进行的一场大战，后金军大败明军，从而改变了辽东的战略格局。后金亦即满清的前身。萨尔浒战役明清之际重要战役。也是集中优势兵力各个击破，以少胜多的典型战例。萨尔浒之战本由明方发动，后金处于防守地位，然而该役竟以明军之惨败而告终，并由此成为了明清战争史上一个重要的转折点。此役之后明朝对后金之战略态势由主动变为被动，明帝国于东北地区的藩篱逐渐丧失，日后虽调兵谴将、征加粮饷却再也无法获得对后金的战略主动权，并直至王朝覆灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萨尔浒之战>萨尔浒之战</a>"
},
{
"headline":"王夫之",
"startDate":"1619",
"endDate":"1692",
"text":"<p>    王夫之（1619年－1692年，即万历四十七年－康熙三十一年），字而农，号姜斋、又号夕堂，或署一瓢道人、双髻外史，晚年隐居于形状如顽石的石船山，自署船山病叟、南岳遗民，学者遂称船山先生。湖南衡阳人，杰出的思想家、哲学家、明末清初大儒。与顾炎武、黄宗羲并称明清之际三大思想家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王夫之>王夫之</a>"
},
{
"headline":"明光宗 朱常洛",
"startDate":"1620",
"endDate":"1620",
"text":"<p>      明光宗朱常洛（1582年8月28日—1620年9月26日），汉族，明代第十四位皇帝，在位一个月。明神宗万历帝长子。朱常洛是明代传奇色彩最浓的一位皇帝，明宫三大疑案都与他有关，万历皇帝并不喜爱这位太子，他的位置曾一度岌岌可危，苦熬了三十九年之后，他终于得到了梦寐以求的皇帝宝座，但是就在他即位的第三十天清晨，这位刚要展翅高飞的皇帝就莫名其妙地去世了。庙号光宗，谥号崇天契道英睿恭纯宪文景武渊仁懿孝贞皇帝，葬于十三陵庆陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明光宗 朱常洛>明光宗 朱常洛</a>"
},
{
"headline":"明熹宗 朱由校",
"startDate":"1620",
"endDate":"1627",
"text":"<p>      明熹宗朱由校（1605年－1627年），明朝第十五位皇帝，明光宗朱常洛长子，光宗在位仅29天因“红丸案”而暴毙，朱由校经过“移宫案”风波，为群臣拥立继位。因其父不得祖父明神宗的宠爱，他自幼也备受冷落。少少文化，好木技。神宗临死前才留下遗嘱，册立其为皇太孙。16岁即位，登基后后金威胁日益严重，宦官魏忠贤干政愈演愈烈，明朝民生凋敝、日薄西山。后因意外落水成病，1627年因服用“仙药”而死，终年23岁，遗诏立五弟信王朱由检为帝，即后来的明思宗。庙号熹宗，谥号达天阐道敦孝笃友章文襄武靖穆庄勤悊皇帝，葬十三陵之德陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明熹宗 朱由校>明熹宗 朱由校</a>"
},
{
"headline":"阉党",
"startDate":"1620",
"endDate":"1627",
"text":"<p>    阉党，是中国明朝天启年间，依附司礼监秉笔太监魏忠贤的政治团体。当时明朝政府中官员分为许多派系，势力最大的东林党之外，尚有楚党、浙党、齐党等。诸党为了与东林党抗衡，逐渐向魏忠贤靠拢，而结合成为阉党。崇祯帝即位后魏忠贤失势自杀，崇祯并以“逆案”扫除阉党，明定党人永不录用，但阉党势力并未完全消除。南明弘光朝时，首辅马士英为了与东林党争权，大量任用名列逆案的官员，被视为阉党再起。东林与阉党之争是南明灭亡的原因之一，甚至延续到清朝的南北党争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/阉党>阉党</a>"
},
{
"headline":"魏忠贤擅政",
"startDate":"1620",
"endDate":"1627",
"text":"<p>    明熹宗即位后，迷恋木匠活，他曾亲自在庭院中造了一座小宫殿，形式仿乾清宫，高不过三四尺，却曲折微妙，巧夺天工。魏忠贤总是乘他木工做得全神贯注时，拿重要的奏章去请他批阅，熹宗随口说：“朕已悉矣！汝辈好为之。”魏忠贤遂逐渐专权，诬陷忠良，致使朝政败坏。后金迅速崛起，加速了明朝的灭亡。当时东林党人士吏部尚书赵南星，在朝廷中排斥反对派，于是非东林派愤而结交魏忠贤。1624年，魏忠贤遭到杨涟的弹劾，但逃过一劫，于是开始大规模迫害镇压东林党人士，并收集东林党名录，制作《点将录》《天鉴录》。天启五年（1625年），东林党的左光斗、杨涟、周起元、周顺昌、缪昌期等人因熊廷弼事件一案遭到弹劾，魏忠贤趁机大肆搜捕东林党人。天启六年，魏忠贤又杀害了高攀龙、周宗建、黄尊素、李应升等人，东林书院被全部拆毁，讲学亦告中止。东林党在北京朝廷中显露了的势力几乎被消灭，时东林“累累相接，骈首就诛”，但东林党根基深厚，在北京未露面的势力仍然远远超过反对者的力量，并且东林党南方的力量几乎未被触动，这也是日后崇祯登基后东林党反扑的力量来源。魏忠贤与皇帝乳母客氏沆瀣一气、狼狈为奸，极受宠信，人称“九千岁”（意谓在号称千岁的亲王之上，近于号称万岁的皇帝），有些人干脆叫他“九千九百岁”“举朝阿谀顺指者但拜为干父，行五拜三叩头礼，口呼九千九百岁爷爷。”自己也在民间养了不少义子，如五虎、五彪、十狗、十孩儿、四十孙等。自内阁、六部至四方总督、巡抚，遍置死党，在其全盛时期，各地官吏阿谀奉承，纷纷为他设立生祠，蓟辽总督阎鸣泰建生祠于蓟州、密云、昌平、通州、涿州、河间、保定，宣大总督张朴建生祠于宣府、大同。天启五年（1625年）赐魏忠贤“顾命元臣”印。魏广微、顾秉谦、刘志选、曹钦程、王绍徽、霍维华、阎鸣泰、贾继春、田尔耕、许显纯等大臣，将政权拱手相让，甘心沦为帮凶，道德与气节沦丧，时人讥为“门生宰相”、“魏家阁老”。天启六年十月，袁崇焕疏颂魏忠贤；天启七年四月七日，袁崇焕请立生祠。魏忠贤六十大寿，“天下督抚、总镇竞投密献、异宝、谀词。廷臣自三公、九卿……称觞者，衣紫拖金，填街塞户。金卮玉斝，镌姓雕名，锦屏绣障，称功颂德”，第一位提出建生祠的是浙江巡抚潘汝祯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏忠贤擅政>魏忠贤擅政</a>"
},
{
"headline":"李定国",
"startDate":"1620",
"endDate":"1663",
"text":"<p>    李定国，字鸿远，小号一纯。明末杰出的军事家。幼从献忠起义，明末清初大西农民军领袖之一。家世务农。崇祯三年(1630)，年方十岁的李定国就参加了张献忠起义军，受到张献忠的喜爱。李定国随张献忠起义军转战于秦、晋、豫、楚，临敌陷阵以勇猛称，又喜读兵法、《资治通鉴》诸书，在军中以宽慈著。有文武才，以勇猛著称，杀敌不计其数。大西政权建立，擢安西将军，同孙可望、刘文秀、艾能奇一起，被养为义子，合称四将军。后数年，大顺元年，献忠死后，率大西军余部进驻云南，联明抗清。从而立下赫赫战功。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李定国>李定国</a>"
},
{
"headline":"奢安之乱",
"startDate":"1621",
"endDate":"1630",
"text":"<p>    奢安之乱，彝族称为阿哲起兵，是指明朝天启元年（1621年）到崇祯三年（1630年）间彝族抗明的起事，由彝族土司奢崇明、安邦彦在四川永宁及贵州水西一带起事，波及黔川全省，最终由朱燮元平定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/奢安之乱>奢安之乱</a>"
},
{
"headline":"施琅",
"startDate":"1621",
"endDate":"1696",
"text":"<p>    施琅（1621年3月7日－1696年），字尊侯，号琢公，福建省泉州府晋江县（今晋江市龙湖镇衙口村）人，明末清初军事家，明郑降清将领，封三等靖海侯，谥襄庄，赠太子少傅。其长子施世纶，曾任漕运总督，次子施世骠统领清兵来台平定朱一贵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/施琅>施琅</a>"
},
{
"headline":"徐鸿儒",
"startDate":"1622",
"endDate":"1622",
"text":"<p>    徐鸿儒（？－1622年），山东省巨野人，白莲教徒，明末民变首领。天启二年（1622年），徐鸿儒在郓城举旗反明，自称中兴福烈帝，年号大成兴胜，当地农民“多携持妇子、牵牛架车、裹粮橐饭，争趋赴之，竞以为上西天云。”。义军头带红巾，先得巨野，渡京杭运河，攻占滕县、邹县，袭击曲阜。十月，朝廷派军镇压，徐鸿儒被叛徒出卖，被官军俘杀，起义失败，是为明末民变的先声。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐鸿儒>徐鸿儒</a>"
},
{
"headline":"南怀仁",
"startDate":"1623",
"endDate":"1688",
"text":"<p>    南怀仁神父（Ferdinand Verbiest，1623年10月9日－1688年1月28日），字敦伯，一字勋卿。比利时人，天主教耶稣会修士、神父，清康熙朝来华传教士。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南怀仁>南怀仁</a>"
},
{
"headline":"郑成功",
"startDate":"1624",
"endDate":"1662",
"text":"<p>    郑成功（1624年8月27日－1662年6月23日）是17世纪明末抗清名将、民族英雄；名森，字明俨，幼名福松，因蒙隆武帝赐明朝国姓朱，赐名成功，世称“国姓爷”，又因蒙永历帝封延平王，称“郑延平”。郑成功之父为出身福建省泉州府南安县安平港、曾为海盗的南明水师将领郑芝龙，母为出身日本肥前国平户岛（今日本长崎县平户市）的田川氏；他出生于母亲的故乡平户，六岁时为父亲接往福建老家，及长被送往金陵求学。1645年清军攻入江南，不久芝龙降清、田川氏在乱军中自尽；成功乃率领父亲旧部在中国东南沿海抗清，成为南明后期主要军事力量之一，包围清江宁府，但终遭清军击退，只能凭借海战优势固守海岛厦门、金门。1661年率军横渡台湾海峡，翌年击败荷兰东印度公司在台大员的驻军，开启明郑时期，不久即病死。郑成功死后，台湾民间设有庙宇加以祭祀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑成功>郑成功</a>"
},
{
"headline":"陈圆圆",
"startDate":"1624",
"endDate":"1681",
"text":"<p>    陈圆圆（1624年－1681年），字畹芬，原姓邢名沅。中国常州武进（今江苏境内）人。曾是姑苏名妓，后为明末山海关名将吴三桂妾，最终被李自成手下刘宗敏掳走成为其妻。陈圆圆的母亲早亡，从姨父姓陈。圆圆，倾国倾城，能歌善舞，色艺冠时，时称“江南八艳”之一。崇祯时外戚周奎欲给皇帝寻求美女，以解上忧，遂派遣田贵妃的父亲田戚畹下江南选美。后来田畹将名妓陈圆圆、杨宛、顾秦等献给崇祯皇帝。其时战乱频仍，崇祯无心逸乐。陈圆圆又回到田府，田戚畹占为私有。一日吴三桂在田府遇见陈圆圆，一见倾心，后吴三桂纳圆圆为妾。据传李自成攻破北京时，手下刘宗敏掳走陈圆圆，吴三桂“冲冠一怒为红颜”，遂引清军入关，攻破李自成，但陈圆圆的下落却因此成谜。有一说吴三桂为平西王，圆圆随往，以女道士卒于云南。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈圆圆>陈圆圆</a>"
},
{
"headline":"清太宗 皇太极",
"startDate":"1626",
"endDate":"1643",
"text":"<p>      皇太极，爱新觉罗氏。清太祖努尔哈赤第八子，母为侧福晋叶赫那拉氏。是为清太宗。皇太极于明万历二十年十月廿五申时出生。后金天命十一年（1626年）正月，努尔哈赤在宁远之战中，攻而未克，皇太极亲临战场，目睹了八旗军最惨痛的一败。天命十一年（1626年）八月二十一日，努尔哈赤病死，皇太极继承汗位。努尔哈赤病逝之时，身后还有代善、阿拜、汤古代、莽古尔泰、塔拜、阿巴泰、皇太极、巴布泰、德格类、阿济格、巴布海、赖慕布、多尔衮、多铎、费扬果共十五个儿子（长子褚英已遭处死）。而皇太极是努尔哈赤第八子，为何能继位，各方史籍说法不一。皇太极继承大汗位置后与其他三位亲王一同主持朝政，被称为四大贝勒时期。大贝勒礼亲王代善，二贝勒阿敏、三贝勒莽古尔泰、四贝勒皇太极。统称为“四大贝勒”。1627年，皇太极亲率大军发起宁锦之战，再次大败。他决定绕过关宁锦防线在大明国北方开辟第二战线。自1629年起多次入塞南侵。在第一次南侵中，他诱使明思宗处死袁崇焕，又仿制红衣（夷）大炮，并建立现代化炮兵部队——重军。皇太极在世时期，将都城沈阳改名“盛京”。1635年，皇太极打败林丹汗，取得了传国玉玺。漠南蒙古各部向后金臣服，为其上尊号博格达汗。崇德元年四月十一乙酉日（1636年5月15日），皇太极改国号为“大清”，改元崇德，皇太极是大清帝国的实际建立者和开国皇帝。1637年，皇太极率军亲自征讨不服从后金统治的朝鲜，迫使朝鲜向其臣服；从此朝鲜成为清朝的藩属。此后，朝鲜的亲明派势力被铲除，后金开始专心进攻明朝。崇德六年即崇祯十四年（1641年）七月，带病急援松锦之战，史载“上行急，鼻衄不止，承以碗”，马不停蹄，昼夜兼行五百余里。在松山大败明军，生俘洪承畴，《清太宗实录》记载：“是役也，计斩杀敌众五万三千七百八十三，获马七千四百四十匹、骆驼六十六、甲胄九千三百四十六副。明兵自杏山，南至塔山，赴海死者甚众，所弃马匹、甲胄以数万计。海中浮尸漂荡，多如雁鹜。”此役为后来清朝灭明征服天下立下基础。《清史稿·太宗本纪》评价：“允文允武，内修政事，外勤讨伐，用兵如神，所向有功。”皇太极脑中风病逝于崇德八年（1643年）八月初九晚十时入关前夕，年五十二岁。后葬于沈阳昭陵（今沈阳市北陵公园北）。由于死前未立继承人，其弟睿亲王多尔衮与长子豪格争位不下，彼此陈兵示威。最终多尔衮独排众议，拥立庄妃的六岁儿子福临，是为清世祖。后来顺治帝谥皇太极为太宗文皇帝。皇太极在一方面重用投奔后金的汉族官员为自己的智囊团；而在另一方面，皇太极多次强调国语骑射，是防止满洲人受到汉人风化的熏染，“服汉人衣冠，尽忘本国语言”（《清太宗实录》 卷三四 崇德二年四月丁酉），危及满洲民族政权的长远存在，为此，皇太极反复告戒满洲贵族，应恪受满洲衣冠和善于骑射的风俗习惯云云，还多次下“上谕”强调这一点。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清太宗 皇太极>清太宗 皇太极</a>"
},
{
"headline":"王恭厂大爆炸",
"startDate":"1626",
"endDate":"1626",
"text":"<p>    王恭厂大爆炸，史称天启大爆炸或者王恭厂灾，为1626年5月30日（明朝天启六年五月初六）、端午节次日上午9时，明朝北京西南隅的王恭厂火药库附近区域发生的离奇爆炸事件，造成半径达750米、面积达2.25平方公里的爆炸范围及2万余人的巨大死伤。后人估算，此次威力约为1至2万吨当量的三硝基甲苯，相当于广岛原爆。由于提及王恭厂事件的古书均记载了巨大声响传播百里、天色昏黑如夜、屋宇动荡及灵芝状烟云等疑似由强烈地震、龙卷风、陨石甚至超自然力量才有可能产生的离奇现象，单由火药库爆炸是不足以造成的，再加上事件发生后，爆炸范围附近的伤者和尸首皆发生衣服被卷去而致全身赤裸、一丝不挂的怪况，更为此灾变蒙上了一层神秘色彩。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王恭厂大爆炸>王恭厂大爆炸</a>"
},
{
"headline":"明思宗 朱由检",
"startDate":"1627",
"endDate":"1644",
"text":"<p>      明思宗朱由检（1611年2月6日－1644年4月25日），明朝第十六位皇帝，明朝亡国之君。明光宗第五子，明熹宗异母弟，母为淑女刘氏。于1622年（天启二年）年被册封为信王。1627年－1644年在位，年号崇祯。即位后大力铲除阉党，勤于政事，节俭朴素，并六下罪己诏，是位年轻有为的皇帝。在位期间农民起义猖獗，关外清朝势大，已处于内忧外患交集的境地。1644年，李自成军攻破北京后，于煤山自缢身亡，为江山社稷而死，终年35岁，在位17年。庙号思宗，后改毅宗、怀宗。清朝上谥号守道敬俭宽文襄武体仁致孝庄烈愍皇帝，南明弘光帝上谥号绍天绎道刚明恪俭揆文奋武敦仁懋孝烈皇帝。葬于十三陵思陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明思宗 朱由检>明思宗 朱由检</a>"
},
{
"headline":"汤斌",
"startDate":"1627",
"endDate":"1687",
"text":"<p>    汤斌（1627年－1687年），字孔伯，号荆岘，晚号潜庵，河南睢州（今睢县）人，清朝政治人物、理学家暨书法家，官至工部尚书，卒谥文正。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汤斌>汤斌</a>"
},
{
"headline":"明末农民起义",
"startDate":"1628",
"endDate":"1644",
"text":"<p>    明崇祯元年（1628年）七月至十七年（1644年）三月，李自成、张献忠等部农民军从小到大，从分散到集中，从游击流动作战到运动流动作战，终于推翻明朝的战争。明朝末期，阶级矛盾日益尖锐，天灾人祸不断发生。明末政治腐败，农村破产，压迫剥削日益加重，陕西又逢旱灾，人民无法生活。明末农民起义首先爆发于陕北。这儿土地贫瘠，生产落后，赋税和徭役严重，加之连年发生灾荒，所以率先引起农民起义。这场起义直至清顺治年间才基本结束，被称为明末农民起义。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明末农民起义>明末农民起义</a>"
},
{
"headline":"安邦彦",
"startDate":"1628",
"endDate":"1628",
"text":"<p>    安邦彦（－1628年），明朝贵州水西（今贵州黔西）土司。安疆臣之弟，奢安之乱主谋之一。1613年，安疆臣死后，其子安位年幼，继承父位。安邦彦不服，自称罗甸王，在1622年二月到十二月，安邦彦三围贵阳，明将王三善阵亡。崇祯元年（1628年），奢崇明自称大梁王，安邦彦为四裔大长老。在永宁遇袭，战死，安位投降。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/安邦彦>安邦彦</a>"
},
{
"headline":"清兵入塞",
"startDate":"1629",
"endDate":"1642",
"text":"<p>    清兵入塞，又称“清（后金）南略”，是后金和清皇太极政权在和明朝在辽西战场因无法攻克关宁锦防线而陷入僵持局面时期，绕道蒙古，从山海关西面的长城关隘进入大明北方开辟第二战场的数次攻击掠夺军事行动。因为有几次规模不大，所以究竟有几次这样的军事行动有四次、五次、六次等不同的说法。崇祯九年（1636年）五月，皇太极第二次攻入长城，突入长城独石口，七月，在延庆大败明军，八月，清军猛攻昌平，遍蹂京畿，历时四个多月，明称“丙子虏变”。崇祯九年（崇德元年，1636年），清军第三次入塞时，阿济格的军队56战皆捷，共克16城，俘获人畜17万，“艳服乘骑，奏乐凯归”，砍木书写“各官免送”四字，以羞辱明军，明称“戊寅虏变”。宣大总督梁廷栋与兵部尚书张凤翼恇怯不敢战，自知死罪难逃，每日服食大黄取泻求死。崇德三年（崇祯十一年，1638年），清军第四次入塞，睿亲王多尔衮、贝勒岳托统帅军队从沈阳出发，绕道蒙古，从密云东面的墙子岭、喜峰口东面的青山口，突破长城要塞，沿着运河往南直到济南，俘获了人畜46万。朝廷急调辽东前锋总兵祖大寿入援。卢象升拼死奋战，弹尽粮绝，最后阵亡。后来清军在崇祯十二年（1639年）三月初八日至十一日从青山口出长城北归，洪承畴奉命镇守蓟辽边境。山西巡抚孙传庭建议陕西精锐之师调回对抗“流寇”，朝廷未采纳，反以传庭为保定总督，传庭借口推辞，崇祯大怒，命将其逮捕入狱。此后李自成、张献忠再度崛起，直至明亡。清兵入塞一直被视为明朝灭亡的主因，盖因在己巳之变前，满清的叛乱范围一直控制在辽东地区，并没有越过长城。满清入塞使明国伤筋动骨，对华北地区造成空前浩劫，死者无算，更令被重重围困的农民军乘机逃脱明军的清剿，例如满清在1638年的入塞，便令被困在商洛山中的李自成有喘息之机。另一方面，满清是在彻底击败漠南林丹汗，让漠南蒙古成为满清附庯之后，才对华北地区进行大规模掳掠的。己巳之变时，满清尚未彻底降伏蒙古，因此皇太极绕道蒙古人地盘进攻明国京畿地区，亦被视为军事冒险。因当时关宁军仍控制山海关及辽西地区，蒙古人地区相当于满清的后路。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清兵入塞>清兵入塞</a>"
},
{
"headline":"己巳之变",
"startDate":"1629",
"endDate":"1629",
"text":"<p>    崇祯二年（1629年）十月，即袁崇焕斩毛文龙后三个月，发生了清军兵临京都城下的“己巳之变”——后金约十万精兵，在皇太极率领下，绕道蒙古，由喜峰口攻陷遵化，直迫明都；11月18日，满清大军兵临北京城下，北京戒严，兵部侍郎王洽急调各路勤王军保卫京师。袁崇焕得知爱将赵率教阵亡、遵化陷落的消息，急行军三百余里，比清军早到二天，九千骑兵有四千人掉队，步兵不能兼进，崇祯立即召见，大加慰劳，赐御馔和貂裘，袁崇焕请求让疲惫的士兵入城休整，却没被批准，只好驻军北京广渠门外。两日后（11月20日）清晨两军在广渠门外大战，祖大寿阵于南侧，王承允阵于西南侧，袁崇焕阵于西侧。此时清军败退，广渠门溃败的清军在北京郊外大举烧杀，城外戚畹中贵园亭庄舍被蹂躏殆尽，引起戚畹权贵的极度不满，向朝廷告状。袁崇焕应把来犯之敌阻挡在蓟州至通州一线，而非跟蹑，11月15日赶到河西务，又不顾将领反对，率部前往北京，造成纵敌深入的错觉，于是京城内议论纷纷。十二月初一日，崇祯召对袁崇焕、满桂及其部将黑云龙于平台。崇祯以杀毛文龙、勾结清军入关、射伤满桂三事责问崇焕，崇焕一时语塞，帝命锦衣卫拿下，后发南镇抚司监候。祖大寿闻讯，顿时大愤，率大军疾归山海关，情势再度逆转。此一战场由皇太极亲自上阵，明军节节败退，大将满桂、孙祖寿战死。时兵部尚书王洽“应变非所长。骤逢大故，以时艰见绌。遵化陷，再日始得报。帝怒其侦探不明”，遂下狱，隔年四月，病死狱中。因己巳之变而被逮捕、处死的明朝高级官员有：兵部尚书王洽、兵部侍郎刘策、工部尚书张凤翔、蓟辽督师袁崇焕等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/己巳之变>己巳之变</a>"
},
{
"headline":"吕留良",
"startDate":"1629",
"endDate":"1683",
"text":"<p>    吕留良（1629年－1683年），别名光轮，字用晦，又字庄生，号晚村，别号有耻斋老人、耻翁、吕医山人、南阳布衣等，暮年削发为僧，名耐可，字不昧，号何求老人。浙江桐乡人，思想家、医学家。著有《东庄诗存》、《晚村先生文集》等等。出身士人，本生祖吕熯娶明淮庄王朱祐楑长女南城郡主，为淮府仪宾。少孤，二兄愿良鞠育之。博学多艺，有二十四绝技，又有嗜研之癖，黄宗羲曾赠给他一方八角砚。明亡不仕，曾与侄儿吕宣忠（1625-1646）参加抗清义军，从吴昜于太湖中。水师败绩，宣忠殉难，留良走匿行医。评选时文，一向反对满清，其文有双关云：“清风虽细难吹我，明月何尝不照人？寒冰不能断流水，枯木也会再逢春！”但目前也有某些研究者，对于吕留良反清的立场采取保留意见，认为吕留良的反清是透过曾静案所带来的错误认识。其弟子及曾静等人崇奉留良其说、为传广播，后曾静策动岳钟琪反叛，被告发下狱，牵连吕的两个学生。吕留良和其长子吕葆中亦被剖棺戮尸，幼子吕毅中，被斩首，著作则被焚毁。雍正在《大义觉迷录》骂吕留良：“夫普天之下，莫非王土；率土之滨，莫非王臣。吕留良于我朝食德服畴，以有其身家，育其子孙者数十年，乃不知大一统之义！”传说其孙女（一说女儿）吕四娘将雍正帝刺杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕留良>吕留良</a>"
},
{
"headline":"刘国轩",
"startDate":"1629",
"endDate":"1693",
"text":"<p>    刘国轩（1629年－1693年），字观光，福建汀州长汀人，另一说为武平人，为郑氏王朝重要的军事领袖，活跃于对抗清朝的战争。刘国轩善于利用间谍，掌握敌军的详细动向，因此经常战胜，才有“刘怪子”这绰号的产生。在澎湖海战担任统帅，却被施琅击败。战后主张投降，郑氏王朝因此灭亡。后来，台湾日治时期的连横撰写《台湾通史》时，将其立于《列传一》中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘国轩>刘国轩</a>"
},
{
"headline":"奢崇明",
"startDate":"1629",
"endDate":"1629",
"text":"<p>    奢崇明（－1629年），明朝天启时贵州的永宁（今四川叙永）宣抚使，乃水西（今贵州黔西）宣慰使安位之舅。天启元年（1621年），趁明朝与后金作战之机反明，建年号瑞应，史称奢安之乱。在攻成都时，使用吕公车。天启二年（1622年），杀巡抚徐可求，一度占领重庆，分兵陷合江、纳溪、泸州，天启三年（1623年），被明朝名将秦良玉等击败，退守永宁，投靠安位的叔叔安邦彦，安邦彦不服安位继承宣慰使之位，自称罗甸王。安邦彦破乌撒卫，指挥管良相自焚死。崇祯元年（1628年），奢崇明自称大梁王，安邦彦为四裔大长老。次年，在永宁遇朱燮元攻击，奢崇明与安邦彦皆战死，崇祯三年（1630年），其子安位投降。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/奢崇明>奢崇明</a>"
},
{
"headline":"吴桥兵变",
"startDate":"1631",
"endDate":"1631",
"text":"<p>    崇祯三年（1630年）一月，孙元化随孙承宗镇守山海关，三月加山东按察副使，五月升登、莱二州巡抚。后袁崇焕杀毛文龙，于皮岛的毛文龙旧将哗变，孙元化接收了皮岛的叛将孔有德、耿仲明、李九成、李应元诸将。孔有德被任命为骑兵参将，耿仲明则被派往登州要塞。崇祯四年（1631年）八月，皇太极率清兵攻大凌河城（今辽宁锦县），祖大寿受困城内。孙元化急令孔有德以八百骑赶赴前线增援，然登州辽东兵与山东兵素不和，二十七日，孔有德抵达吴桥（今河北省德州市吴桥县，明末属于山东），[1]因遇大雨春雪，部队给养不足，又部队行抵吴桥时，与山东人屡有摩擦，吴桥县令毕自寅默许县人闭门罢市。有一士兵强取山东望族王象春家仆一鸡，该丁被“穿箭游营”。于是士兵击杀该家仆，事后象春之子不肯罢休，要求查明真相，李九成把孙元化给的市马钱花尽，恐遭非议，于是抢劫哗变。孔有德受李九成、李应元父子的煽动，在吴桥发动叛变，在山东境内连陷数城，黄龙遭叛兵割去耳鼻，史称“吴桥兵变”。广东道御史宋贤上疏抨击山东巡抚余大成、孙元化：“登莱抚臣孙元化侵饷纵兵，贪秽已极。其所辖士卒，数月间一逞于江东，则劓截主将；再逞于济南，则攻陷城池，皆法之所不赦者。”，广西道试御史萧奕辅指责孙元化放任孔有德，又说张焘“卸罪于波涛，借词于风汛”。后孔有德倒戈杀回山东半岛，连陷临邑、陵县、商河、青城诸城，率兵直趋登州。孙元化急令张焘率辽兵守登州城外，遗总兵官张可大发兵抗击，以两路成合击之势。但张焘部与孔有德旧职，张焘的兵卒随即投入孔有德行列，而张可大部自是大败。与孔有德是旧交的登州中军耿仲明、陈光福等人，立即举火开门，崇祯五年（1632年）一月登州便告失陷，掳获了旧兵六千人、援兵千人、马三千匹、饷银十万两、红夷大炮二十余位，西洋炮三百位。总兵张可大斩杀其妾陈氏后，上吊自尽，孙元化自杀未成[4]，不向叛军妥协，城中葡萄牙人有西劳经、鲁未略、拂朗亚兰达、方斯谷、额弘略、恭撒录、安尼、阿弥额尔、萨琮、安多、兀若望、伯多录等12人死亡，15人重伤。孔有德念旧，五年二月将元化和宋光兰、王征、张焘等人放还。孙元化与余大成、张焘回到京师，为政敌陕西道试御史余应桂、兵科给事中李梦辰所陷害，元化送镇抚司，狱中遭到酷刑，“手受刑五次，加掠二百余”。首辅周延儒欲免元化死罪，求救于徐光启，终无法挽回。崇祯五年七月二十三日（1632年9月7日）孙元化与张焘同被处死。宋光兰和王征、余大成充军。崇祯五年八月孔有德兵败于沙河的祖大弼、张韬等关外兵，莱州之围遂解。六年四月，孔有德、耿仲明从镇江堡（临鸭绿江出海口）降后金，降书曰：“本帅现有甲兵数万，轻舟百余，大炮、火器俱全。有此武器，更与明汗同心协力，水陆并进，势如破竹，天下又谁敢与汗为敌乎？”皇太极出郊十里迎接，日后成为大清南下横扫千里的大军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴桥兵变>吴桥兵变</a>"
},
{
"headline":"陈永华",
"startDate":"1634",
"endDate":"1680",
"text":"<p>    陈永华（1634年－1680年），字复甫，谥文正，明朝福建路泉州府同安县人，乃明末举人陈鼎之子，其夫人洪氏，名淑贞。陈永华十五岁时，其父任同安县教谕（现教育局长）。清兵入闽时，陈鼎殉国。郑成功在厦门开府时，陈永华才二十三岁，1656年（永历10年）得兵部侍郎王忠孝推荐，与郑论政。陈对郑发表见解、分析未来，深得郑成功的赏识，并誉“复甫乃今之卧龙也”，授予“咨议参军”之职，委为其子郑经之师，日后便成为郑家麾下的谋将。民间则相传他化名陈近南，开创了反清团体天地会。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈永华>陈永华</a>"
},
{
"headline":"纳兰明珠",
"startDate":"1635",
"endDate":"1708",
"text":"<p>    明珠（1635年11月19日－1708年6月3日），纳兰氏，字端范，清朝康熙时期重臣。满洲正黄旗人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/纳兰明珠>纳兰明珠</a>"
},
{
"headline":"清",
"startDate":"1636",
"endDate":"1912",
"text":"<p>    清朝是中国历史上第二个由少数民族建立的统一政权，也是中国最后一个封建帝制国家，对中国历史产生了深远影响。1616年，建州女真部首领努尔哈赤建立后金。1636年，皇太极改国号为清。1644年入关，逐步统一全国。清朝前期，统一多民族国家得到巩固，基本上奠定了我国版图，同时君主专制发展到顶峰。1840年鸦片战争后进入近代，多遭列强入侵，主权严重丧失。1911年，辛亥革命爆发，清朝统治瓦解，从此结束了中国两千多年来的封建帝制。1912年2月12日，清帝被迫退位。清朝从后金建立开始算起，共有十二帝。自此之后，中国进入了民主时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清>清</a>"
},
{
"headline":"索额图",
"startDate":"1636",
"endDate":"1703",
"text":"<p>    索额图（1636年－1703年），号愚庵，清朝康熙年间大学士，出身赫舍里氏，满洲正黄旗人。为清开国功臣索尼的第三子，世袭一等公。出生年代推算当在崇德元年（1636年）前后，生于盛京（现沈阳）。康熙七年（1668年），授吏部侍郎。索额图在擒鳌拜时立下首功，授索额图国史院大学士，并为平定三藩积极谋划，康熙九年任保和殿大学士，索额图兄噶布喇之女是康熙帝皇后，史载“索额图生而贵盛，性倨肆，有不附己者显斥之。与朝士独亲李光地”。“索阁老者，皇后之叔也，专权用事，贿赂公行，人多怨之。”康熙十八年（1679年）七月，左都御史魏象枢上奏索额图“怙权贪纵状”，康熙帝严重警告索额图：“今见所行，愈加贪酷，习以为常”，要他痛改前非。康熙十九年八月改命为领侍卫内大臣，二十三年三月因弟弟心裕、法保等懒惰骄纵，被夺内大臣、议政大臣、太子太傅，但任佐领，二十五年，授领侍卫内大臣。康熙二十七年，索额图奉命担任清与沙皇俄国谈判满洲边界问题的首席代表，并签定了第一个满俄条约《尼布楚条约》。索额图因助太子争位，故康熙帝对索额图一生所参与的重要军政大事，除与沙俄在尼布楚的谈判外，全面给予否定，并说“索额图诚本朝第一罪人也”。索额图与纳兰明珠形势相埒，相互倾轧，北京百姓作歌谣：“天要平，杀老明；天要安，杀索三。”。康熙帝多次惩处索额图之后又予以重用，很明显是利用他来牵制明珠，反牵扯到太子的废立问题。索额图汉化甚深，“好古玩，凡汉唐以来，鼎镬盘盂，索相见之，无不立辨真赝，无敢欺者”。早在康熙十九年，就因结党营私被罢免了大学士，两年后所有职务被罢免。康熙四十二年（1703年）五月十九日，康熙命令将索额图拘禁，最后因太子争位被处死。索额图的同党多被杀，被拘禁、被流放。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/索额图>索额图</a>"
},
{
"headline":"高迎祥",
"startDate":"1636",
"endDate":"1636",
"text":"<p>    高迎祥（－1636年），陕西安塞人，曾以贩马为业，是明朝末年民变首领，自称闯王，后遭明军打败，被捕处死。余部由其外甥，也称闯王的李自成率领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高迎祥>高迎祥</a>"
},
{
"headline":"福临",
"startDate":"1638",
"endDate":"1661",
"text":"<p>    顺治帝（1638年3月15日－1661年2月5日），爱新觉罗氏，名福临，清太宗皇太极第九子，六岁继位成为大清国第二任皇帝。清政权于其在位初年兴兵入关，基本统一了中国疆域，取代明朝建立了中国历史上最后一个封建王朝。顺治七年，叔父摄政王多尔衮去世，很快十四岁的顺治帝开始亲政。顺治十八年（1661年）正月，逝于禁宫内，时年二十四岁。遗诏传位于第三子玄烨，即康熙帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/福临>福临</a>"
},
{
"headline":"松锦之战",
"startDate":"1639",
"endDate":"1642",
"text":"<p>    松锦之战，又称松锦大战，是由皇太极发动，明、清双方各投入十多万大军，从明崇祯十二年（清崇德四年）（1639年）二月，到明崇祯十五年（清崇德七年）（1642年）四月，战争经历了三年，此役是明清双方的最后关键一役。崇祯十二年（1639年）明廷调任洪承畴为蓟辽总督，系东北边防，防卫金人。崇德五年（1640年）三月，皇太极命郑亲王济尔哈朗、多罗贝勒多铎等人领兵修筑义州城（今辽宁义县），“驻扎屯田，令明山海关外宁锦地方不得耕种”，崇德六年（崇祯十四年，1641年）三月，清兵包围了锦州，“填壕毁堑，声援断绝”。锦州守将祖大寿向明廷报称：“锦城米仅供月余，而豆则未及一月，倘狡虏声警再殷，宁锦气脉中断，则松山、杏山、锦州三城势已岌岌，朝不逾夕矣。”明廷命洪承畴领王朴、杨国柱、唐通、白广恩、曹变蛟、马科、王廷臣、吴三桂八总兵，步骑十三万，速令各镇总兵“刻期出关”，速会兵于宁远。首战初捷：崇祯十四年（1641年）四月下旬，洪承畴部至松山与杏山之间。四月二十五日，双方在乳峰山战事胶着，“清人兵马，死伤甚多”，清军失利，几至溃败。洪承畴将吴三桂列为首功，说：“吴三桂英略独擅，两年来，以廉勇振饬辽兵，战气倍尝，此番斩获功多。”洪承畴不敢冒进，驻扎宁远，以窥探锦州势态。并向朝廷表示：“大敌在前，兵凶战危，解围救锦，时刻难缓，死者方埋，伤者未起。半月之内，即再督决战，用纾锦州之急。”兵部尚书陈新甲以兵多饷艰为由，主张速战速决，催承畴进军，崇祯帝诏令洪承畴“刻期进兵”，又分任马绍愉、张若麒为兵部职方主事、职方郎中督促决战。崇祯十四年七月二十六日洪承畴在宁远誓师，率八总兵、十三万人，二十八日抵锦州城南乳峰山一带，二十九日，命总兵杨国柱率领所部攻打西石门，杨国柱中箭身亡，以山西总兵李辅明代之。此时明军士气正锐，皇太极对清军失利心急如焚。突围：崇德六年八月十八日皇太极带病急援，“上行急，鼻衄不止”，六昼夜兼行500余里，七月十九日到达锦州城北的戚家堡（辽宁锦县齐家堡），分军驻王宝山、壮镇台、寨儿山、长岭山、刘喜屯，就地挖壕，紧紧包围在松山一带，“断绝松山要路”。洪承畴与清军决战于松山、锦州地区，皇太极秘令阿济格突袭塔山，趁潮落时夺取明军屯积在笔架山的粮草十二堆。明军“因饷乏，议回宁远就食”，决定明日一早分成两路突围南逃。大同总兵王朴一回营便率本部人马首先乘夜突围逃跑，结果“各帅争驰，马步自相蹂践”，黑夜中，明兵“且战且闯，各兵散乱，黑夜难认”。总兵吴三桂、王朴等逃入杏山，总兵马科、李辅明等奔入塔山。承畴等人突围未成，困守松山城，几次组织突围，皆告失败，掉进壕堑里的不计其数，不久“转饷路绝，阖城食尽”，松山副将夏承德遣人密约降清，以为内应。崇德七年（1642年）二月十八日城陷，洪承畴、祖大乐兵败被俘至沈阳，总兵邱民仰、王廷臣、曹变蛟就地处决，三月八日，祖大寿率部献城归降，清军占领锦州。四月二十二日，清军用红夷大炮轰毁杏山城垣二十五余丈，副将吕品奇率部不战而降，松山、锦州、杏山三城尽没，至此松锦大战结束。洪承畴为表示忠于明室，宣布绝食，但到了五月剃发降清。洪承畴投降以后，明朝不知道他已经变节，思宗闻之大震，辍朝特赐祭九坛，祭到第九坛的时候，又得到军报，说洪承畴降清了，京城大哗。据《清太宗实录》记载：“是役也，计斩杀敌众五万三千七百八十三，获马七千四百四十匹，甲胄九千三百四十六件。明兵自杏山，南至塔山，赴海死者甚众，所弃马匹、甲胄以数万计。海中浮尸漂荡，多如雁鹜。”影响：松山、锦州、塔山、杏山四城失陷，祖大寿举城投降，致使“九塞之精锐，中国之粮刍，尽付一掷，竟莫能续御，而庙社以墟矣！”京师大震，王朴以“首逃”之罪被逮捕，法司开庭审讯。御史郝晋发言：“六镇罪同，皆宜死。”“三桂实辽左之将，不战而逃，奈何反加提督”。兵部尚书陈新甲覆议，“但姑念其（吴三桂）守宁远有功，可与李辅明、白广恩、唐通等贬秩，充为事官。” 请独斩王朴，崇祯十五年五月十九日处死王朴。职方郎中张若麒被处以死刑，兵部职方主事马绍愉给予削籍的处分。三桂受到降级处分，镇守宁远。松锦大战标榜着明朝在辽东防御体系的完全崩溃，明朝在辽西的最后防线仅剩下山海关的吴三桂部。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/松锦之战>松锦之战</a>"
},
{
"headline":"董鄂妃",
"startDate":"1639",
"endDate":"1660",
"text":"<p>    孝献端敬皇后董鄂氏，亦称董妃、栋鄂妃，译自满洲音，非汉姓董。（1639年－1660年），满洲正白旗人《清史稿 卷一百六十七 表七》，内大臣鄂硕之女，死后追赠孝献端敬皇后（Template:Lang-man）。姿色艳美，聪敏乖巧，祖籍在辽宁佟佳江流域，其母为汉人。顺治帝皇四子和硕荣亲王生母。关于董鄂妃的出身有各种争议与见解，其中最为人所接受的有两说，其一为《清史稿‧后妃传》的记载：“孝献皇后董鄂氏，内大臣鄂硕女，年十八入侍。上眷之特厚，宠冠后宫。”董鄂氏在顺治十三年（1656年）夏入宫，八月二十五日被册为“贤妃”，仅一月有余，即九月二十八日再晋为“皇贵妃”。这样的升迁速度，历史上十分罕见。十二月初六日，顺治帝还为董鄂妃举行了十分隆重的册妃典礼，并颁恩诏大赦天下。在有清一代近300年的历史上，因为册立皇贵妃而大赦天下的，这是绝无仅有的一次。另一说认为董鄂氏原为一位满籍军人之夫人，因清代命妇需经常入宫朝见伺后妃的缘故，得出入宫禁，与福临通奸，这位满籍军人申斥董鄂氏时，被福临打了个耳掴，羞愤致死，或者竟是自杀而死。但是《汤若望传》只说董鄂妃是一位满籍军人之夫人，而《清实录》载：“（顺治十三年七月）礼部择吉于八月十九日册妃，上以和硕襄亲王薨逝，不忍举行，命八月后择吉日”。后有人提出这位满籍军人即为福临异母十一弟襄亲王博穆博果尔。但是也有学者考证这位满籍军人并非博穆博果尔。但史料并无可靠的直接的关于这位满籍军人即为博穆博果尔的记载。董鄂氏于顺治十三年八月二十五日（1656年10月12日）被拟立为贤妃，一个月后（九月二十九日，西历11月15日）被拟立为皇贵妃，十二月初六日（1657年1月20日），福临颁诏正式册立其为皇贵妃（册封贵妃制向无颁诏之例）。福临后来说她“年十八，以德选入掖廷”，是掩饰之词。关于兄纳弟妇，即所谓治栖者，满清初年民俗并不以为恶。但有学者持不同的见解。董鄂妃入宫后，住在东六宫之一的承乾宫，顺治十四年十月初七日（1657年11月12日）生下一个儿子荣亲王，不料未及百日即次年正月二十四日（1658年1月25日）便夭折。顺治追封这位尚未取名的皇子（甚至打算立他为皇太子）为和硕荣亲王。董鄂妃在皇宫内虽极受福临宠爱，但为免遭妒而时时谨小慎微，使其精神极度紧张，加上丧子的打击、以及产后因孝庄太后生病，而不得不勉力伺候，很快病倒（亦可能在十四年八月便已患病）。顺治十七年八月十九日（1660年9月23日）病逝于承乾宫，年仅二十二岁。董鄂妃之死对福临的打击极大，福临“竟至寻死觅活，不顾一切。人们不得不昼夜看守着他，使他不得自杀。”八月二十一日（9月25日）董鄂妃被追封为孝献庄和至德宣仁温惠端敬皇后，简称孝献皇后，而对此，福临“犹以无天圣二字为歉”。福临亲自撰写其《行状》数千字，并命大学士金之俊为她作《别传》，辍朝五日以示哀，用蓝笔批答奏章四个多月，甚至再萌剃发出家的念头，经各方人士劝阻才未果。三七（阴历九月初十日，西历10月13日），在景山火化，由茚溪行森秉烛，偈语曰：出门须审细，不比在家时；火里翻身转，诸佛不能知。136天后，即顺治十八年正月初七日（1661年2月5日）深夜，福临逝于养心殿。贞妃为其殉葬。康熙二年六月初六日（1663年7月10日），董鄂氏与福临合葬孝陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/董鄂妃>董鄂妃</a>"
},
{
"headline":"阿敏",
"startDate":"1640",
"endDate":"1640",
"text":"<p>    阿敏（16世纪末－1640年），清朝宗室，清太祖努尔哈赤之弟舒尔哈齐次子，天聪初年四大贝勒之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/阿敏>阿敏</a>"
},
{
"headline":"李自成攻开封之战",
"startDate":"1641",
"endDate":"1642",
"text":"<p>    开封之战是明朝崇祯十四年（1641年）二月至十五年（1642年）九月，李自成率农民起义军，向开封（今河南开封市）发动的三次攻城战。崇祯十四年正月二十日（1641年1月）攻克洛阳，杀万历皇帝的儿子福王朱常洵，从后园弄出几头鹿，与福王的肉一起共煮，名为“福禄宴”，与将士们共享，“发藩邸及巨室米数万石、金钱数十万赈饥民”。称“奉天倡义文武大元帅”。崇祯十四年二月初，李自成趁明军惊魂未定之时，长途奔袭，意图攻下河南省城开封。开封守将高名衡、刘永福、王燮、黄澍等人竭力抵抗，农民军受到重创，李自成被箭射伤左目。二月十九日撤兵。是年十二月二十三日，农民军第二次围攻开封，再次遇到了顽强抵抗，开封的“巨商巨族，各送饼千百不等”。次年正月十五日，李自成再次撤军。这一年半之内李自成围困省城开封，毫无所得。崇祯十五年（1642）四月李自成第三次包围开封，使得开封形成了一座孤城，粮饷日匮，城内饿死大半，“白骨山积，断发满地，路绝行人”。明廷令明廷命兵部侍郎侯恂与总督孙传庭率军渡黄河，援开封，被击败。再令督师丁启睿、保定总督杨文岳及总兵左良玉各部率兵火速往援，会师朱仙镇（今开封西南），欲解开封之围。李自成将主力移至朱仙镇西南，大败明军援兵，再回防围困开封。时值暮秋，“水势暴涨，加以淫雨”，九月十五日黄河决口，十六日洪水首先冲开曹门，然后四门皆被冲开，“西南贼俱远遁，东北贼溺死无数”，城中平民遇难者甚众。开封城被淹没后，高名衡遇救得出。李自成移师河南西部。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李自成攻开封之战>李自成攻开封之战</a>"
},
{
"headline":"郑经",
"startDate":"1642",
"endDate":"1681",
"text":"<p>    郑经（1642年10月25日－1681年3月17日），一名锦，字贤之、元之，号式天，昵称“锦舍”。南明、清初的反清势力之一，郑成功长子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑经>郑经</a>"
},
{
"headline":"顺治帝 福临",
"startDate":"1643",
"endDate":"1661",
"text":"<p>      顺治帝（1638年3月15日－1661年2月5日），爱新觉罗氏，名福临，清太宗皇太极第九子。崇德三年正月三十日（1638年3月15日）戌时生于盛京，其母为永福宫庄妃，博尔济吉特氏，即孝庄文皇后。崇德八年其父皇太极逝世，皇太极在生前并没有指定皇位继承人。福临的异母长兄豪格和叔叔多尔衮争位，多方利益权衡之下，最终多尔衮扶立福临继位。二月十六（1643年4月4日）承袭父位，时年6岁，由叔父睿亲王多尔衮及郑亲王济尔哈朗辅政，实际清廷由多尔衮控制。1644年改元顺治。九月自盛京迁都北京，十月初一（1644年10月30日）即皇帝位于武英殿。福临是于顺治元年入关的清朝的第一位皇帝。1651年多尔衮逝世，其后十四岁的顺治帝开始亲政。顺治十八年正月初七（1661年2月5日）子时崩于紫禁城内的养心殿，年仅24岁。顺治帝有8子、6女。逝世后，第三子玄烨于顺治十八年继承皇位，史称康熙帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/顺治帝 福临>顺治帝 福临</a>"
},
{
"headline":"黄百家",
"startDate":"1643",
"endDate":"1709",
"text":"<p>    黄百家（1643年12月6日－1709年4月29日），原名百学，字主一，号不失，又号耒史，别号黄竹农家），明末清初术数家、历法学家、经学家、武术家。浙江余姚人，黄宗羲之子。自幼操习拳术，师从一代拳师王来咸（字征南，1617－1669年），精通内家拳。黄百家并著有《内家拳法》，详细介绍拳法，为这一领域重要著作。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄百家>黄百家</a>"
},
{
"headline":"南明",
"startDate":"1644",
"endDate":"1662",
"text":"<p>    南明（1644年—1662年，亦称后明）是李自成攻陷北京后，明朝皇族与官员在南方建立的若干政权的统称。公元1644年李自成农民军攻破北京，明毅宗朱由检于煤山自缢，明亡。后来清军入主中原，明朝宗室先后在南方建立的抵抗满清政权的统称。包括弘光政权、隆武政权、鲁王监国、绍武政权及永历政权，前后共历18年。1661年（永历十五年），吴三桂率清军入缅，索求永历帝，十二月缅甸国王将永历交于清军，次年四月永历帝与其子等被吴三桂处死于昆明。此后郑氏政权继续奉永历为正朔。1683年，延平郡王郑克塽降清，清军占领台湾，宁靖王朱术桂自杀殉国，标志着南明最后一个政权的覆灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南明>南明</a>"
},
{
"headline":"清代圈地",
"startDate":"1644",
"endDate":"1669",
"text":"<p>    清初满洲贵族大规模圈占汉人土地的活动，为清初弊政。清朝统治者入关后，为满足满洲贵族对土地的贪欲和笼络八旗将士，派遣官员跑马圈地，先后出现了三次高潮。顺治元年（1644）十二月下令：“凡近京各洲县民人无主荒田，及明国皇亲、驸马、公、侯、伯、太监等，死于寇乱者，无主地甚多，……尽行分给东来诸王、勋臣、兵丁人等。”（《清世祖实录》卷 12）顺治二年九月，圈占的范围扩大到河间、滦州、遵化等京东、京南府州县。顺治四年正月下令于顺天、保定、河间、易州、遵化、永平等42 府州县内圈地。此后，大规模圈地停止，但是零星的圈地、换地，“带地投充”仍不断发生。圈地持续了几十年，共圈占汉族人田地 224982 顷。圈占范围主要在直隶6府2州1县，共计77州县，广袤2000余里。少部分在山西之太原、潞州，山东之德州、徐州等地。所圈之地，最初为无主荒地，继之有主无主之地一体圈占；圈占还包括庐舍、场圃，使大批汉人地主和农民骤失田产庐舍，生活无着。满洲贵族用圈占的土地设立皇庄，赏赐王公勋臣，分绘八旗兵丁。对王公勋臣的赏赐，按宗室、王公、官员的等级和所属壮丁数目，给以不同数量的庄田和壮丁地。八旗士兵按照“计丁授田”的原则，分得一定数量的土地。他们依靠这些田土解决生活所需及出征的军事装备。八旗官兵的旗地约 14 万余顷，占圈占土地的绝大部分。清初圈地是野蛮的劫掠，致使百余万人破产失业，流离失所，激化了民族矛盾和阶级矛盾。同时也破坏了农业生产，阻碍了社会进步。由于壮丁逃亡和汉族人民不断反抗，康熙八年（1669）下诏停止圈地   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/清代圈地>清代圈地</a>"
},
{
"headline":"甲申国难",
"startDate":"1644",
"endDate":"1644",
"text":"<p>    甲申国难，是指公元1644年前后，李自成、张献忠等甲申之变与清兵入关战争时的一系列事变。因1644年为甲申年，故称为“甲申国难”。李自成大顺军在1644年入主燕京，崇祯皇帝自尽，明朝灭亡，史称甲申之变，百姓多所死伤。不久清朝侵吞中国的过程中，曾在全国各地遭到了汉族等各族人民的武装抵抗，满清军队为报复汉人的激抗，发生过多次屠杀抗清军民事件，如：扬州十日、嘉定三屠、苏州之屠、南昌之屠、赣州之屠、江阴之屠、常熟屠杀、沙镇之屠、南京之屠、盩厔之屠、无锡之屠、昆山之屠、嘉兴之屠、海宁之屠、济南之屠、金华之屠、厦门之屠、潮州之屠、同安之屠、沅江之屠、舟山之屠、湘潭之屠、南雄之屠、泾县之屠、大同之屠、浑源之屠、汾州之屠、太谷之屠、泌州之屠、泽州之屠、朔州之屠、广州之屠、四川之屠等地也进行了屠杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/甲申国难>甲申国难</a>"
},
{
"headline":"剃发易服",
"startDate":"1644",
"endDate":"1912",
"text":"<p>    剃发易服，乃指中国明末清初时期满清统治者以“不从者斩”为手段，强令其统治下的全国各民族，主要是汉族、蒙古族及其它南方少数民族等，改剃满族发型，改著满族服饰的政策。以“剃发令”或“薙发令”代称。由于这项政策涉及民族文化认同，主要又针对汉族而来，原因之一是为了消弱汉族的民族意识，方便统治，引起各族人民，尤其汉人的强烈反对与抵抗，结果遭致清廷的严厉处罚和血腥镇压。剃发易服是一种民族压迫政策，加深了当时的民族矛盾，亦压制了汉族的文化和思想。剃发、易服与圈地、占房、投充、逃人并称“清初六大弊政”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/剃发易服>剃发易服</a>"
},
{
"headline":"一片石之战",
"startDate":"1644",
"endDate":"1644",
"text":"<p>    一片石（今河北抚宁县北七十里的九门口）在山海关附近，是明代长城中最重要的关隘之一，位于辽宁与河北省的分界处，被誉为“京东首关”；此战之胜利，开启清朝入主中国（1644年－1911年），征服南明政府（1644－1662）与大顺、大西等政权，建立统治。崇祯十七年（1644年）阴历四月十三日，刚攻陷北京约一个月的李自成、刘宗敏亲自统率大军往山海关，李自成另派明降将唐通率兵两万从山海关北一片石出长城，夹击吴三桂；随行的有明朝太子朱慈烺和吴三桂父亲吴襄等人，李自成本人则率主力布阵于石河（今秦皇岛燕塞湖水库）。清兵自四月初九出发，四月二十日，清兵抵连山（今葫芦岛市连山区），吴三桂一再催兵，清兵知李自成军迫近山海关，日夜急行，一日夜疾行二百余里，共行军十三日。四月二十一日，李自成的大顺军与吴三桂于一片石、西罗城进行恶战，甫开战吴军小胜于西罗城，接着李自成军猛攻东罗、北翼二城。大顺军赴山海关的兵马约六万；吴三桂与唐通的关、辽兵约为五万；多尔衮所统满八旗、蒙八旗、汉八旗军队大约为七八万人，其中以多尔衮领的满洲铁骑最强，兵马都披着甲胄，非常坚硬，百步之外无法洞穿。阴历四月二十二日清晨，清军进至离山海关城仅二里，吴三桂率轻骑寥寥数员、漏夜飞奔至清军营垒，跪降于多尔衮。多尔衮当即“赐坐赐茶，面谕关门为第一功”，吴表示：“倘若清军不愿助山海关明军，我也不愿返回山海关督战，李自成大军必在攻陷山海关后，一鼓作气攻向清军！”云云；多尔衮、孝庄皇后、范文程、洪承畴于大帐议论片刻后，接受吴三桂跪求派出清军助战！多尔衮令吴三桂按满洲习俗剃头，许诺将皇太极女建宁公主嫁给吴子吴应熊。阴历四月二十三日辰时（上午8点）以前，吴三桂军渐难支撑，据守北翼城的一支吴三桂军向大顺军投降，多尔衮在欢喜岭的威远台上观战，下令清军从南水门、北水门、关中门三路进关。清军在辰时进山海关以后，见大顺军从北山至海边排列成一字长蛇阵，多尔衮即令清军沿近海处鳞次布列，吴三桂军排列于清军的右边。此时大风突起，扬尘蔽天，不利于不熟悉山海关地理的大顺军，多尔衮乘势命八旗骑兵冲锋陷阵，万马奔腾，飞矢如蝗，大顺军虽拼死抵抗，但与吴三桂军已鏖战一昼夜，筋疲力尽，清军等于以逸待劳。未尾申时初（15点后），李自成的大顺军溃败，刘宗敏负伤，大顺军死者数万；牛金星在北京未领军前来支援李自成，也是大顺军败战原因之一。李自成立马小岗阜上督战，见败局已定，下令撤退。有一僧人跪在他的马前说：“执白旗的骑兵不是关宁兵，必是满洲兵，大王赶快回避。”自成拨马就走。当天，多尔衮封吴三桂为平西王，命他作先导，一路追杀，直扑京城。李自成大败，一怒之下，马前斩杀了吴襄，并将他的首级悬挂在高竿上示众，回师京城后又杀了吴家老少三十八口。阴历四月二十九日，李自成在北京称帝，次日，李自成离开北京，向西安撤退。前后仅四十二天。在清军于1644年阳历6月6日进入北京之后，清朝六岁的福临在北京登基，是为顺治帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/一片石之战>一片石之战</a>"
},
{
"headline":"南北党争",
"startDate":"1645",
"endDate":"1722",
"text":"<p>    南北党争是清朝初年的南方与北方士大夫的党派之争，可以说是明末东林党争的余绪。清廷使用大量的明末遗臣，因此清朝初年一直都还有明末党争的阴影，仍是“南北各亲其亲，各友其友”，如顺治时期冯诠与陈名夏的北党与南党之争，冯诠原是依附魏忠贤的阉党，而陈名夏是东林党之后。陈名夏作为南党的首领，“所推毂南人甚重，取忌于北”。清初大量延用明朝旧宦，明末党争的弊端在清初政局立即反映。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南北党争>南北党争</a>"
},
{
"headline":"反清复明",
"startDate":"1645",
"endDate":"1680",
"text":"<p>    反清复明指历史上明朝灭亡后为恢复明朝而推翻清朝的活动。清军入关后，对关内人口占大多数的汉人采取了高压的政策，汉人为了恢复自己的国家，而为对抗清政府的高压统治而自发展开的民间运动。为了巩固对全中国的统治，清政府颁布了“剃发易服”等政策，使汉人被迫脱掉汉服而改穿满人衣冠、强迫汉人发式改为满洲发式。面对汉人的激烈抵抗，清军在关内，尤其是江南等地展开多次屠城，如扬州十日、嘉定三屠、广州之屠、大同之屠、苏州之屠、潮州之屠等。此外，清政府还通过文字狱对汉族文人进行迫害。满清为了对付汉人的一系列反抗活动，对天地会等反清复明集社的阻止，在关内推行了一系列迫害政策，对它认为“有反清复明思想”的人士进行逼迫，统治全中国期间与汉族进行此起彼伏的明争暗斗。在整个清朝时期，满族对于汉族保持着相当的戒心。在政治上采取怀柔与阻止进入高层的多种方式来进行打压汉人。汉人进行秘密结社，混同宗教，进行了多次地反抗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/反清复明>反清复明</a>"
},
{
"headline":"扬州十日",
"startDate":"1645",
"endDate":"1645",
"text":"<p>    扬州十日是据《杨州十日记》所述于1645年（南明弘光元年，清世祖顺治二年）四月发生在清军攻破扬州城后对城中平民进行了惨烈的大屠杀的事件。当时南明将领礼部尚书、东阁大学士史可法组织军民对清军殊死抵抗。同年四月十八日，清豫亲王多铎成功突破江淮防线包围扬州。四月廿四日，清军调集红夷大炮轰击扬州，史可法再次向南明求援，仍没有回应。四月廿五日（5月20日），扬州城被攻破，史可法欲拔剑自刎，为部下所阻。多铎劝其投降，遭史可法严辞拒绝，多铎遂下令在军前将史可法处死。史可法的部将刘肇基继续率领残部和城中居民与清军展开巷战，经过激烈战斗，清军才占领扬州。清军攻占扬州后，当时大雨倾盆，多铎宣布在扬州城内进行血腥屠杀。当时的幸存者王秀楚所著《扬州十日记》中记载屠杀共持续十日，故名“扬州十日”，扬州死难数十万人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/扬州十日>扬州十日</a>"
},
{
"headline":"嘉定三屠",
"startDate":"1645",
"endDate":"1645",
"text":"<p>    嘉定三屠，是1645年（南明弘光元年，清朝顺治二年）发生在清军攻破嘉定后，清军将领李成栋三次下令对城中平民进行大屠杀的事件。清顺治二年（1645年）五月初九，清兵破南京，明弘光帝南逃。三十日，嘉定县令钱默出逃。六月二十四日，清授县令张维熙到任。是日，明嘉定总兵吴志葵率百人，白布裹头，昼伏东门外时家坟，晚间持火把逼近县城，扬言捉拿张维熙，张逃之夭夭。二十七日，吴志葵再临县城，士民夹道迎接复明之师。闰六月初七，清将李成栋部骑兵路过境内新泾桥，大肆奸淫妇女，致死7名。初八，李成栋亲率兵船百艘、马步兵2000余名停泊县城东关，大肆奸掠。初九，李率兵去吴淞，留偏裨将梁得胜等300名守护兵船。十二日，清军下剃发令，群情激愤，远近乡兵竞相围攻李成栋船队。船只及所掠财物悉数焚毁，斩杀清官兵84名。十五日，李成栋去太仓求援。十七日，明都察院观政黄淳耀及弟黄渊耀，与前左通政侯峒曾及子侯演、侯洁，上海举人张锡眉，国子生朱长，秀才马元调、龚用圆等倡议守城。他们在嘉定城楼上竖起“嘉定恢剿义师”的大旗，在四城门布置守城兵力，义师在北门仓桥炮击清兵，打死清将李成栋之弟李成林。七月初三，李成栋汇同太仓清兵攻城，日夜炮轰。城中矢石俱尽。初四大雨滂沱，守城士民，渐不能支。清兵趁机急攻，破东门涌入城内。辰时，李成栋入城下令鸣炮屠城。小街僻巷，无不穷搜。每遇一人，大呼献宝，献若不多，连砍三刀，物尽则杀。许多平民遇害。三日后，自西门至葛隆镇，浮尸满河。城破后，侯与其子侯演、侯洁殉节叶池，黄淳耀和其弟黄渊耀自缢于西林庵。是为嘉定第一屠。李成栋离开后，七月二十四日，嘉定人朱瑛聚集民众再次控制了嘉定。于是李成栋闻讯后派部将徐元吉进行镇压，城破后对乡兵进行了残酷屠杀，“数十里内，草木尽毁。时城中无主，积尸成丘……民间炊烟断绝。”，其中外冈、葛隆二镇的情况最为严重。是为嘉定第二屠。八月二十六日，原南明总兵绿营把总吴之藩反清投明，此人本是吴淞守军将领冯献猷部下。吴之藩率余部反攻嘉定城。城内清兵猝不及防，乃溃。城内民众纷纷奔至吴军前，“踊跃听命”。不久被镇压。结果嘉定再遭浩劫，城内外又有两万多人被杀，是为嘉定第三屠。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嘉定三屠>嘉定三屠</a>"
},
{
"headline":"逃人法",
"startDate":"1646",
"endDate":"1686",
"text":"<p>    逃人法是清初恶法之一，延续时间最长，直到康熙时始陆续废除。清军入关前已实施投充，但人员陆续逃亡，顺治三年（1646年）五月，多尔衮以为 “只此数月之间，逃人己几数万”，为此制定逃人法，有条目一百多个，重在严惩“窝主”，一经查获，窝主就地正法。“有隐匿逃人者斩，其邻佑及十家长、百家长不行举首，地方官不能觉察者，俱为连坐”，逃亡三次者处以绞刑。又设立“督捕衙门”，捕捉逃人，“新朝立法重逃人，窝隐之家祸切身”。顺治六年又改为“隐匿逃人者免死，流徙”。顺治七年六月，广西巡抚郭肇基等人因为“擅带逃人五十三名”，被处死。顺治十年豪雨成灾，“直隶被水诸处，万民流离，扶老携幼，就食山东。但逃人法严，不敢收留，流民啼号转徙”。龚鼎孳说：“畿辅之民圈占以后，田庐荡然。年来水涝频仍，道殣相望。近以逃人众多，立法不得不严，而有司奉行未善，使流徙者竟无所归。……今闻山东一带流民复千百成群，携男挈女，蚁聚河干，望救无门，逃生无路。当此严风密霰，坠指裂肤之时，此辈衣不掩胫，食不充腹，流离沟壑。……万一愚冥无知，不肯束手就毙，一旦良民化而为乱民，即发兵剿除亦非难事，而使数万生灵顿作刀头之鬼，究其所自，亦止是无衣无食，茫无投奔之百姓耳。”康熙四年开始修订逃人法。康熙三十八年撤裁督捕衙门。康熙二十五年（1686年）改三次死刑为发配宁古塔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/逃人法>逃人法</a>"
},
{
"headline":"黄淳耀",
"startDate":"1646",
"endDate":"1646",
"text":"<p>    黄淳耀（－1646年），字蕴生，号陶庵，又号水镜居士，苏州府嘉定县人。明末抗清将领。汉族民族英雄。十岁入私塾读书，善八股文，筹组“直言社”，倡经世之学。崇祯十六年（1645年）进士，明末驻守嘉定城，后因清兵长期围堵切断后援而失陷，便同其弟弟黄渊耀自杀殉国，于西城僧舍自缢死。黄淳耀死后，其弟子陆元辅将其遗像悬挂于书房，朝夕瞻拜，终生不缀。著有《陶庵集》二十二卷，1654年为陆元辅所辑。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄淳耀>黄淳耀</a>"
},
{
"headline":"雅克萨战役",
"startDate":"1649",
"endDate":"1689",
"text":"<p>    雅克萨战役是17世纪中叶中俄之间因边境冲突而爆发的一场战争。俄方称之为1649—1689俄中边境冲突（俄语：Русско-цинский пограничный конфликт, 1649—1689）。在清朝初年，俄国向西伯利亚扩张，并进军黑龙江流域，几次被清军击败，但由于东北人烟稀少，一旦清军回撤，俄人又卷土重来，在黑龙江流域建造尼布楚城（现俄罗斯联邦涅尔琴斯克）和雅克萨（现俄罗斯联邦阿尔巴津）。康熙时俄国人还在不断侵扰黑龙江流域，并煽动当地酋长索伦叛附，康熙震怒。几次交涉未果后，康熙于1685年派遣黑龙江将军萨布素率领15000士兵围攻雅克萨，焚毁木城，俄军40多人投降，不愿回国，被编为康熙俄裔近卫军。清军回防后，俄军重回，又重建土城。1686年夏，萨布素率领清军重新攻打雅克萨，久围不下。时彼得大帝派特使在尼布楚和中国议和，清军增兵20000。俄国当时正和瑞典争夺芬兰，无暇东顾。最后达成和议，签定中俄《尼布楚条约》，俄军撤出雅克萨，毁掉雅克萨城，划定中俄边界。此前在17世纪50年代，朝鲜王朝曾两度支援清朝抗击俄国，朝鲜称之为罗禅征伐（韩语：나선정벌／羅禪征伐）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/雅克萨战役>雅克萨战役</a>"
},
{
"headline":"李成栋",
"startDate":"1649",
"endDate":"1649",
"text":"<p>    李成栋（？－1649年），字廷贞，山西人（一说宁夏人）。原为李闯军部将，降明、降清，后又反清复明，一生叛降无常。曾指挥过嘉定三屠。后因被清兵追赶，落水溺死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李成栋>李成栋</a>"
},
{
"headline":"庚寅之劫",
"startDate":"1650",
"endDate":"1650",
"text":"<p>    庚寅之劫，又称广州大屠杀，指1650年（清顺治七年，南明永历四年，庚寅年）11月24日到12月5日清朝军队在广州的屠城暴行。当年公历11月24日，清朝平南王尚可喜与靖南王耿继茂指挥的清军（汉军镶蓝旗）在围城近十个月后，经过惨烈的战斗，包括筑垒相逼，以楼车攻城，及动用荷兰炮手，终于攻破广州城，随后对据城死守的广州居民进行了长达十二天的大屠杀，不论男女老幼，一律残酷地杀死，死亡人数达十万至七十万（《广东通志》、《广州市志》）。广州市社会科学研究所认为“七十万人”显然不可信，因为明末广州府十三县人口总共才40万人。（《广州研究》）另有意见认为当时广州人口约40万，而死难者约十万人或超过十万人。(《海幢寺：恢弘庄严的岭南雄刹》)“清顺治六年十月，满清大军抵达广州，围困城池长达10个月，最终攻下城池，平南王尚可喜率清军攻陷广州之后，屠城十日，尸横遍地。广州城当时人口大约40万，死难者约五分之一。”黄佛颐的《广州城坊志》引用清人方恒泰《橡坪诗话》的记载：“城前后左右四十里，尽行屠戮，死者六十余万人。相传城中人士窜伏六脉渠约六七千人，适天雨，渎溺几尽，其所存仅二人，双门底刘中山其一也。”“止有七人躲入大南门瓮城关帝庙神像腹中，得免诛戮。”《清史稿》卷二百三十四记载“继茂与可喜攻下广州，怒其民力守，尽歼其丁壮。”美国汉学家魏斐德（Frederic Wakeman）在其著作《洪业——清朝开国史》（The Great Enterprise: The Manchu Reconstruction of Imperial Order in the 17th Century）提及当时“尸体在东门外焚烧了好几天”。除了《清史稿》及广东地方文献外，17世纪的来华的意大利籍耶稣会传教士卫匡国及荷兰人约翰·纽霍夫（Johan Nieuhof或Joan Nieuhof）也记述了这次大屠杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庚寅之劫>庚寅之劫</a>"
},
{
"headline":"康熙",
"startDate":"1654",
"endDate":"1722",
"text":"<p>    清圣祖仁皇帝爱新觉罗·玄烨（1654年5月4日~1722年12月20日），即康熙帝，清朝第四位皇帝、清定都北京后第二位皇帝。年号康熙：康，安宁；熙，兴盛－－取万民康宁、天下熙盛的意思。他8周岁登基，14岁亲政。在位61年，是中国历史上在位时间最长的皇帝。他是中国统一的多民族国家的捍卫者，奠下了清朝兴盛的根基，开创出康乾盛世的大局面。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/康熙>康熙</a>"
},
{
"headline":"施世纶",
"startDate":"1659",
"endDate":"1722",
"text":"<p>    施世纶（1659年－1722年7月3日），字文贤，号浔江，福建晋江县衙口乡（现晋江市龙湖镇衙口村）人，后被编入清朝八旗汉军镶黄旗，为中国清朝官员，施琅之子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/施世纶>施世纶</a>"
},
{
"headline":"孝恭仁皇后",
"startDate":"1660",
"endDate":"1723",
"text":"<p>    孝恭仁皇后，姓乌雅氏，护军参领、加封一等公威武女，是康熙帝之妃。雍正帝生母。乌雅氏出身较低微，得到康熙召幸之后也一直是低阶嫔妃，直到康熙十七年十月，乌雅氏生下皇四子胤禛，也就是未来的雍正帝，才在康熙十八年晋封为德嫔，二十年晋德妃。待亲生儿子即位为雍正帝后，身为生母的乌雅氏已年高六十三岁。雍正本欲尊奉生母为皇太后，并拟定徽号微为仁寿皇太后，同时还打算请她从原本居住的永和宫，迁住至专供太后养老的宁寿宫，但等不及恭上徽号，乌雅氏即于雍正元年五月二十三日丑刻崩逝于永和宫，享寿六十四岁。同年八月加谥号“孝恭宣惠温肃定裕赞天承圣仁”，九月合葬景陵，升祔太庙。乾隆元年三月加谥“慈纯”，嘉庆四年五月加谥“钦穆”。最终谥号是孝恭宣惠温肃定裕慈纯钦穆赞天承圣仁皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝恭仁皇后>孝恭仁皇后</a>"
},
{
"headline":"康熙帝 玄烨",
"startDate":"1661",
"endDate":"1722",
"text":"<p>      清圣祖仁皇帝爱新觉罗·玄烨（1654年5月4日~1722年12月20日），即康熙帝，清朝第四位皇帝、清定都北京后第二位皇帝。年号康熙：康，安宁；熙，兴盛－－取万民康宁、天下熙盛的意思。他8周岁登基，14岁亲政。在位61年，是中国历史上在位时间最长的皇帝。他是中国统一的多民族国家的捍卫者，奠下了清朝兴盛的根基，开创出康乾盛世的大局面。谥号合天弘运文武睿哲恭俭宽裕孝敬诚信功德大成仁皇帝。康熙是中国历史上一代英主，有“千古一帝”之美称。不过近代史家亦有对康熙作负面评价者。康熙以雄才大略自诩，却从来没有把黄宗羲《明夷待访录》中的真知灼见当一回事。虽然尊礼不已，却也只是当成于其它儒士那样，视为“遗老”，尊礼荣养罢了。有专家指出，清朝中后期国力开始远远落后于西方，康熙晚年的墨守成规，缺乏创新，有着不可推卸的责任。英国籍史学家史景迁批评康熙有三：一是皇位继位的纠葛有点进退失据；二是康熙虽喜爱西学，任用耶稣会士，并允传教，但对西方并不信任，因而有礼仪之争以及导致雍正禁教；三是康熙以轻徭薄赋自豪，以此彰显盛世，但其永不加赋的政策按耕地面积缴固定税金，与人口无关，于是人口虽增，亦不加赋，为康熙的继承者造成财政困难。为了从郑氏手里夺到台湾，为孤立台湾，康熙年间实行了迁界禁海政策，规定沿海30里的居民内迁，片板不准下水。先是在福建沿海实行，后又推广到广东和浙江沿海。清政府划定一个濒海范围（从最初的濒海三十里左右，到后来的四十里、五十里、乃至到二三百里不等），设立界碑，乃至修建界墙，强制处在这个范围内的沿海居民迁移，有敢不迁移的，杀无赦，有敢越界的，也杀无赦。总之，让距离海边三十里到二三百里不等的整个中国东南沿海地区，成为一个无人区。此政策所造成的破坏和后遗症远远超过了一次大规模的战争。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/康熙帝 玄烨>康熙帝 玄烨</a>"
},
{
"headline":"明郑时期",
"startDate":"1661",
"endDate":"1683",
"text":"<p>    明郑时期，系指南台湾在南明永历中后期（1661年－1683年），由明朝（南明）延平郡王郑成功所建立之明郑政权统治的时期，其历经郑成功、郑经及郑克塽等三世之统治。史称为郑氏治台时期、延平王国、郑氏王朝、郑氏王国、东宁王国。又当时西方人亦称之为台湾王国、福尔摩沙王国。明郑亦为台湾历史上第一个汉人政权，郑成功将台湾改称东都，赤崁地方更名为东都明京（后郑经改为东宁），又设京城承天府于今台南市以处理军务，奉南明正朔之永历年号、礼遇许多明王朝宗室，以恢复明朝为号召，领导者的身分是大明延平王、招讨大将军，但实际上是一个独立行政、以郑氏家族中人为最高元首的独立王国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明郑时期>明郑时期</a>"
},
{
"headline":"郑成功攻台之役",
"startDate":"1661",
"endDate":"1662",
"text":"<p>    郑成功攻台之役（郑荷之战、郑荷热兰遮城之战）是1661年3月底到1662年2月初（中国南明永历十五年三到十二月）间一场发生于台湾（福尔摩沙）西南沿海的战争，主要战场包括赤崁、台江内海、大员等处；该役明延平王郑成功率25,000大军由金门航渡台湾海峡，由鹿耳门水道进入台江内海，先攻占普罗民遮城，然后围攻热兰遮城，终于迫使荷兰东印度公司守军实质投降、退出福尔摩沙。这场战争结束了荷兰东印度公司在福尔摩沙的经营，开启了明郑政权对台湾的统治；由于荷兰殖民时期联“番”制汉的平衡机制消灭，为了获得充足的粮食，大批郑军在台湾西南部平原屯田垦殖，但是郑军此一扩张领土的行动，导致与原住民发生数次冲突，并对反抗的原住民展开屠杀，造成平地原住民失去其传统生活领域，只得迁徙或因无法维持部落生活型态而被汉化。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑成功攻台之役>郑成功攻台之役</a>"
},
{
"headline":"咒水之难",
"startDate":"1661",
"endDate":"1661",
"text":"<p>    咒水之难是指明末清初在缅甸境内爆发的流血事件，最后永历帝朱由榔被缅甸莽白军所俘，送交清将吴三桂。朱由榔被杀。永历十五年（1661年），清军攻入云南，永历帝流亡缅甸首都瓦城，被缅甸王莽达收留。后吴三桂攻入缅甸，五月二十二日，莽达之弟莽白乘机发动政变，杀死其兄后继位。七月十九日（1661年8月12日），莽白诱骗永历帝身边大小官员及侍卫、内官等前往者梗之睹波焰塔饮咒水盟誓，却发兵杀尽永历帝侍从近卫，包括松滋王朱俨镏、大学士文安侯马吉翔、马雄飞、王维恭、蒲缨、王祖望、杨生芳、裴廷谟、潘璜、邓士廉、杨在、邬昌琦、任国玺、邓居诏、齐应巽，总兵王自金、陈谦、龚勋、吴承爵，通判安朝柱，锦衣卫掌卫事任子信、金书张拱极、丁调鼎、刘相、宋宗宰、刘广银、宋国柱等，还有内官李国泰、李茂芳、李崇贵、杨强益、吉王府官张伯宗等。只有内官13人和跛足总兵邓凯留守于永历帝行宫才幸免于难。总兵魏豹、王升、王启隆曾反击，但被杀，沐天波杀九人后被击杀。缅甸军直取永历帝行宫，永历帝闻讯，心生恐惧，打算自尽，被部下侍卫总兵邓凯以“太后年老，飘落异域。皇上丢失社稷已经是不忠，今丢下太后又不孝，何以见高皇帝于地下？”而劝止。。此时永历帝的刘、杨二贵人与吉王妃妾等百余皆自缢而死。王妃哀求出家为比丘尼，说：“君自为王，仅求留命，吾等当奉佛以度残生”，莽白不准。朱由榔一家被软禁于木屋内，由寺庙的僧人送来饮食，勉强活命。软禁期间，朱由榔生了一场病，他曾后悔表示：“当日朕为奸臣所误，未将白文选封亲王，马宝封郡王，以致功臣隳心，悔将何及？”。自此，永历帝已经完全失去抗清复明的斗志。顺治十八年十二月初一日，清军迫近缅甸阿瓦，缅甸王将永历帝献给吴三桂。被押回云南昆明，圈禁在世恩坊原崇信伯李本家中。永历十六年四月二十五日（1662年4月14日，清康熙元年），永历帝在昆明篦子坡被清军用弓弦勒死，家属押送北京。吴三桂因功，进封为亲王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/咒水之难>咒水之难</a>"
},
{
"headline":"江南奏销案",
"startDate":"1661",
"endDate":"1661",
"text":"<p>    江南奏销案，发生于清朝初年的一场大案。江南官绅于明末经年拖欠钱粮，清初，江南赋税甚重，以苏州府、松江府等府为最。顺治十六年（1659年）清廷定条例，凡江南绅衿拖欠钱粮者，必予以惩罚。但江南士绅仍拒缴如故。康熙登基之初（1661年），朝廷严催顺治十七年奏销钱粮，初只限于无锡、嘉定两县；顺治十八年（1661年）巡抚朱国治强愎自用，造欠册清查，六月初三日，仅苏州府、松江府、常州府、镇江府四属的进士、举人、贡监生员一万三千五百一十七人，以“抗粮”的罪名，鞭扑纷纷，衣冠扫地。吴伟业、徐干学等名士亦不能免。某探花叶方霭欠一枚钱，亦被黜，故民间有‘探花不值一文钱’之说。于是两江士绅得全者无几，“押吏势同狼虎，士子不异俘”，“一时人皆胆落”。三藩之乱时，清廷为了争取江南地主的支持，于是放松禁令，允许被黜降的官绅士子捐纳银两开复。此案既不见于官书，《东华录》等亦不载。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江南奏销案>江南奏销案</a>"
},
{
"headline":"迁界令",
"startDate":"1662",
"endDate":"1669",
"text":"<p>    迁界令又名迁海令，是清朝政府为对付明朝遗臣郑成功在台湾的郑氏王朝，以断绝中国大陆沿海居民对其之接济，于康熙元年（1662年）由辅政大臣鳌拜下令从山东省至广东省沿海的所有居民内迁50里，并将该处的房屋全部焚毁，以及不准沿海居民出海的措施。措施使华东至华南沿海地区的渔业和盐业废置、田园荒芜，沿海居民流离失所，深受迁海之苦。当时不少地方官员，包括广东巡抚王来任、两广总督周有德，均极力请求复界。到了康熙八年（1669年），由于朝廷认为措施已收成效，加上不想继续影响沿海地区的民生，终于允许复界。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/迁界令>迁界令</a>"
},
{
"headline":"明史案",
"startDate":"1663",
"endDate":"1663",
"text":"<p>    明史案是清初康熙登基以来的第一宗文字狱，诛连甚广。始出于前明国相朱国桢之手，后湖州府南浔镇庄廷鑨得到其中一部分。庄廷鑨目盲，请士人读给他听，他认为何处当增当删，便口述出来，由宾客笔录。旋即又延请许多饱学鸿儒，再加修订。书成不久，庄廷鑨便即去世。其父庄允诚心伤爱子之逝，将是书印行以为纪念，书名《明史辑略》。归安县革职知县吴知荣，挑出史书编年的毛病，言任教仍奉明朝正朔，告到辅政大臣鳌拜府上。鳌拜当即派出钦差查究。庄家全族十五岁以上的尽数处斩。因此案入狱者2000余人，审讯后定死刑70多人，其中18人被凌迟处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明史案>明史案</a>"
},
{
"headline":"康熙历狱",
"startDate":"1666",
"endDate":"1666",
"text":"<p>    康熙历狱，又称汤若望案，康熙五年（1666年），新安卫官生、杨光先上书，斥汤若望西洋新历法十谬，尤其是选择顺治帝皇太子荣亲王的葬期误用洪范五行，山向年月俱犯忌杀，事犯重大（顺治十五年荣亲王病死，两年后，其生母董鄂妃也病逝，又136天后，顺治帝也驾崩）。当时康熙帝年幼尚未亲政，执政的顾命大臣鳌拜不满外邦人参议朝政，于是支持杨光先。结果汤若望以及杜如预、杨宏量、李祖白、宋可成、宋发、朱光显、刘有泰等钦天监官员（天文学家）被判处斩。后因天空出现彗星，京城又发生地震，改判汤若望、杜如预、杨宏量免死，但是李祖白等五人依然被斩。后来康熙帝亲政后决定对该案进行平反。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/康熙历狱>康熙历狱</a>"
},
{
"headline":"苏克萨哈",
"startDate":"1667",
"endDate":"1667",
"text":"<p>    苏克萨哈（？－1667年），纳喇氏，满洲正白旗人。或称苏克沙哈。康熙帝亲政之前的四位辅政大臣之一，后为鳌拜诬死。父苏纳，叶赫贝勒金台吉同族。苏克萨哈原本依附多尔衮，是顺治帝于1661年临终前，委派辅助康熙帝的四位辅政大臣之一，四位辅政大臣依序为：索尼、苏克萨哈、遏必隆以及鳌拜。苏克萨哈曾在1661年幼帝康熙尚未即位以前，以辅政大臣身份，斩首郑芝龙。苏克萨哈深得康熙帝的信任。1667年索尼死后苏克萨哈便上疏请求解除辅臣的职务，愿往遵化守护顺治陵寝。这个举动别有意味，那就是既然苏克萨哈已经卸任（此时他已经排名第一），鳌拜就无理由再继续出任辅臣，必须让康熙皇帝亲政。鳌拜最后诬陷苏克萨哈“背负先帝”，“别怀异心”，以24项罪名逼令康熙将其处死。康熙不同意，认为“核议未当，不许所请”，鳌拜竟要胁康熙执行，最后苏克萨哈被处绞刑。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏克萨哈>苏克萨哈</a>"
},
{
"headline":"方苞",
"startDate":"1668",
"endDate":"1749",
"text":"<p>    方苞（康熙七年至乾隆十四年，即1668年－1749年），字凤九，一字灵皋，晚号望溪，安徽桐城人，清代文学家，首创文学流派桐城派。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/方苞>方苞</a>"
},
{
"headline":"郑克塽",
"startDate":"1670",
"endDate":"1707",
"text":"<p>    郑克塽（1670年8月13日－1707年9月22日），幼名秦，人称秦舍，字实弘，号晦堂，郑经次子，郑成功之孙。1681年郑经及陈永华相继去世，重臣冯锡范联合郑经从弟等人发动政变，刺杀监国郑克臧得逞，立年仅十二岁的郑克塽为延平郡王。1683年，清朝水师提督施琅于澎湖海战大破郑军舰队，攻占澎湖，郑军主将刘国轩逃回台湾。冯锡范遂劝说郑克塽降清。七月初五，冯锡范命郑德潇写降表。七月十五，冯锡范将郑克塽送交施琅。八月十三，施琅进入台湾受降。随后郑克塽前往京师，隶属汉军正红旗，受封为海澄公。康熙四十六年丁亥（1707年）八月二十七日（9月22日），年仅37岁的郑克塽卒于北京，爵位无袭。郑克塽后来娶冯锡范之女，有子郑安福、弟郑克举。郑克塽死后，其母黄氏向清廷要求发还郑家产业，但不了了之。台湾著名诗人郑愁予是郑克塽后代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑克塽>郑克塽</a>"
},
{
"headline":"耿继茂",
"startDate":"1671",
"endDate":"1671",
"text":"<p>    耿继茂，为清朝初年明降将耿仲明之子，耿精忠之父。一等精奇尼哈番，和硕额驸，娶尚肃亲王豪格之女。1650年，耿继茂与平南王尚可喜联手攻破广州后，展开“广州大屠杀”。顺治八年（1651年）耿继茂正式承袭其父的靖南王位。他帮助清朝消灭各个南明政权有功，被移封往福建。康熙十年(1671年)去世，其子耿精忠继承王位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耿继茂>耿继茂</a>"
},
{
"headline":"胤禔",
"startDate":"1672",
"endDate":"1735",
"text":"<p>    允禔（1672年3月12日－1735年1月7日），本名胤禔。康熙帝子，母为惠妃那拉氏。生于康熙十一年（1672年）二月十四日，排行第五，因康熙帝前四子皆夭殇，依规定不序齿，故允禔为康熙实际上的长子。康熙二十九年（1690年），康熙帝命允禔为裕亲王福全的副将共同抵御蒙古噶尔丹，因二人不协调，允禔被召还。康熙三十五年（1696年），跟从康熙帝征讨噶尔丹。康熙三十七年（1698年），允禔被封为直郡王。康熙四十七年（1708年）九月，在塞外行围时太子允礽被废，允禔十分得意。康熙帝器重允禔，让他负责监视允礽，从塞外至京城都是由他看守。允禔认为时机已到，便向其父皇进言，要求杀死允礽。此举引起康熙皇帝的反感。后来皇三子允祉告发允禔用蒙古喇嘛魇术废太子之事，康熙皇帝对允禔所作所为极为气愤，直斥其为“乱臣贼子”。下令夺允禔直郡王爵位，严加看守，在府第高墙内幽禁起来。允禔于雍正十二年（1735年）十二月十四日逝世，享年六十三岁。雍正帝以固山贝子之礼殡葬。次子弘昉袭爵为镇国公。直郡王府旧址位于西城区西直门内前半壁街。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胤禔>胤禔</a>"
},
{
"headline":"三藩之乱",
"startDate":"1673",
"endDate":"1681",
"text":"<p>    三藩之乱，是中国历史上清朝初期，三个藩镇王发起的叛乱事件。三藩是指平西王吴三桂、平南王尚可喜、靖南王耿精忠。清廷入关后需要对付李自成起义的力量和南明政府的反抗，明朝的降官是可以借助的力量。但20年后，南方驻云南的吴三桂、驻广东的尚可喜、驻福建的耿精忠等藩王已经形成很大的势力，与清廷分庭抗礼。其中吴三桂势力最大，不仅在经济上是中央政府沉重的负担，而且威胁到清政权。平定三藩，对于清廷来说，是真正完成统一、确立稳定的皇朝统治的标志。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三藩之乱>三藩之乱</a>"
},
{
"headline":"遏必隆",
"startDate":"1673",
"endDate":"1673",
"text":"<p>    遏必隆（？－1673年），钮祜禄氏，满洲镶黄旗人，后金开国五大臣之额亦都第十六子，母为清太祖之女，和硕四公主穆库什。天聪八年（1634年），以父荫袭一等昂邦章京，授侍卫之职。后因罪，被夺世职。崇德六年（1641年），随清太宗进攻明朝，以战功得优赉。崇德七年（1642年），从奉命大将军阿巴泰入长城，攻克蓟州；再进山东，攻夏津，以头功授牛录章京世职。顺治二年（1645年），随顺承郡王勒克德浑于武昌之役斩杀李自成之侄李锦，晋封二等甲喇章京。顺治五年（1648年），以所袭其兄图尔格二等公爵令并袭一等公，授议政大臣、领侍卫内大臣，加少傅兼太子太傅。顺治十八年（1661年），与索尼、鳌拜、苏克萨哈三人并受顺治帝遗诏为辅政大臣。康熙六年（1667年），皇帝亲政，特封一等公，加太师。适逢鳌拜独断专行，屡次矫诏诛杀大臣。遏必隆身为顾命大臣，却选择明哲保身，不加阻止也未曾弹劾。康熙八年（1669年），康熙帝惩治鳌拜，遏必隆亦被康亲王杰书以十二项罪名弹劾，遂削去其太师之职，夺世爵，下狱论死。康熙九年（1670年），康熙帝念其为顾命大臣，而且是勋臣之子，命仍以公爵宿卫内廷。康熙十二年（1673年），遏必隆病重，康熙帝亲临府邸慰问。是年病逝，谥号“恪僖”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/遏必隆>遏必隆</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}