{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"秦",
"startDate":"-221",
"endDate":"-207",
"text":"<p>    秦朝（前221年至前207年），是由战国时代后期的秦国发展起来的中国历史上第一个统一大帝国。秦朝开国君主秦王政自称始皇帝，从此有了皇帝一词语。国号秦，皇室嬴姓，故史书上别称嬴秦，以别于其他国号为秦的政权。秦朝从统一六国到灭亡，只有15年国祚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦>秦</a>"
},
{
"headline":"秦始皇 嬴政",
"startDate":"-221",
"endDate":"-210",
"text":"<p>      秦始皇嬴政（公元前259年—公元前210年），嬴姓赵氏，故又称赵政，生于赵国首都邯郸。中国历史上著名的政治家、战略家、改革家，首位完成中国统一的第一位皇帝，秦庄襄王之子，十三岁即王位，三十九岁称皇帝，在位三十七年。秦始皇建立皇帝制度，中央实施三公九卿，地方废除分封制，代以郡县制，书同文，车同轨，统一度量衡，北击匈奴，南征百越，修筑万里长城。把中国推向了大一统时代，为建立专制主义中央集权制度开创了新局面，对中国和世界历史产生了深远影响，奠定中国两千余年政治制度基本格局。他被明代思想家李贽誉为“千古一帝”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦始皇 嬴政>秦始皇 嬴政</a>"
},
{
"headline":"徐福东渡",
"startDate":"-219",
"endDate":"-219",
"text":"<p>    徐福，即徐巿，字君房，齐地琅琊(今江苏赣榆)人，秦著名方士。他博学多才，通晓医学、天文、航海等知识，且同情百姓，乐于助人，故在沿海一带民众中名望颇高。徐福是鬼谷子先生的关门弟子。学辟谷、气功、修仙，兼通武术。他出山的时候，是秦始皇登基前后，李斯的时代。后来被秦始皇派遣，出海采仙药，一去不返。秦始皇二十八年（公元前219年），这位一心想传位万世的皇帝在“南登琅邪”、“留三月”的海上巡游时，接到了齐人徐福等方士的上书，说海中有“三神山”，于是，秦始皇便“发童男女数千，入海求仙道”。秦始皇派出这样一支多达三千人的庞大船队，去探求尚是扑朔迷离的“三神山”，不能不说是一次探险的壮举！徐福首次渡海的出发地，是在山东半岛南端的琅邪。琅邪是当时的一个古港，早在春秋时，这一带的航海家们就从这里出海，航达朝鲜半岛，而后顺半岛沿岸航行，经过对马岛到达日本九洲。徐福第二次出海的始发港，由于尚没有找到史书详细记载而说法不一。徐福村人（赣榆）传说是农历的十月十九日，从他的家乡赣榆下海。另一个说法是在山东崂山。还有一种说法是，徐福第二次出海走的仍是第一次的航线，也是在琅邪。这是根据《史记·淮南衡山列传》而得知的。因为在《史记·淮南衡山列传》中称，徐福第二次航海时，诈称仙人索取“百工之事”，遂“资之五谷种种百工而行”。如据此推断，徐福有可能走的仍是上次的旧航路。不仅如此，而且也由此我们得知徐福二渡日本，带去了古代中国的“百工之事”，如汉字、中草药和水稻种植等许多文化和科学技术。徐福东渡日本，促成了一代“弥生文化”的诞生。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐福东渡>徐福东渡</a>"
},
{
"headline":"刘濞",
"startDate":"-216",
"endDate":"-154",
"text":"<p>    刘濞（前216年－前154年），沛县（今江苏省）人，汉高祖刘邦之侄，刘邦兄长刘仲之长子，被刘邦封为吴王。汉景帝时，发动七国之乱谋反，兵败，死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘濞>刘濞</a>"
},
{
"headline":"秦长城",
"startDate":"-214",
"endDate":"-214",
"text":"<p>    秦始皇三十三年（公元前214年）遣大将蒙恬北逐匈奴，又西起临洮（今甘肃岷县）、东至辽东筑长城万余里，以防匈奴南进，史称秦长城。在固原地区境内，实际是在战国秦长城的基础上加以修缮，东西横贯西吉、固原、彭阳三县。在固阳县城北7公里处的色尔腾山上，一条蜿蜒的巨龙盘亘静卧于崇山峻岭之间。远远望去，雄伟壮观，气势非凡。这就是世界八大奇迹之一、被列为国家级重点文物保护单位的秦长城。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦长城>秦长城</a>"
},
{
"headline":"焚书坑儒",
"startDate":"-213",
"endDate":"-212",
"text":"<p>    焚书坑儒，是秦始皇公元前213年和公元前212年焚毁书籍、坑杀“犯禁者四百六十馀人”（某些人认为秦始皇坑杀的乃是“术士”并不是儒生，但根据《史记·秦始皇本纪》记载秦始皇坑杀的人“皆诵法孔子”。而且“及至秦之季世，焚诗书，坑术士，六艺从此缺焉”一语出自《史记·卷121·儒林列传》，术音述，术士，即述士；述士即儒士）的事件。焚书坑儒，意在维护统一的集权政治，进一步排除不同的政治思想和见解，但并未收到预期的效果。这一点和秦始皇采用的其他措施有所不同，是秦始皇、丞相李斯所始料不及的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/焚书坑儒>焚书坑儒</a>"
},
{
"headline":"秦直道",
"startDate":"-212",
"endDate":"-210",
"text":"<p>    秦直道又名直道，秦驰道之一，为秦朝修建的军事交通工程，从秦始皇三十五年开始修筑，历时两年半。从咸阳（起点为现咸阳淳化县）到九原郡（现包头附近）。全部用黄土夯实，全长736公里。秦始皇为了抗击匈奴命蒙恬率领10万工人修建。关于 秦直道的最早的记载源于《史记》。《史记·秦始皇本纪》载有“三十五年，除道，道九原，抵云阳，堑山眼堙谷，直通之”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦直道>秦直道</a>"
},
{
"headline":"秦二世 胡亥",
"startDate":"-210",
"endDate":"-207",
"text":"<p>      胡亥，即秦二世（前230年－前207年），嬴姓，名胡亥，在位时间前210年―前207年，也称二世皇帝。是秦始皇第十八子，公子扶苏的弟弟，从中车府令赵高学习狱法。秦始皇出游南方病死沙丘宫平台，秘不发丧，在赵高与李斯的帮助下，杀死兄弟姐妹二十余人，并逼死扶苏而当上秦朝的二世皇帝。秦二世即位后，赵高掌实权，实行残暴的统治，终于激起了陈胜、吴广起义，六国旧贵族复国运动。公元前207年胡亥被赵高的心腹阎乐逼迫自杀于望夷宫，卒年24岁。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦二世 胡亥>秦二世 胡亥</a>"
},
{
"headline":"沙丘之变",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    沙丘之变，又称沙丘之谋，秦始皇在沙丘宫（今河北省广宗县）去世后，赵高与李斯杀害公子扶苏，拥立秦二世即位的事件。秦始皇巡游时在途中突然去世，遗诏令公子扶苏主持葬礼，意即使之返都即位。此时扶苏正在上郡监督蒙恬的军队，管理诏书的赵高却发动了阴谋，威胁丞相李斯，矫诏处死扶苏与蒙恬。隐瞒秦始皇死讯，以咸鱼放到秦始皇车上，遮挡秦始皇尸体发出的臭味。回到咸阳后，他们拥立公子胡亥为皇帝，就是秦二世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沙丘之变>沙丘之变</a>"
},
{
"headline":"王贲",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    王贲，生卒年不详，频阳东乡（今陕西省富平县东北）人，秦代名将，名将王翦之子，与其父是秦灭六国战争中的主要将领。秦王政二十一年（前226年），将兵代楚。次年率兵攻魏，引黄河水灌魏都大梁（今河南开封市西北），大梁城毁，魏王投降，尽取魏地(参见秦灭魏之战)。秦王政二十五年，率兵攻燕国辽东地，俘虏燕王喜，灭燕(参见秦灭燕之战)。又回师攻代国，俘代王嘉。秦王政二十六年，又率军从燕南下攻齐，俘虏齐王建，遂灭齐(参见秦灭齐之战)，统一中国。因功被封为通武侯，曾随秦始皇东巡琅邪。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王贲>王贲</a>"
},
{
"headline":"徐福",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    徐福，即徐巿，字君房，齐地琅琊（今江苏赣榆）人，秦著名方士。他博学多才，通晓医学、天文、航海等知识，且同情百姓，乐于助人，故在沿海一带民众中名望颇高。徐福是鬼谷子先生的关门弟子。学辟谷、气功、修仙，兼通武术。他出山的时候，是秦始皇登基前后，李斯的时代。后来被秦始皇派遣，出海采仙药，一去不返。乡亲们为纪念这位好心的名医，把他出生的村庄改为“徐福村”，并在村北建了一座“徐福庙”。后来，有徐福在日本的平原、广泽为王之说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐福>徐福</a>"
},
{
"headline":"高渐离",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    高渐离，战国时燕国人，擅长击筑（古代的一种击弦乐器，颈细肩圆，中空，十三弦）。高渐离与荆轲友好，荆轲嗜酒，日与狗屠及高渐离饮于燕市。前227年，荆轲欲刺秦王，临行时，高渐离为他饯别。高渐离击筑，荆轲放歌相和：“风萧萧兮易水寒，壮士一去兮不复还”。荆轲行刺失败后。高渐离改名变姓，受雇于人做杂役，后来还是被人揭发。秦始皇知道高渐离是荆轲的好友，让人弄瞎他的双眼，放心让他击筑。高渐离将筑灌了铅，趁秦王听音乐入迷时向秦王击去，惜未中，秦王遂诛高渐离，终身不复近诸侯之人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高渐离>高渐离</a>"
},
{
"headline":"蒙恬",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    蒙恬（前3世纪?－前210年），中国秦朝名将，祖居齐国，祖父蒙骜和父亲蒙武皆为秦国名将。蒙恬北防匈奴多年，威震北方。秦始皇驾崩后，因为支持太子扶苏，被宦官赵高设计处决。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙恬>蒙恬</a>"
},
{
"headline":"盖聂",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    盖聂，盖姓，战国末年剑术家。荆轲游历路过榆次，和盖聂论剑。盖聂对他怒目而视。荆轲走后，有人向盖聂说再召来荆轲。盖聂说：“前不久我和他论剑，我们意见有不合之处，我瞪了他，现在他该走了。”有人去馆舍，荆轲已经驾车离开了榆次。盖聂说：“固去也，吾曩者目摄之！”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/盖聂>盖聂</a>"
},
{
"headline":"汉惠帝",
"startDate":"-210",
"endDate":"-188",
"text":"<p>    汉惠帝刘盈，西汉的第二个皇帝，他是刘邦和吕后的儿子，生于公元前211年（秦始皇三十六年）。汉惠帝是个年轻的皇帝，他在十六岁的时候就继承了皇位，但他也是个短命的皇帝，仅仅在位七年就去世了。汉惠帝即位后实施仁政，减轻赋税，提拔曹参为丞相，萧规曹随，政治清明，国泰民安。但是仁弱的惠帝在位期间大权实际上掌握在强势的母亲吕后之手，因此后世司马迁作《史记》时甚至不设惠帝本纪，而设“吕太后本纪”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉惠帝>汉惠帝</a>"
},
{
"headline":"扶苏",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    扶苏（?－前210年），姓嬴，秦始皇长公子。被赵高和李斯等人谋杀，改立公子胡亥为帝。扶苏素有贤名，天下尚不知扶苏已然冤死，或有言“少子，不当立，当立者乃公子扶苏”，后来陈胜和吴广起事反秦二世时，便假称“公子扶苏”起兵，以号召响应的武士。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/扶苏>扶苏</a>"
},
{
"headline":"蒙毅",
"startDate":"-210",
"endDate":"-210",
"text":"<p>    蒙毅（前3世纪？－前210年），为秦朝大臣蒙恬之弟，主掌刑罚及监察朝臣(廷尉)。蒙毅是秦始皇的上卿，在始皇帝晚年，他是最被信任的大臣之一。出行做秦始皇的参乘，入则在皇帝的御前。早年赵高犯罪，蒙毅作廷尉，曾经判死刑，赵高有才华，秦始皇不舍，于是赦免。但赵高从此仇恨蒙氏世族。秦始皇死后，赵高和李斯策划拥立胡亥。为了取得成功，赵高矫帝诏，赐死太子扶苏，是为沙丘之变，蒙恬和蒙毅被逮捕禁锢，最终处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蒙毅>蒙毅</a>"
},
{
"headline":"大泽乡起义",
"startDate":"-209",
"endDate":"-209",
"text":"<p>    大泽乡起义，又称“陈胜吴广起义”或“陈胜吴广之乱”，是秦末农民战争的一部分，起义沉重打击了秦朝政权，揭开了秦末农民起义的序幕，是中国历史上第一次大规模的平民起义。秦二世元年（公元前209年）秋，秦朝廷征发闾左贫民屯戍渔阳（今北京密云西南），陈胜、吴广等900余名戍卒被征发前往渔阳戍边，途中在蕲县大泽乡（今安徽宿州东南刘村集）为大雨所阻，不能如期到达目的地，根据秦公家法律，军人召集，迟者斩首。情急之下，陈胜吴广领导戍卒，杀死押解戍卒的军官，发动兵变，口号是“大楚兴，陈胜王”。起义军推举陈胜为将军，吴广为都尉，还假托扶苏名号，劝募士卒，连克大泽乡和蕲县，并在陈县（今河南淮阳）建立张楚政权，各地纷纷响应。大泽乡起义因为陈胜得势后骄傲，加上秦将章邯率秦军镇压而失利。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大泽乡起义>大泽乡起义</a>"
},
{
"headline":"项梁",
"startDate":"-208",
"endDate":"-208",
"text":"<p>    项梁（？－前208年），秦下相（今江苏省宿迁市宿城区）人，秦末著名起义军首领之一。楚国贵族项氏的后裔，项燕的儿子，西楚霸王项羽的叔父。在反秦战争中为秦将章邯所败，战死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/项梁>项梁</a>"
},
{
"headline":"刘如意",
"startDate":"-208",
"endDate":"-194",
"text":"<p>    刘如意（前208年—前194年），汉高祖刘邦第三子。他是刘邦和宠妾戚姬所生的儿子。汉高祖七年（公元前200年）封代王，九年（公元前198年），徙为赵王。因母有宠，刘邦数欲立为太子，以大臣与吕后反对而罢。刘邦惧吕后谋害，乃以周昌为赵相护卫之。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘如意>刘如意</a>"
},
{
"headline":"陈胜",
"startDate":"-208",
"endDate":"-208",
"text":"<p>    陈胜（？－前208年），字涉，秦朝南阳郡阳城（今河南省方城县）人。秦末农民战争领袖。因秦法严苛，与吴广带领约九百名戍卒起事，首先抗秦，后败，遭车夫庄贾刺杀而死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈胜>陈胜</a>"
},
{
"headline":"吴广",
"startDate":"-208",
"endDate":"-208",
"text":"<p>    吴广（？－前208年），字叔，陈郡阳夏（今河南省太康县）人。秦二世元年（前209年），他与陈胜及九百名戍卒被发至渔阳（今北京附近）守边，却因为天雨耽搁，因秦朝法律规定，军人误期者死。为了避免死刑，陈胜、吴广领导九百名戍卒，在蕲县大泽乡（安徽宿县西寺坡乡刘村集）杀秦尉起义造反，建立张楚政权，吴广立为假王。前208年吴广率田臧、李归等围攻荥阳（今河南荥阳东北古荥镇），久攻不下。吴广与田臧意见不合，不久田臧假借陈胜之命杀害吴广。吴广死后，秦将章邯率军进攻，田臧兵败被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴广>吴广</a>"
},
{
"headline":"秦王子婴",
"startDate":"-207",
"endDate":"-206",
"text":"<p>      秦王子婴（？－前206年），嬴姓，名子婴，或单名婴。秦朝最后一个君主，在位仅46天。性格仁爱且节制。胡亥被弑后，赵高迎立子婴继位。子婴即位五天便设计谋杀赵高，并把他的家人全部处死。《史记》指赵高企图招引义军到咸阳及承诺杀死所有秦朝宗室，子婴得知就先下手把他杀死。刘邦进入关中，子婴向刘邦军投降，秦朝正式灭亡。不久，项羽率军抵达关中，便杀死子婴，并进行了大屠杀。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦王子婴>秦王子婴</a>"
},
{
"headline":"巨鹿之战",
"startDate":"-207",
"endDate":"-207",
"text":"<p>    巨鹿之战，是秦末大起义中，项羽率领数万楚军（后期各诸侯义军也参战），同秦将章邯、王离所率40余万秦军主力在巨鹿（今河北平乡）进行的一场重大决战性战役，也是中国历史上著名的以少胜多的战役之一。项羽破釜沉舟，以大无畏精神在各诸侯军畏缩不进时率先猛攻秦军，带动诸侯义军一起最终全歼王离军，并于数月后迫使另20万章邯秦军投降。从此项羽确立了在各路义军中的领导地位。经此一战，秦朝主力尽丧，名存实亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/巨鹿之战>巨鹿之战</a>"
},
{
"headline":"望夷宫之变",
"startDate":"-207",
"endDate":"-207",
"text":"<p>    望夷宫之变又称望夷之祸，秦朝末年，丞相赵高杀秦二世于望夷宫。秦二世三年冬，赵高杀丞相李斯。同年夏，章邯在军事上接连失利。赵高数次派人责备章邯，章邯害怕，派长史司马欣求见赵高，为赵高所拒。司马欣逃归章邯，对章邯说“赵高用事于中，将军有功亦诛，无功亦诛”。而项羽急攻秦军，虏王离，不久章邯被迫降楚。而之前，赵高多次对秦二世言“关东盗毋能为也”。及项羽虏秦将王离等巨鹿下而并继续进军，章邯数次战败向朝廷求助皆为其所拒。如山东六国皆纷纷复国，关东之地尽皆叛秦以应诸侯。赵高对此非常惶恐，担心秦二世知道这些实情。于是赵高就想发动叛乱，但他不知道朝廷官员的想法。于是在秦二世三年八月已亥，赵高策划了“指鹿为马”事件，大肆清除异己。而与此同时，楚将沛公刘邦亦攻入武关，并派人私下会见赵高。赵高担心事发，决定先下手为强，除掉秦二世，自立为王。赵高先是称病不朝。而秦二世有次梦中梦见一只白虎吃掉了自己的左骖马，对感到很恶心。经过占卜，说是“泾水作怪”，于是秦二世斋于望夷宫（遗址位于今咸阳市泾阳县蒋刘乡），想要祭祀泾水，并沉四白马。秦二世还使人责问赵高关东“盗贼”之事。赵高恐，于是与他的女婿咸阳令阎乐、弟弟赵成密谋：“上不听谏，今事急，欲归祸于吾宗。吾欲易置上，更立公子婴。子婴仁俭，百姓皆载其言”。于是以郎中令赵成为内应，诈称有敌情，令阎乐召发士卒，并把阎乐的母亲劫至赵高的府邸。阎乐率千余士卒攻至望夷宫殿门，捉住了卫令仆射并说道“贼人到，何不止”。卫令说：“宫卫守护甚严，贼怎么敢入宫？”阎乐杀卫令，直入宫中。宫中的太监、郎官见到后纷纷避走，也有上前与之格斗，结果被杀死的有几十人。阎乐与郎中令进入二世寝宫，秦二世想召唤左右，结果仅有一小太监在。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/望夷宫之变>望夷宫之变</a>"
},
{
"headline":"约法三章",
"startDate":"-207",
"endDate":"-207",
"text":"<p>    约法三章原指刘邦攻入秦朝都城咸阳后制定的简化秦朝苛法的做法，后来演变成为根本性的法律规定，曾成为“宪法”的名称。约法三章一词，最早出现于《史记》“高祖本纪”。公元前207年，刘邦占领秦都咸阳后，废除了秦的苛法严刑，只保留“杀人者死、伤人及盗抵罪”三条。（杀人者处死，伤害及盗取财物给予和罪行相应的刑罚）后来在中国史书中，“约法三章”还用于表示政府轻刑缓赋的措施，“三”已成泛称。例如在《晋书》“卷112·载记第12”、《宋书》“卷74·列传第34”、《南齐书》“卷24·列传第5”中都有记载。约法三章也具有政府对民众许诺的根本法律的意味，在中华民国建立之初，很多宪法性文件都被称为约法，例如《中华民国临时约法》。1949年4月中国共产党发布的《中国人民解放军布告》，也曾约法八章。今日是指互相遵守的条件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/约法三章>约法三章</a>"
},
{
"headline":"赵高",
"startDate":"-207",
"endDate":"-207",
"text":"<p>    赵高（?－前207年），中国战国时期秦国及秦朝政治人物，历仕秦始皇、秦二世和秦王子婴三代君主，沙丘之变和望夷宫之变的主谋，指鹿为马事件的策划者。赵高早年在秦始皇手下任中车府令，在此期间侍奉公子胡亥，教授他刑狱之学。秦始皇在沙丘宫（今河北省广宗县大平台村南）驾崩时，赵高与公子胡亥、丞相李斯合谋更改秦始皇遗诏，立胡亥为帝并矫诏赐死公子扶苏，囚禁蒙恬。秦二世登基后，赵高升任郎中令，怂恿秦二世清洗宗室及大臣，其中包括蒙恬、蒙毅兄弟和沙丘之变的主谋李斯。李斯死后，赵高出任中丞相，独揽朝政，因惧怕秦二世追究关东农民起义军之事遂发动望夷宫之变，逼杀秦二世后立秦王子婴，最后被子婴派宦官韩谈刺杀而死。一般认为赵高引发的多次秦朝内部宫廷混乱是造成秦朝加速灭亡的原因之一，但历史上对赵高是否为宦官以及制造秦朝宫廷混乱的动机都尚存争议。司马迁著《史记》时没有为赵高单独立传，赵高的事迹主要记载于《史记·秦始皇本纪》、《史记·李斯列传》和《史记·蒙恬列传》中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵高>赵高</a>"
},
{
"headline":"西楚",
"startDate":"-206",
"endDate":"-202",
"text":"<p>    西楚（前206年–前202年）是上承秦朝、下接西汉的一个时期，这段时期大多概略并到汉朝时期。西楚是项羽于秦末汉初所建之国，首都在彭城。秦亡后﹐楚霸王项羽以楚国王室后裔熊心为义帝，自立为西楚霸王﹐辖地有三楚的西楚﹑东楚与梁地共九郡﹐因建都于西楚重镇彭城﹐国号“西楚”。并且册封汉国、三齐、西魏国、三秦等等诸侯国。西楚最后于前202年被汉国所灭，西汉成立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西楚>西楚</a>"
},
{
"headline":"戏亭分封",
"startDate":"-206",
"endDate":"-206",
"text":"<p>    汉元年(前206年)十二月项羽率众诸侯兵破函谷关，到鸿门时，已比刘邦入关迟了一个多月。他虽然没有听从范增的计谋在鸿门宴上杀了刘邦，但对楚怀王坚持“先入关中者王之”十分不满。项羽凭藉手中掌握的四十万军队，于次年一方面阳尊怀王为义帝于郴县，而暗中密令英布、吴芮、共敖将其杀死于南迁途中；另一方面，则自立为西楚霸王，建都彭城，以霸主的身份将全国分成十八个王国，分封给诸侯、部将和降将为王。这十八个王是：汉王刘邦、雍王章邯、塞王司马欣、翟王董翳、西魏王魏豹、河南王申阳、韩王韩成、殷王司马邛、代王赵歇、常山王张耳、九江王黥布、衡山王吴芮、临江王共敖、辽东王韩广、燕王臧荼、胶东王田市、齐王田都、济北王田安。项羽这样分封的目的，首先是建立自己的权威，以便号令天下；其次是把他的劲敌刘邦封在秦朝流放罪人的巴蜀，以降将章邯、司马欣给予钳制。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/戏亭分封>戏亭分封</a>"
},
{
"headline":"楚汉之争",
"startDate":"-206",
"endDate":"-202",
"text":"<p>    楚汉之争，即汉元年（公元前206年）八月至汉五年十二月（约于前202年年初），西楚霸王项羽、汉王刘邦两大集团为争夺政权而进行的一场大规模战争，最后以项羽败亡，刘邦建立西汉王朝而告终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚汉之争>楚汉之争</a>"
},
{
"headline":"鸿门宴",
"startDate":"-206",
"endDate":"-206",
"text":"<p>    鸿门宴，指在公元前206年于秦朝都城咸阳郊外的鸿门（今陕西省西安市临潼区新丰镇鸿门堡村）举行的一次宴会，参与者包括当时两支抗秦军的领袖项羽及刘邦。这次宴会在秦末农民战争及楚汉战争皆发生重要影响，被认为间接促成项羽败亡以及刘邦成功建立汉朝。后人也常用“鸿门宴”一词比喻不怀好意的宴会。详细记述最早见于史圣——司马迁的《史记*项羽本纪）。后衍生出大量的相关文学作品。“鸿门宴”这个故事发生在陈胜吴广起义后的第三年(公元前206年)。陈胜吴广起义后，各地云起响应，其中有楚国贵族出身的项梁、项羽叔侄，有农民出身的刘邦。陈胜吴广起义失败后，项梁扶楚怀王的孙子名叫芈心的人作了楚王，刘邦也投靠了项梁。公元前207年，项梁战死，怀王派项羽等去救援被秦军围困的赵国，同时派刘邦领兵攻打函谷关。临行时，怀王与诸将约定，谁先入关，便封为关中王。 项羽大破秦军后，听说刘邦已出咸阳，非常恼火，就攻破函谷关，直抵新丰鸿门。这时刘邦的左司马曹无伤暗中派人告诉项羽说刘邦想在关中称王。项羽听了，更加恼怒，决定第二天发兵攻打刘邦。张良向刘邦分析，不宜和项羽硬拼，刘邦只得退出咸阳，回师霸上，更知道自己军力不及于项羽四十万大军，刘邦更把在咸阳所得一切，原封不动的送到项羽营中，更说愿让项羽称关中王。范增已觉出刘邦必成大器，便命项羽设下“鸿门夜宴”一心诛除刘邦，但此事为项伯知悉，项伯竟顾念和张良故人之情，向刘邦大军报讯，刘邦知道这鸿门宴是去不得的凶险之地，但张良却表示不去便只有死路一条，赴会也许能有生机，刘邦无奈只得应约前往。鸿门宴当日，范增早已布下天罗地网，定要把刘邦人头留下，谁知刘邦竟以一跪化解了项羽之怨恨，范增便再命“项庄舞剑，志在沛公”，一心要在席中把刘邦刺死，可是还是被项伯和樊哙给刘邦解了围，刘邦终于更借往如厕而逃遁而去。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鸿门宴>鸿门宴</a>"
},
{
"headline":"暗渡陈仓",
"startDate":"-206",
"endDate":"-205",
"text":"<p>    秦朝灭亡后，项羽主宰天下。他把自己最大的竞争对手刘邦，封为汉王，治理遍远的汉中。刘邦自知无力与项羽对抗，只好接受任命，并听从谋士张良的建议，在前往汉中封地时，烧毁沿途所有栈道，借此表示自己无意离开汉中，从而减轻项羽对自己的戒心。刘邦在汉中养精蓄锐后，就派大将韩信进攻关中的“三秦王”。韩信为了迷惑敌人，一方面派少量士兵，假装重修栈道；另一方面却率领大军，抄小路偷袭陈仓。由于三秦王以为汉军会由栈道进攻，因此没有在陈仓设防。结果，汉军迅速灭掉“三秦”，占领关中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/暗渡陈仓>暗渡陈仓</a>"
},
{
"headline":"楚义帝",
"startDate":"-206",
"endDate":"-206",
"text":"<p>    楚义帝（？－前206年），芈姓，熊氏，名心，是秦朝末年的政治人物、楚国的宗室，前楚怀王之孙，后受项梁拥立，成为反秦的起义军领袖之一；前206年遭到项羽使人暗杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚义帝>楚义帝</a>"
},
{
"headline":"子婴",
"startDate":"-206",
"endDate":"-206",
"text":"<p>    秦王子婴（？－前206年），嬴姓，名子婴，或单名婴。秦朝最后一个君主，在位仅46天。性格仁爱且节制。胡亥被弑后，赵高迎立子婴继位。子婴即位五天便设计谋杀赵高，并把他的家人全部处死。《史记》指赵高企图招引义军到咸阳及承诺杀死所有秦朝宗室，子婴得知就先下手把他杀死。刘邦进入关中，子婴向刘邦军投降，秦朝正式灭亡。不久，项羽率军抵达关中，便杀死子婴，并进行了大屠杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/子婴>子婴</a>"
},
{
"headline":"彭城之战",
"startDate":"-205",
"endDate":"-205",
"text":"<p>    彭城之战在西元前205年5月发生，是楚汉战争其中一场大战，项羽以3万骑兵在彭城（今江苏省徐州市）一带击溃汉军56万余人，是世界历史上以少胜多的著名战例。前205年2月，项羽率军进兵齐地（今山东大部）镇压田荣的反叛；4月，楚军胶着于城阳郡（今山东荷泽东北）.在洛阳的刘邦见机不可失，集合汉军与五诸侯兵共五十六万人东向攻占楚国国都彭城，中途还有彭越带领3万人加入汉军。汉军攻陷彭城后，刘邦“收其货宝美人，日置酒高会”，并认为分散于齐国各地的20多万楚军，从集结到南返至少需要二十日，而疏于防卫。而项羽得知彭城失陷后，却令楚军主力继续在齐地围剿齐军，仅率骑兵三万，由鲁（今山东曲阜）星夜南下，越过胡陵（今山东鱼台东南），仅两日，便到达彭地西郊的萧县（今安徽萧县西北），于次日清晨，向56万汉军发动进攻，至中午大破汉军，将汉军压迫于谷、泗、睢水地区，汉军全线崩溃，被歼十余万人。楚军收复彭城，又紧追不舍，至睢水上（今安徽淮北市西），汉军自相践踏，被淹死十余万人，“睢水为之不流”。此役，楚军掳去刘邦的父亲太公、母亲刘媪和夫人吕雉。刘邦受困彭城西侧，短兵器已可刺及，他用旧情使楚将丁公放行，此时西北方向突然刮起大风，一时天昏地暗，刘邦同子刘盈、女鲁元公主等数十骑突围出奔下邑（今安徽砀山）。此役汉军元气大伤，刘邦的诸侯纷纷背汉投楚，刘邦只好收集残部，退守荥阳（今河南荥阳东北古荥镇）。彭城之战后，若楚军继续追击，刘汉政权必将覆灭。然因汉军攻陷彭城后，将该地洗劫一空，民众已无粮为继，奄奄待毙。楚军收复彭城后，面临两种选择：用军粮赈济灾民，放弃追击；或不顾民众，继续追击残敌。项羽和亚父范增决定拿出军粮赈灾，暂缓追击，从而给予了刘邦重整旗鼓的机会。最终导致项羽兵败自刎，楚国灭亡。对此，后世毛泽东在1949年4月，共军占领南京后，曾写下“宜将剩勇追穷寇，不可沽名学霸王”的著名诗句，警告解放军应为取得政权这个最终目的而有所取舍，将解放战争进行到底。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/彭城之战>彭城之战</a>"
},
{
"headline":"章邯",
"startDate":"-205",
"endDate":"-205",
"text":"<p>    章邯（？－前205年），秦朝将领，在秦二世时期曾率秦军击败多支反秦军队。章邯在前207年的巨鹿之战中被楚将项羽击败后，率秦军主力向项羽投降，获项羽封为雍王。秦亡后的前206年，项羽把关中西部的地方封给章邯。章邯后来被汉王刘邦击败，最后自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/章邯>章邯</a>"
},
{
"headline":"田荣",
"startDate":"-205",
"endDate":"-205",
"text":"<p>    田荣（？~前205年），秦末齐国狄县（今山东高青县东南）人，故齐王田氏宗族。秦末陈涉起义后，与其兄田儋在齐地响应，恢复齐国，田荣为相国。公元前206年7月，田荣自立为齐王，起兵反抗项羽。不久，项羽率大军讨伐齐国。公元前205年正月，田荣兵败，溃退至平原县，为平原县民所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田荣>田荣</a>"
},
{
"headline":"赵歇",
"startDate":"-205",
"endDate":"-205",
"text":"<p>    赵歇（？－前205年），秦朝末年赵国宗室。陈胜所立的赵王武臣死后，张耳、陈余等立赵歇为赵王，定都信都。秦二世二年（前208年），章邯攻杀项梁，派部下王离进攻赵国，攻克了邯郸。王离围攻张耳、赵歇所在的巨鹿，直到秦二世三年（前207年），项羽巨鹿之战俘虏王离，解巨鹿之围。但因为陈余没有救张耳、赵歇，陈张二人失和。汉王元年（前206年），项羽自立为西楚霸王，项羽分赵地北部，立张耳为常山王，以赵王歇为代王。陈余不服，以三县之兵袭击常山王张耳。汉王二年（前205年），张耳败走，投靠汉王刘邦，陈余复立代王赵歇为赵王。赵歇封陈余为代王，但陈余不去代国，在赵国以太傅的身份辅佐赵歇。汉王三年（前204年）十月（秦历，按夏历和公历仍是前205年），韩信灭魏豹后，与张耳出井陉击赵。井陉之战赵军败于汉军，在襄国追杀赵王歇，陈余也被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵歇>赵歇</a>"
},
{
"headline":"魏豹",
"startDate":"-204",
"endDate":"-204",
"text":"<p>    魏豹（？－前204年），是战国末期魏国王族，在秦末时被立为魏王，后被项羽封为西魏王。其兄魏咎在战国末期被魏王封为宁陵君。前209年陈胜起兵称王，魏咎加入了他的阵营。陈胜派遣周市攻取魏地，当攻下魏地后，陈胜打算立周市为魏王，周市不愿接受，认为应该立旧魏国王族后人为魏王，于是魏咎被立为魏王。前208年中，魏王咎兵败自杀，魏豹逃到楚，得到楚怀王拨了数千人给他，再向魏地进攻。魏豹攻下了魏地二十余城，楚怀王立豹为魏王。魏豹带领精兵跟从项羽进入关中。前206年项羽分封诸侯时，羽想把梁地据为己有，于是徙魏王豹于河东（大约是今山西省中南部），以平阳为都，封为西魏王。前205年汉王刘邦率兵从临晋渡过黄河，魏王豹向汉归降，带兵跟随刘邦攻楚。刘邦在彭城之战惨败后，魏豹以探望患病亲人为由离开刘邦回国，可是到达国内便叛离汉。刘邦遣郦生游说魏豹，豹说：“今汉王慢而侮人，骂詈诸侯腢臣如骂奴耳，非有上下礼节也，吾不忍复见也。”于是刘邦遣韩信攻魏，俘虏了魏豹，把河东并为汉的郡。前204年，刘邦令魏豹守荥阳，楚军围城时，另一守将周苛认为豹不可靠，遂杀豹。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏豹>魏豹</a>"
},
{
"headline":"南越",
"startDate":"-203",
"endDate":"-111",
"text":"<p>    南越国，又称为南越或南粤，在越南又称为赵朝，是约前203年至前111年存在于岭南地区的一个国家，国都位于番禺（今广东省广州市），疆域包括今天中国广东、广西的大部分地区，福建的一小部分地区，海南，香港，澳门和越南北部、中部的大部分地区。南越国是秦朝将灭亡时，由南海郡尉赵佗起兵兼并桂林郡和象郡后于约前203年建立。前196年，赵佗向西汉皇帝刘邦称臣，南越国成为西汉的一个“外臣”。约前183年，南越国与西汉交恶，赵佗开始称帝，其后，闽越、夜郎、同师等国皆臣属于南越国，南越国的势力影响范围扩张至顶峰。前179年，南越国与西汉修好，赵佗再次向西汉皇帝汉文帝称臣。前113年，南越国第四代君主赵兴因向西汉请求“内属”，而和丞相吕嘉发生争议。吕嘉杀死赵兴，立其兄赵建德为新君主，并与西汉对峙。前112年，西汉君主汉武帝出兵10万发动对南越国的战争，并在前111年将南越国灭亡。南越国共存在93年，历经五代君主。南越国的建立保证了秦末乱世时岭南地区社会秩序的稳定，使岭南免遭战乱之苦。来源于秦朝中原地区的统治者，带来了中原发达的政治制度和先进的农业、手工业生产技术，使岭南落后于中原的政治、经济现状得到了有效的改善。南越国君主推行“和集百越”的政策，促进了中原移民和南越国各土著民族之间的相互融合，并使中原文化和汉字得以传入岭南地区，使岭南文化既保留了自己的特色，又得到了发展。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南越>南越</a>"
},
{
"headline":"成皋之战",
"startDate":"-203",
"endDate":"-203",
"text":"<p>    成皋之战是楚汉战争中的著名战役。汉高祖四年（前203年），楚军渡汜水（今河南荥阳），欲与汉军决战，刘邦乘楚军半渡之时，突击大胜，收复城皋。此战之后，楚汉进入战争相持阶段。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/成皋之战>成皋之战</a>"
},
{
"headline":"龙且",
"startDate":"-203",
"endDate":"-203",
"text":"<p>    龙且（？－前203年），中国楚汉之争时代人物。项羽部下。前206年，汉王刘邦起兵平定三秦，楚将龙且与魏相项他与汉将灌婴在定陶之南交战失败。前204年，龙且、项声攻淮南，大破黥布军。黥布逃亡汉军处。前203年十月，韩信平定临淄，项羽派遣龙且率兵20万攻打韩信。十一月，龙且与韩信在潍水对阵。韩信在夜间于潍水上流堆土袋造堰塞水。韩信率军半渡攻击龙且军，假装败走。龙且大呼：“固知信怯也。”率军追击。韩信决堰淹龙且军，韩信反击，龙且被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/龙且>龙且</a>"
},
{
"headline":"汉文帝",
"startDate":"-203",
"endDate":"-157",
"text":"<p>    汉文帝刘恒（前203年－前157年），汉高祖第四子，母薄姬，汉惠帝之庶弟。西汉第五位皇帝（前180年—前157年在位），在位23年，享年47岁。葬于霸陵（在今陕西省西安市灞桥区白鹿原东北角）。其庙号太宗，谥号孝文皇帝。也是《二十四孝》中亲尝汤药的主角。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉文帝>汉文帝</a>"
},
{
"headline":"汉",
"startDate":"-202",
"endDate":"220",
"text":"<p>    汉朝（前202年－220年）是中国历史上继秦朝后出现的朝代，在中国历史上极其具有代表性，扮演了承先启后的重要关键地位。汉朝分为西汉（前202年－9年）与东汉（25年－220年）两个历史时期，合称两汉；亦有以东汉与西汉的首都代指，合称两京。西汉为汉高帝刘邦所建立，建都长安；东汉为汉光武帝刘秀所建立，建都雒阳。其间有王莽短暂自立的新朝（9年－23年）与西汉更始帝时期（23年－25年）。汉朝是中国古代历史上空前强大的帝国，创造了灿烂辉煌的文明，与稍晚兴起于欧洲的罗马帝国东、西遥相并立。后世多将汉朝和约略同时期在欧洲的罗马帝国并列为当时世界上最先进及文明的强大帝国。汉武帝和汉宣帝期间，汉朝陆续地收复了秦朝时的领土，又开疆拓土，总共在今广东、广西、贵州、云南、甘肃及宁夏建立郡县。西汉后期，汉疆域除了西藏、内、外蒙古及东北三省外，基本上包含了现今中国疆域。汉疆域最鼎盛时期，正北至五原郡、朔方郡（今内蒙古包头及巴彦淖尔一带），南至日南郡（今越南广平省），东至临屯郡（今朝鲜江原道一带），西至葱岭（今帕米尔高原），面积广达600万平方公里。[4]在统治期间，从前58年起的呼韩邪单于至10年的乌珠留若鞮单于，匈奴一度成为汉朝内藩。至公元元年，全国人口约6000万，占当时世界人口28%，此时印度次大陆人口为4600万，欧洲人口为3500万，北非人口为1400万。汉朝进一步奠定了汉民族的民族文化，西汉所尊崇的儒家文化成为当时和日后的中原王朝以及东亚地区的社会主流文化。至今，汉人继续为中国人的自称，而华夏族逐渐被称为汉族，华夏文字亦被定名为汉字。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉>汉</a>"
},
{
"headline":"西汉",
"startDate":"-202",
"endDate":"9",
"text":"<p>      西汉（西元前202年～西元9年），又称前汉，与东汉（后汉）合称汉朝。公元前202年刘邦称皇帝，国号汉，史称西汉，定都长安。功业鼎盛，汉武帝时期开疆拓土，首次开拓了北绝大漠、西愈葱岭、南至大海、东并朝鲜的辽阔疆域，奠定了现代中国版图；开辟了连接欧亚大陆的丝绸之路；首次确立了儒家的统治思想等等。对中国两千年封建社会和世界历史进程产生了决定性的影响。西汉是中国文化发展的一个高峰，社会经济、文化全面发展，对外交往的日益频繁，成为当时世界上最强盛的国家。出土文物丰富，显示出“汉并天下”，多姿多彩的时代风貌。对中国两千年的封建社会和世界历史进程产生了决定性的影响。公元9年，王莽自立为皇帝，改国号为新，史称“新莽”，西汉灭亡。西汉共有十二帝，历经211年。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西汉>西汉</a>"
},
{
"headline":"汉高祖 刘邦",
"startDate":"-202",
"endDate":"-195",
"text":"<p>        汉高祖刘邦（前256—前195年6月1日），字季，沛丰邑中阳里（今江苏省丰县）人，中国历史上第一位平民出身的天子，出身平民阶级。起兵反秦时，称沛公，秦亡后，被项羽封为汉王。刘邦是西汉开国皇帝，死后庙号太祖，谥号高皇帝，所以史称汉高祖、汉高帝、汉太祖高皇帝或汉太祖。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉高祖 刘邦>汉高祖 刘邦</a>"
},
{
"headline":"垓下之战",
"startDate":"-202",
"endDate":"-202",
"text":"<p>    垓下之战在前202年发生，是楚汉战争的最后一场大战。垓下在今安徽灵璧县境内。项羽楚军约十万人在此战中全军覆没，刘邦获胜后建立汉朝。西元前203年，陈平与张良力劝刘邦撕毁楚、汉鸿沟和约，“击其暮归”。刘邦乃背约率兵追击项羽，由于韩信及彭越未如约出兵合击楚军，结果刘邦在固陵被项羽打败。刘邦一面固守，一面以事成后裂土封王利诱韩信、彭越，二人终于出兵。韩信、彭越、英布等会合刘邦后，汉军参战兵力已超过60万人，十二月（前202年初，当时以十月为岁首）在垓下将向江南撤退的十万楚军层层包围。汉军以韩信亲率三十万人为主力，孔将军为左翼，费将军为右翼，刘邦坐镇后方，周勃、柴武等预备军在刘邦军后待命。韩信亲率汉军发动攻势，初战进攻受挫后退，在楚军准备追击时汉军左右两翼迂回夹击楚军，两军短兵相接陷入胶着，这时韩信带领大军翻身再战，楚军在三面夹击中被击败。项羽被迫退回垓下城。楚军虽败，但汉军亦伤亡惨重，韩信乃令汉兵学唱江东楚地民谣，是夜，四面皆楚歌，楚军自项羽以下莫不以为汉已尽得楚地，乃士气崩溃。项羽乃大开营门任将士四散而去，次日，留在项羽身边已仅剩八百人。项羽率八百骑乘夜向南突围，渡过淮水后，身边只剩百余骑，至长江北岸乌江（今安徽和县）时，身边仅剩26人，乌江亭长领船来救，但项羽自觉无颜见江东父老，不愿过江，不久，汉将灌婴率五千骑追至，项羽令二十六骑下马步战，毙杀汉军五百余人后，乃挥剑自刎而亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/垓下之战>垓下之战</a>"
},
{
"headline":"消灭异姓王",
"startDate":"-202",
"endDate":"-196",
"text":"<p>    消灭异姓王，指前203年十二月项羽败亡，次年汉王刘邦称帝后，消除异姓王的战争。从前202年十月至前196年十月，先后解决了解决燕王臧荼、楚王韩信、赵王张敖、赵相国陈豨、梁王彭越、淮南王英布。异姓王中唯有长沙王吴臣因势小不构成威胁而得以保存。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/消灭异姓王>消灭异姓王</a>"
},
{
"headline":"虞姬",
"startDate":"-202",
"endDate":"-202",
"text":"<p>    虞姬是项羽身边的美人，常伴随项羽左右。公元前202年，项羽在垓下之战中被刘邦、韩信、彭越三方大军合围困于垓下（今安徽灵璧县城南沱河北岸城后村），身陷十面埋伏，兵孤粮缺，夜闻四面楚歌，楚军士气尽失。项羽认为大势已去，帐中酌酒，对着虞姬悲歌：“力拔山兮气盖世，时不利兮骓不逝，骓不逝兮可奈何，虞兮虞兮奈若何？”歌词苍凉悲壮，情思缱绻悱恻，史称《垓下歌》。虞姬怆然拔剑起舞，并以歌和之：“汉兵已略地，四方楚歌声。大王意气尽，贱妾何聊生。”为免后顾之忧，影响项羽突围，唱毕于其面前自刎。死后葬于垓下，今安徽灵璧县城东15华里、303省道南侧有虞姬坟。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/虞姬>虞姬</a>"
},
{
"headline":"项庄",
"startDate":"-202",
"endDate":"-202",
"text":"<p>    项庄，西楚霸王项羽的堂弟，作为项羽麾下的武将一直追随项羽南征北战，最后在乌江边战死。《史记·项羽本纪》里对于这个人物提得很少。 项庄是故楚大将军项燕的第三个孙子，而项羽是项燕的二孙子，项庄跟项羽是兄弟关系，至于是不是同母亲兄弟就不得而知了，也有人说项庄是项羽的堂弟，这兄弟二人都是由叔父项梁带大的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/项庄>项庄</a>"
},
{
"headline":"钟离昧",
"startDate":"-201",
"endDate":"-201",
"text":"<p>    钟离昧，或作钟离眜（？ －前201年），秦朝末年与西汉初年武将。钟离昧在秦末参加了项梁与项羽的军队，楚汉战争时是楚军的重要将领，与龙且并称项羽手下两大名将，韩信和钟离昧是好朋友，钟离昧履次向项羽推荐韩信担任大将，但项羽均否决钟离昧的看法。后来项羽中了刘邦手下陈平的离间计，怀疑钟离昧的忠诚，钟离昧因此失去项羽的信任。垓下之战时，钟离昧逃离楚军的阵营。项羽死后，钟离昧投靠韩信。刘邦称帝后，封韩信为楚王，刘邦得知钟离昧逃到楚国后，要求韩信追捕，韩信则派兵保护钟离昧的出入。高祖七年（前201年），有人告发楚王谋反，汉高祖刘邦采用陈平计策，以出游为由偷袭韩信。韩信有意发兵抵抗，自陈无罪，但又怕事情闹大。有人跟韩信说，“杀了钟离昧献给皇帝，皇帝会很高兴，你就没有问题”。钟离昧告诉韩信说，“皇帝之所以不敢攻打您，是因为我们在一起，如果要逮补我而取悦皇帝，我今天会死，您也很快就会灭亡”。韩信不听劝告，钟离昧大骂韩信说“原来您不是有德信的人”，然后就自行割颈自杀。韩信带着人头于陈（今河南淮阳）向刘邦说明原委，刘邦令人将其擒拿，后来刘邦赦免韩信，韩信被降为淮阴侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钟离昧>钟离昧</a>"
},
{
"headline":"白登之围",
"startDate":"-200",
"endDate":"-200",
"text":"<p>    白登之围是公元前200年（汉高祖六年）汉高祖刘邦被匈奴围困于白登山（今中国山西省大同市东北马铺山）的事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白登之围>白登之围</a>"
},
{
"headline":"汉匈战争",
"startDate":"-200",
"endDate":"-71",
"text":"<p>    汉匈战争又称汉匈百年战争是指汉朝对付匈奴的一系列战役，双方各有胜负，前后经历逾130年。此一期间，汉朝与匈奴的关系是以和亲政策和战争情况互相存在。此外，汉武帝的元狩二年（前127年）开始修筑汉长城。第一阶段从汉高祖七年（前200年）至汉武帝元光元年（前134年）为止，第一阶段采取了和亲政策。第二阶段从汉武帝元光二年（前133年）马邑之战开始，至汉武帝元狩四年（前119年）的漠北之战结束。第三阶段从汉武帝太初二年（前103年）的浚稽山之战开始，至汉宣帝本始三年（前71年），由汉援乌孙击匈奴之战而结束，汉遣5将军率160,000骑兵，乌孙发兵50,000骑兵，共击匈奴，取得了对匈战争的胜利。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉匈战争>汉匈战争</a>"
},
{
"headline":"贾谊",
"startDate":"-200",
"endDate":"-168",
"text":"<p>    贾谊（前200年－前168年），西汉时期洛阳（今河南省洛阳市东）人。由于当过长沙王太傅，故世称贾太傅、贾生、贾长沙。汉朝著名的思想家、文学家。其政论文《过秦论》、《论积贮疏》、《治安策》等，在历史上有很高的地位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贾谊>贾谊</a>"
},
{
"headline":"韩王信",
"startDate":"-196",
"endDate":"-196",
"text":"<p>    韩王信（?－前196年），姬姓，韩氏，韩之宗室，名信，为免与同时期另一名将，后封淮阴侯的韩信混淆，故称韩王信。他是秦末汉初将领，西汉初年被刘邦封为韩王，后来投降匈奴，前196年与汉军作战时被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩王信>韩王信</a>"
},
{
"headline":"彭越",
"startDate":"-196",
"endDate":"-196",
"text":"<p>    彭越（前2世纪？－前196年），字仲，昌邑（今山东省巨野县）人，秦末汉初的军事政治人物，西汉开国功臣，封梁王。秦末聚兵起义，初在魏地起兵，后率兵归刘邦，拜魏相国、建成侯，与韩信、英布并称汉初三大名将，西汉建立后封为梁王。后因被告发谋反，被刘邦以“反形已具”的罪名诛杀三族，枭首示众。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/彭越>彭越</a>"
},
{
"headline":"汉惠帝 刘盈",
"startDate":"-195",
"endDate":"-188",
"text":"<p>        汉惠帝刘盈（前211年－前188年9月26日），西汉第二位皇帝（前195年—前188年），他是汉朝开国皇帝刘邦的嫡长子，母亲吕雉，在位8年，谥号孝惠，死后母亲吕后掌管西汉大权8年。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉惠帝 刘盈>汉惠帝 刘盈</a>"
},
{
"headline":"英布",
"startDate":"-195",
"endDate":"-195",
"text":"<p>    英布（？－前195年），又称黥布，六县（今安徽六安）人，秦末汉前名将，项羽封其为九江王，汉朝建立后封淮南王，前196年起兵反汉，失败后被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/英布>英布</a>"
},
{
"headline":"吕后称制",
"startDate":"-194",
"endDate":"-180",
"text":"<p>    从前194年——前180年，即孝惠帝和两少帝时期，国家大权完全为所掌控。惠帝去世后，又临朝称制。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕后称制>吕后称制</a>"
},
{
"headline":"戚夫人",
"startDate":"-194",
"endDate":"-194",
"text":"<p>    戚夫人（？－前194年）又称戚姬，名戚懿。出身秦末定陶（今山东定陶）随刘邦征战了4年，是汉高祖刘邦的宠妃，赵隐王刘如意生母，齐悼惠王刘肥、汉惠帝刘盈、鲁元长公主刘媛后母。刘邦死后，戚夫人被吕后虐杀于厕所，死状甚惨。现今的中国北方部分民众奉为厕神。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/戚夫人>戚夫人</a>"
},
{
"headline":"项伯",
"startDate":"-192",
"endDate":"-192",
"text":"<p>    项伯（？－前192年），名缠，字伯，出生于下相，战国末期的楚国贵族。他是项羽最小的叔父，早年曾杀了人，跟随韩公子张良在下邳（今江苏睢宁西北）躲避。项羽统兵后，他任左尹，为令尹的副职，随项羽一起进入关中。曾在鸿门宴中保护刘邦。汉王朝建立后，刘邦为感念项伯当年在鸿门宴时的解救之恩，赐予项伯刘姓，并册封为射阳侯。及后再迁为大谒者，曾平定英布之乱。孝惠三年（公元前192年）去世，嗣子有罪，不得代，国除。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/项伯>项伯</a>"
},
{
"headline":"曹参",
"startDate":"-190",
"endDate":"-190",
"text":"<p>    曹参（？－前190年），字敬伯，泗水郡沛县（今江苏沛县）人，是继萧何后的汉代第二位相国。楚汉战争和平定异姓诸候王中参与多次战争，立功最多，作战勇猛，曾经负伤七十处，成为汉军中的主要人物，曾经攻下两国，一百二十二个县，俘虏诸侯王两名、高官十数人，封平阳侯。战功虽高，论功仍不及萧何。后因萧何推荐，继任相国，虽然与萧何关系不睦，但仍然依循萧的制度，实施无为而治，天下安定，世称“萧规曹随”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹参>曹参</a>"
},
{
"headline":"汉前少帝 刘恭",
"startDate":"-188",
"endDate":"-184",
"text":"<p>        前188年，皇太后吕雉命令汉惠帝皇后张氏，收养他人婴儿立为太子，并且杀死生母。前188年，汉惠帝死，汉少帝登基。前187年为汉少帝元年。吕雉成为太皇太后，临朝听政，并分封吕姓诸王，极力扩展吕氏势力。前184年，汉少帝发现身世真相，并扬言报复，吕雉得知后，囚禁他于永巷（即宫廷监狱），对外声称皇帝重病，拒绝接见任何人。吕雉又对朝臣说皇上重病，无法治理国家，应有人接替，得到朝臣肯定。于是，汉少帝被废黜，并被处死。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉前少帝 刘恭>汉前少帝 刘恭</a>"
},
{
"headline":"汉景帝",
"startDate":"-188",
"endDate":"-141",
"text":"<p>    汉景帝刘启（前188年－前141年），为汉朝第六位皇帝（前157年—前141年在位），在位16年，享年48岁，谥孝景皇帝，无庙号，前141年正月甲子崩于未央宫，二月癸酉葬于阳陵（今陕西高陵县西南）。为汉文帝刘恒中子，母窦姬。他在位期间，主要是削诸侯封地，平定七国之乱，巩固中央集权，勤俭治国，发展生产，他统治时期和他父亲文帝统治时期合称文景之治。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉景帝>汉景帝</a>"
},
{
"headline":"汉后少帝 刘弘",
"startDate":"-184",
"endDate":"-180",
"text":"<p>        刘弘（前2世纪?－前180年），原名山，亦曾经为义，汉朝第四任皇帝，前184年8月——前180年9月在位，汉惠帝之子。前187年四月廿八，被封为襄成侯。前186年七月，恒山王刘不疑死后，刘山于七月廿七接封为恒山王（后世为避汉文帝刘恒讳，改称“常山王”），并改名刘义。前184年五月十一，吕雉命恒山王刘义继任帝位，并改名为刘弘，即后少帝。在中国历史上，皇帝即位一般改称明年为元年，但因太皇太后吕雉临朝听政，故未改称元年。前180年七月三十，吕雉逝世，临终将吕禄女许给后少帝为后。经过周勃、陈平等人努力后，铲除吕氏家族力量。朝臣认为，少帝刘弘及梁王刘太、淮阳王刘武、恒山王刘朝等，并非汉惠帝亲生儿子，应当废黜。待朝臣选定高祖与妃子薄氏之子代王刘恒作为新皇帝（即汉文帝）并迎入长安后，刘弘被诛杀。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉后少帝 刘弘>汉后少帝 刘弘</a>"
},
{
"headline":"汉文帝 刘恒",
"startDate":"-180",
"endDate":"-157",
"text":"<p>        汉文帝刘恒（前203年－前157年），汉高祖第四子，母薄姬，汉惠帝之庶弟。西汉第五位皇帝（前180年—前157年在位），在位23年，享年47岁。葬于霸陵（在今陕西省西安市灞桥区白鹿原东北角）。其庙号太宗，谥号孝文皇帝。也是《二十四孝》中亲尝汤药的主角。刘恒在高祖十一年春（前196年）封为代王，其为人宽容平和，在政治上保持低调。吕后在杀害刘邦爱姬戚夫人和其子赵王刘如意后，提议代王刘恒出任赵王，然而被刘恒巧妙拒绝，故而才能够在吕后专权时期得以保命。吕后死后，吕后一族外戚欲作乱。大臣陈平、周勃和宗室刘章等人以计谋骗来兵权，消灭了掌握兵权的吕氏外戚，打算拥立新皇帝。因为刘恒是刘邦当时现存年纪最长之子，又宽厚孝顺，而且刘恒之母薄氏的家族比较不强势。于是大臣们拥立代王刘恒即皇帝位，是为汉文帝；并且黜杀汉惠帝之子汉后少帝刘弘。汉文帝即位后，励精图治，兴修水利，衣着朴素，废除肉刑，使汉朝进入强盛安定的时期。当时百姓富裕，天下小康。汉文帝与其子汉景帝统治时期被合称为文景之治。前157年，六月己亥，汉文帝崩于长安未央宫，死后葬霸陵。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉文帝 刘恒>汉文帝 刘恒</a>"
},
{
"headline":"文景之治",
"startDate":"-180",
"endDate":"-141",
"text":"<p>    文景之治是指中国汉文帝和汉景帝所统治的时期，是中国历史上第一个出现的治世，奠定了其后雄才大略的汉武帝将汉朝推上顶峰的基础。汉初，社会经济薄弱，朝廷推崇黄老治术，采取“轻徭薄赋”、“与民休息”的政策。通常认为文景之治的主角是汉文帝与汉景帝。实际上，窦太后在文景之治时代所起的作用也是举足轻重的。文帝二年（前178年）和十二年（前168年）分别两次“除田租税之半”，即是租率最终减为三十税一。文帝十三年，还全免田租。同时，对周边敌对国家也不轻易出兵，维持和平，以免耗损国力。这就是轻徭薄赋的政策。文帝生活也十分节俭，宫室内车骑衣服没有增添，衣不曳地，帷帐不施文绣，更下诏禁止郡国贡献奇珍异物。因此，国家的开支有所节制，贵族官僚不敢奢侈无度，从而减轻了人民的负担。这就是休养生息的政策。汉文帝重视农业，曾多次下令劝课农桑，根据户口比例设置三老、孝悌、力田若干人员，并给予他们赏赐，以鼓励农民生产。汉文帝去世，汉景帝即位，初期平定七国之乱。七国之乱以后，景帝开始专心打理朝政，据说景帝十分朴素，仁厚爱民。除了平定七国之乱以外，从来没有大规模用过兵，和匈奴的战争始终控制在一定的规模内，依然对匈奴采取和亲政策。汉文帝之皇后窦太后尊崇道家，因此汉景帝与窦氏宗族都必须学习道家学说。景帝崇尚黄老之说，减少刑罚，减少赋税，兴修水利，提倡农业，要求人心不服的案子进行重审，以免冤狱发生。百姓在和平稳定的环境下创造了大量财富，其间百姓富裕，丰衣足食，安居乐业，天下太平安乐，一派盛世景象。随着生产日渐得到恢复和发展，出现了多年未有的稳定富裕的景象。史称：“京师之钱累巨万，贯朽而不可校。太仓之粟陈陈相因，充溢露积于外，至腐败不可食。”《汉书·食货志》人民的生活水平得到了很大程度的提升，同时汉王朝的物质基础大大增强，是中国皇权专制社会的第一个盛世。文景之治也为后来汉武帝征伐匈奴奠定了坚实的物质基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文景之治>文景之治</a>"
},
{
"headline":"诸吕之乱",
"startDate":"-180",
"endDate":"-180",
"text":"<p>    诸吕之乱是中国西汉初期，吕后去世后，在朝的吕氏一党有所谓的“扰乱朝政”，及由此引发的众大臣带兵反攻的一系列事件。其真实本质是刘姓宗室及其支持者，借口吕氏作乱所发动的针对吕氏的政变行为。西汉，刘邦死后，吕后把持朝政，极力培养吕氏势力。吕后死后，诸吕试图武力夺取天下。最终为齐王刘襄、太尉周勃和右丞相陈平，以及大将灌婴所击败。诸吕不分男女老幼全部被处死，吕氏集团彻底被消灭。史称“诸吕之乱”。传说元宵节是汉文帝时为纪念“平吕”而设。汉高祖刘邦死后，吕后之子刘盈登基为汉惠帝。惠帝生性懦弱，优柔寡断，大权渐渐落在吕后手中。汉惠帝病死后吕后独揽朝政把刘氏天下变成了吕氏天下，朝中老臣，刘氏宗室深感愤慨，但都惧怕吕后残暴而敢怒不敢言。吕后病死后，诸吕惶惶不安害怕遭到伤害和排挤。于是，在上将军吕禄家中秘密集合，共谋作乱之事，以便彻底夺取刘氏江山。此事传至刘氏宗室齐王刘襄耳中，刘襄为保刘氏江山，决定起兵讨伐诸吕随后与开国老臣周勃，陈平取得联系，设计解除了吕禄，“诸吕之乱”终于被彻底平定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/诸吕之乱>诸吕之乱</a>"
},
{
"headline":"王陵",
"startDate":"-180",
"endDate":"-180",
"text":"<p>    王陵（前3世纪?－前180年），秦末汉初人，沛人。他为沛县豪族，汉高祖刘邦微时，对王陵兄事之。刘邦起兵攻陷咸阳，王陵集合数千兵占据南阳，不愿跟随太祖。刘邦与项羽作战，王陵的母亲在项羽营中，她为了王陵归顺汉王，伏剑自杀。项羽大怒将王陵之母烹煮。王陵于是归顺刘邦。高祖六年（前201年）八月，封为安国侯（5000户），以其初不欲从刘邦，且与刘邦仇人雍齿交厚，故晚封。汉惠帝六年，相国曹参去世后，王陵为右丞相、陈平为左丞相。惠帝死后，吕后要以吕氏一族为王。王陵说：“高皇帝刑白马而盟曰：‘非刘氏而王者，天下共击之’。今王吕氏，非约也。”吕后不高兴。再问陈平、周勃，他们说：“高帝定天下，王子弟；今太后称制，欲王昆弟诸吕，无所不可。”吕后大喜。王陵后来问陈平：“始与高帝唼血而盟，诸君不在邪？今高帝崩，太后女主，欲王吕氏，诸君纵欲阿意背约，何面目见高帝于地下乎！”陈平回答：“于面折廷争，臣不如君；全社稷，定刘氏后，君亦不如臣。”王陵无言以对。吕后元年（前187年），王陵为太傅，夺宰相实权。王陵怒，辞职闭门不出。吕后八年（前180年）王陵去世。谥号武侯。哀侯王忌继位安国侯。安国侯传至王陵玄孙因酎金事件断絶。初，北平文侯张苍以客从太祖刘邦攻南阳，尝有罪，当斩。适逢王陵路过，见其身长大，肥白如瓠，见而怪其为美士，入营见刘邦为其求情，刘邦赦免张苍。自此张苍感激王陵救命之恩，父事王陵。王陵去世后，张苍贵显，为丞相，但仍在公休时朝拜王陵的夫人，侍奉其饮食完毕后方回家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王陵>王陵</a>"
},
{
"headline":"刘安",
"startDate":"-179",
"endDate":"-122",
"text":"<p>    刘安(公元前179－公元前122)，沛郡(今属江苏)人，西汉淮南王。汉高祖刘邦之孙、淮南厉王刘长之子。汉文帝8年(公元前172年)，刘长被废王位，在旅途中绝食而死。汉文帝16年(公元前164年)，刘恒把原来的淮南国一分为三封给刘安三兄弟，刘安以长子身份袭封淮南王，时年16岁。他博学善文辞，好鼓琴，才思敏捷，是西汉著名的思想家、文学家，奉汉武帝之命所著《离骚传》是中国最早对屈原及其《离骚》作高度评价的著作；曾招宾客方术之士数千人，编写《鸿烈》(全称《淮南鸿烈》，后称《淮南子》)，其内容以道家的自然天道观为中心，认为宇宙万物都是由“道”所派生，他善用历史传说与神话故事说理，如《共工怒触不周山》《女娲补天》《后羿射日》等；喜聚书，与河间献王刘德皆以藏书知名。因深得武帝尊重，经常获得武帝的赐书。但他所藏之书，《汉书》称其“多浮辩之书，无实用者甚多。”后以谋反事发自杀。有集，已佚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘安>刘安</a>"
},
{
"headline":"董仲舒",
"startDate":"-179",
"endDate":"-104",
"text":"<p>    董仲舒（前179年－前104年），西汉思想家，广川（今河北枣强）人。董仲舒是一个西汉的儒生。专治《春秋公羊传》，为今文经大师，与古文孔安国齐名，曾指导司马迁经学之说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/董仲舒>董仲舒</a>"
},
{
"headline":"陈平",
"startDate":"-178",
"endDate":"-178",
"text":"<p>    陈平（前3世纪?－前178年），西汉阳武户牖乡（今河南省兰考县）人，以谋略见长。在楚汉相争时，初在项羽手下做谋士。早期被项羽重用，因得罪亚父范增，逃归汉王刘邦帐下。曾多次出计策助刘邦。西汉建立后，任右丞相，后迁左丞相，曾先后受封户牖侯，曲逆侯（今河北顺平东），死后谥献侯。“反间计”、“离间计”，均出自其手。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈平>陈平</a>"
},
{
"headline":"张骞",
"startDate":"-164",
"endDate":"-114",
"text":"<p>    张骞（约公元前164～前114年），汉族，字子文，汉中郡城固（今陕西省城固县）人，中国汉代卓越的探险家、旅行家与外交家，对丝绸之路的开拓有重大的贡献。开拓汉朝通往西域的南北道路，并从西域诸国引进了汗血马、葡萄、苜蓿、石榴、胡麻等等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张骞>张骞</a>"
},
{
"headline":"汉景帝 刘启",
"startDate":"-157",
"endDate":"-141",
"text":"<p>        汉景帝刘启（前188年－前141年），为汉朝第六位皇帝（前157年—前141年在位），在位16年，享年48岁，谥孝景皇帝，无庙号，前141年正月甲子崩于未央宫，二月癸酉葬于阳陵（今陕西高陵县西南）。为汉文帝刘恒中子，母窦姬。他在位期间，主要是削诸侯封地，平定七国之乱，巩固中央集权，勤俭治国，发展生产，他统治时期和他父亲文帝统治时期合称文景之治。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉景帝 刘启>汉景帝 刘启</a>"
},
{
"headline":"汉武帝",
"startDate":"-156",
"endDate":"-87",
"text":"<p>    汉武帝刘彻（前156年－前87年），西汉的第7位皇帝，杰出的政治家、战略家、诗人。生于汉景帝前元年（前156年）。十六岁登基。为巩固皇权，汉武帝建立了中朝，在地方设置刺史。开创察举制选拔人才。采纳主父偃的建议，颁行“推恩令”，解决王国势力，并将盐铁和铸币权收归中央。文化上采用了董仲舒的建议，“罢黜百家，独尊儒术”。结束先秦以来“师异道，人异论，百家殊方”的局面。汉武帝时期开疆拓土，击溃匈奴、东并朝鲜、南诛百越、西愈葱岭，征服大宛，奠定了中华疆域版图，首开丝绸之路、首创年号，兴太学。他开拓汉朝最大版图，功业辉煌。汉武盛世是中国历史上的三大盛世之一。晚年的汉武帝穷兵黩武。征和二年巫蛊之祸，征和四年刘彻下罪己诏。前87年刘彻崩于五柞宫，享年70岁，谥号孝武皇帝，庙号世宗，葬于茂陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉武帝>汉武帝</a>"
},
{
"headline":"西汉七国之乱",
"startDate":"-154",
"endDate":"-154",
"text":"<p>    七国之乱又称作七王之乱，发生于中国西汉初期的公元前154年（汉景帝三年）。当时以被封为吴王的刘濞为中心的七个刘姓宗室诸侯由于不满国家削减他们的权力，所以兴兵引起之内乱，由窦婴、周亚夫所平定。七王为：吴　王 刘　濞楚　王 刘　戊胶西王 刘　卬胶东王 刘雄渠菑川王 刘　贤济南王 刘辟光赵　王 刘　遂   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西汉七国之乱>西汉七国之乱</a>"
},
{
"headline":"东方朔",
"startDate":"-154",
"endDate":"-93",
"text":"<p>    东方朔（前154年－前93年），本姓张，字曼倩，西汉著名词赋家，在政治方面仕途也颇具天赋，他曾言政治得失，陈农战强国之计，但汉武帝始终把他当俳优看待，不得重用。东方朔一生著述甚丰，后人汇为《东方太中集》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东方朔>东方朔</a>"
},
{
"headline":"司马迁",
"startDate":"-145",
"endDate":"-86",
"text":"<p>    司马迁（前145年或前135年－前86年），字子长，左冯翊夏阳（今陕西韩城）人（一说山西河津人），是中国古代著名的史学家和文学家。他撰写的《史记》被公认为是中国史书的典范，因此被后世尊称为史迁、太史公。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马迁>司马迁</a>"
},
{
"headline":"周亚夫",
"startDate":"-143",
"endDate":"-143",
"text":"<p>    周亚夫（前2世纪－前143年）是汉朝军事家，在七国之乱中，他统帅汉军，三个月平定了叛军。后来因为得罪汉景帝，绝食后吐血而死于狱中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周亚夫>周亚夫</a>"
},
{
"headline":"汉武帝 刘彻",
"startDate":"-141",
"endDate":"-87",
"text":"<p>        汉武帝刘彻（前156年6月7日－前87年3月29日），汉朝第七位皇帝，于7岁时被册立为太子，于16岁登基，在位达54年，雄才大略，文治武功，功积显赫，和秦始皇被后世并称为“秦皇汉武”，被评价为中国历史上最伟大的皇帝之一。汉武帝的思想积极进取，具为有前瞻性，为朝廷以至社会带了新思维，于实得权力后进行了多项大刀阔斧的改革，深远地影响着后世。对内政策上，汉武帝用人为才，不问出身，又开创了察举制，以致该时期培养及出现了大量名臣良将；他又颁布《推恩令》，和平地削减了诸侯的权力及势力，另外采纳罢黜百家，独尊儒术，成为了至今的中国社会主流思想。对外政策上，汉武帝一改汉高祖刘邦白登之围后世代朝廷奉行的和亲传统，以强势态度积极地对付匈奴，发动第二阶段汉匈战争，先后收复了西汉初年的多处领土，不过终其一世未能解除了秦朝以来匈奴于中国西北部的威胁；汉武帝又大幅度地开疆拓土，先后在秦朝故土吞灭了东瓯国、南越国、闽越国，及卫满朝鲜及夜郎国等等，继秦朝后再次奠定了现代的中国本部疆域；同时两次派遣张骞出使西域，开辟丝绸之路，将中华帝国不论在民生、经济、文化或者军事上，都推上了空前的高峰，其任期被称为汉武盛世，为纵贯汉朝的极盛时期。然而，由于连年征战，与匈奴交战数次惟未能够将其歼灭，以致汉武帝晚年时国家外强中干，对人民造成了相当大的负担。晚年性情反复无常，而且迷信多疑，致使了巫蛊之祸的发生，为其普遍整体正面评价留下负面部份。驾崩前两年，汉武帝在轮台下道《罪己诏》，重拾文景之治时期的与民生息的政策，为后来的昭宣中兴奠定基础。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉武帝 刘彻>汉武帝 刘彻</a>"
},
{
"headline":"汉武盛世",
"startDate":"-141",
"endDate":"-87",
"text":"<p>    汉武盛世是西汉的全盛时期，汉武帝身为雄才大略的政治家，他的时代所产生的政治思想与规划，在历史留下了深刻的影响。汉武帝时代，以汉族为主体、统一的多民族国家得到空前的巩固，汉文化的主流形态基本形成，中国开始以文明和富强的政治实体和文化实体闻名于世。汉武帝时代是个人才辈出的时代。文学、史学、哲学、政治学、经济学、军事学等，在这一时期都有相当程度的发展。当时的西汉帝国以其精神文化和物质文化的辉煌成就成为东方文明的骄傲，在林立于世界的不同文化体系之中居于领先的地位。汉武帝时代的政治体制、经济形式和文化格局，对后世皆留下相当重要的历史影响。不过有些传统历史学家如司马迁、班固和司马光均认为，汉武帝力行中央集权、开疆拓土、独尊儒术、设罝五经博士等政策，虽然在历史留下不可磨灭的贡献，不过在位中期之后，由于武帝本人好大喜功、放纵享乐、荒诞迷信、残暴多疑、穷兵黩武等种种行为，造成西汉国力、社会经济、人口数量大幅衰退，当时人民承受这些现象的苦果，生活陷于水深火热，因此他们称所谓的“汉武盛世”，不过在文治学术方面尤为人称道，至于武功方面则通常同情于对人民财货与生命付出过度的损失与牺牲。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉武盛世>汉武盛世</a>"
},
{
"headline":"张骞出使西域",
"startDate":"-140",
"endDate":"-126",
"text":"<p>    汉武帝建元元年（前140），武帝欲联合大月氏共击匈奴，张骞应募任使者，于建元二年出陇西，经匈奴，被俘。后逃脱，西行至大宛，经康居，抵达大月氏，再至大夏，停留了一年多才返回。在归途中，张骞改从南道，依傍南山，企图避免被匈奴发现，但仍为匈奴所得，又被拘留一年多。元朔三年（前126），匈奴内乱，张骞乘机逃回汉朝，向汉武帝详细报告了西域情况，武帝授以太中大夫。因张骞在西域有威信，后来汉所遣使者多称博望侯以取信于诸国。张骞对开辟从中国通往西域的丝绸之路有卓越贡献，至今举世称道。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张骞出使西域>张骞出使西域</a>"
},
{
"headline":"霍去病",
"startDate":"-140",
"endDate":"-117",
"text":"<p>    霍去病（前140－前117年），汉族，河东郡平阳县（今山西临汾西南）人。中国西汉武帝时期的杰出军事家，是名将卫青的外甥，任大司马骠骑将军。好骑射，善于长途奔袭。霍去病多次率军与匈奴交战，在他的带领下，匈奴被汉军杀得节节败退，霍去病也留下了“封狼居胥”的佳话。他用兵灵活，注重方略，不拘古法，勇猛果断，每战皆胜，深得武帝信任。与卫青被称为帝国双璧。并留下了“匈奴未灭，何以家为”的千古名句。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/霍去病>霍去病</a>"
},
{
"headline":"苏武",
"startDate":"-140",
"endDate":"-60",
"text":"<p>    苏武（前140—前60年），字子卿，汉族，杜陵（今陕西西安东南）人，中国西汉大臣。武帝时为郎。天汉元年（前100年）奉命以中郎将持节出使匈奴，被扣留。匈奴贵族多次威胁利诱，欲使其投降；后将他迁到北海（今贝加尔湖）边牧羊，扬言要公羊生子方可释放他回国。苏武历尽艰辛，留居匈奴十九年持节不屈。至始元六年（前81年），方获释回汉。苏武死后，汉宣帝将其列为麒麟阁十一功臣之一，彰显其节操。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏武>苏武</a>"
},
{
"headline":"窦皇后",
"startDate":"-135",
"endDate":"-135",
"text":"<p>    窦漪房（ ？－前135）名漪（也有说有是猗房），清河郡（今河北清河）人，为汉文帝皇后、汉景帝生母，窦太后是西汉王朝最后一位信仰“黄老思想”的统治者，在她的影响下，西汉政权能继续由刘邦时期定下的“以民生息”“无为而治”的精神。把汉王朝推上了强盛的高峰。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窦皇后>窦皇后</a>"
},
{
"headline":"独尊儒术",
"startDate":"-134",
"endDate":"-134",
"text":"<p>    独尊儒术，全称罢黜百家，独尊儒术，是指在政权和国家上层建筑中完全使用儒家思想。该名词源于1916年，是易白沙在《青年杂志》上发表的《孔子评议》，称“罢黜百家，独尊儒术，利用孔子为傀儡，垄断天下之思想，使失其自由。”在春秋战国时，各国思想家都提出了自己的策略方针，影响了各自国家的政策。至秦朝时，政府推行法家思想建立国家基本政策，秦始皇时有“以法为教，以吏为师”的说法。汉朝建立后，废除了原秦朝的禁书政策，原战国各学派思想逐渐恢复，尤以儒家及道家两派为盛。汉朝初期各君主主要奉行“与民休息，无为而治”的道家思想，惟七国之乱平定后，汉朝中央政府权威空前强大，为了巩固自己的地位，急切需要大一统的思想标准。但是随着国家的发展，到汉武帝时，日益需要完整及深厚的哲学思想来维护政权的权威。由于当时的学者还是各尊各道，无统一的思想。汉武帝即位后，权臣卫绾、田鼢和窦婴等主张尊崇儒术，贬抑法家，同主张道家思想的窦太后展开政治斗争，建元二年（前139年），窦太后一度得胜。建元六年（前135年），窦太后去世，支持儒家的官员重新得势。在这种情况下，汉武帝于元光元年（前134年）征召天下著名儒生入长安策问。其中著名儒生董仲舒提出：“诸不在六艺之科孔子之术者，皆绝其道，勿使并进”，应该“罢黜百家，表章六经”，得到汉武帝的赞同，在全国的思想及仕进上只采用儒家思想的观点。此后，汉武帝大量任用儒生为官，同时张汤和杜周等人主张以《春秋》决狱，逐渐使通晓儒家经典成为为官为吏的必要条件之一，儒家逐渐成为中国社会的统治思想。但是，汉武帝尊崇的儒术同孔子的思想出现了很大的区别，该时期的儒术成为了以原儒家思想为主体，大量吸纳其他诸子百家思想的一种新的思想体系，后来的史学家称之为独尊儒术。汉后历代，一直将儒家思想作为政权的核心思想，统治了中国历史的大多数时间。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/独尊儒术>独尊儒术</a>"
},
{
"headline":"马邑之谋",
"startDate":"-133",
"endDate":"-133",
"text":"<p>    马邑之谋，又称马邑之战、马邑之围，是前133年（元光二年）西汉策划的一场对匈奴的诱敌歼灭战，结果被匈奴识破，没有成功。马邑之谋虽然失败，但结束了西汉自立朝初年以来对匈奴奉行的和亲政策，同时也拉开了汉匈全面战争的序幕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马邑之谋>马邑之谋</a>"
},
{
"headline":"田蚡",
"startDate":"-131",
"endDate":"-131",
"text":"<p>    田蚡（前2世纪？－前131年），西汉内史长陵（今陕西咸阳市东北）人，汉武帝的舅舅、大臣，封武安侯。田蚡相貌丑陋，巧于文辞。魏其侯窦婴掌权时，田蚡还是个郎官，往来于窦婴家，陪窦婴饮酒，时跪时起，对窦婴的恭敬就好像是窦婴家的晚辈一样。其同母异父的姐姐王氏后成为景帝的第二任皇后，外甥刘彻又被立为太子。建元二年（前140年），刘彻登基，为汉武帝。同年田蚡被封为武安侯，拜太尉，后迁丞相，受到赵绾、王臧的牵连被免职。建元六年（前135年），太皇太后窦氏去世，田蚡再次登上宰相之位，好儒术，立五经博士。独断专横，“由此滋骄，治宅甲诸第”。元光三年（前132年）黄河改道南流，十六郡遭严重水灾，他因封邑鄃（今山东平原）在旧河道以北，没有受到水灾，力阻治理，使治河工作停止二十年之久。田蚡娶燕王女为夫人，新婚举办酒宴，魏其侯窦婴带灌夫去祝贺，田蚡在酒席中故意冷落窦婴，反与程不识耳语。灌夫为人刚直，借敬酒骂宴，大骂程不识一钱不值，田蚡则大毁灌夫平素横行不法。田蚡向武帝“劾灌夫骂座不敬”，将灌夫处死。窦婴怒而揭露田蚡与淮南王来往，田蚡心生怨恨。后，窦婴以“伪造圣旨罪”被诛灭九族。窦婴死后，田蚡由于愧疚生心病，不久暴毙于床榻。汉书“窦婴田蚡灌夫列传”说：“魏其锐身为救。曰终不令灌仲孺独死。上无意杀魏其。乃有蜚语闻上。以十二月晦，弃市。及春，武安病，专呼谢罪。使视鬼者视之。见魏其灌夫共守，欲杀之，竟死。”，说明窦婴矫诏判死原因为武安侯田蚡诬告魏其侯矫先帝遗诏，及毁谤朝廷罪状，武帝大怒命有司案治，一族获罪抄斩。窦婴死后次年春天，武安侯田蚡病倒，病中喃喃口呼谢罪，家人请来能视阴阳鬼事之人，得知是魏其侯和灌夫两鬼守住田蚡，鞭笞索命，群医束手，只能眼睁睁看着田蚡不治。田蚡死后，其子田恬继承侯爵才四年，就因罪被废除了爵位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田蚡>田蚡</a>"
},
{
"headline":"灌夫",
"startDate":"-131",
"endDate":"-131",
"text":"<p>    灌夫（？－前131年），中国汉朝颍阴（今河南省许昌市）人，字仲孺。吴楚七国之乱之时，他和父亲从军，立下军功被封为中郎将。建元元年（前140年），担任太仆。第二年，改任燕国相。后来坐法免官。灌夫任侠，家产数千万，食客每日数十百人，横暴颍川郡。他交好窦婴，后来在丞相田鼢的婚宴上，因田鼢和他的本家灌贤、程不识看不起他，他痛骂诸人，因此论不敬之罪，被诛杀，更因族人横暴被灭族。窦婴也被牵连，最后也被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/灌夫>灌夫</a>"
},
{
"headline":"窦婴",
"startDate":"-131",
"endDate":"-131",
"text":"<p>    窦婴（？－前131年），西汉清河观津（今河北清河）人，是汉文帝皇后窦氏堂兄之子，以军功封魏其侯，后因与武安侯田鼢不和，被以“伪造诏书罪”斩首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窦婴>窦婴</a>"
},
{
"headline":"霍光",
"startDate":"-130",
"endDate":"-68",
"text":"<p>    霍光（前130年代？－前68年），字子孟，西汉河东郡平阳县（今山西省临汾市）人，政治家，麒麟阁十一功臣之首，名将霍去病异母弟，昭帝上官皇后外祖父，宣帝霍皇后之父。先后任郎官，曹官、侍中、奉车都尉、光禄大夫、大司马、大将军等职位，封博陆侯，谥号为宣成，是以又被尊称为博陆宣成侯。历经汉武帝、汉昭帝、汉宣帝三朝，期间曾主持废立昌邑王。宣帝地节二年霍光去世，过世后第二年霍家因谋反被族诛。霍光本人身高七尺三寸（约折合1.7米），皮肤白皙，眉目疏朗，胡须很美，是当时有名的美男子。他常被人和伊尹并提，称为伊霍，后世往往以行伊霍之事代指权臣摄政废立皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/霍光>霍光</a>"
},
{
"headline":"刘据",
"startDate":"-128",
"endDate":"-91",
"text":"<p>    刘据（前128年－前91年），汉武帝和卫皇后之子，获立为太子，在巫蛊之乱中被奸臣迫害，举兵反抗，兵败逃亡，后来自杀。武帝知道太子冤情后，悔恨不已。刘据之孙刘询后来登上帝位，是为汉宣帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘据>刘据</a>"
},
{
"headline":"韩安国",
"startDate":"-127",
"endDate":"-127",
"text":"<p>    韩安国，西汉时期影响较大的著名政治家之一。自幼博览群书，成为远近闻名的辩士与学问家，后到梁孝王幕下任中大夫，成为梁孝王身边的得力谋士。他帮助梁孝王和汉政权化解了几次危机，深得汉景帝的信任。汉武帝时，进入汉王朝中央政权的核心圈子。韩安国根据国家现状，提倡与匈奴和亲，使汉王朝北方多年无战事。元朔二年（公元前127年），韩安国病死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩安国>韩安国</a>"
},
{
"headline":"主父偃",
"startDate":"-126",
"endDate":"-126",
"text":"<p>    主父偃（前2世纪？－前126年）汉武帝时大臣。临淄（山东临淄）人。出身贫寒，早年学长短纵横之术。古代的皇帝，很少能容忍强力有效的内阁，汉武帝为了加强皇帝的专制权力，在以丞相为首的外朝官僚机构之外，另在宫中设立内廷。主父偃在内廷备武帝顾问，对当时的政治颇有影响力。主父偃几次上疏，都能切中时弊。汉武帝采纳主父偃的“推恩令”，使诸侯王分封子弟为侯，王国封地被分割，诸侯权力大减。由于主父偃很得武帝赏识，朝野大臣怕他在帝前进谗，故多行其贿，“赂遗略千金。”有人称他“太横矣”。主父偃听后很得意地说：“臣结发游学四十余年，身不得遂，亲不以为子，昆弟不收，宾客弃我，我厄日久矣。且丈夫生不五鼎食，死即五鼎烹耳，吾日暮途远，故倒行暴施之。”（《史记·平津侯主父列传》）早先赵王与主父偃素不睦，后来赵王怕主父偃报复，及早上告主父偃逼死齐王以及接受诸侯贿金，汉武帝大怒，下令彻查，丞相公孙弘认为：“齐王以忧死毋后，国入汉，非诛偃无以塞天下之望。” 于是主父偃被族诛。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/主父偃>主父偃</a>"
},
{
"headline":"王娡",
"startDate":"-126",
"endDate":"-126",
"text":"<p>    孝景皇后王娡（？－前126年），为汉景帝第二任皇后，汉武帝生母。王皇后是槐里（今陕西兴平）人，母臧儿为燕王臧荼孙女，父为槐里人王仲。王娡先是嫁于金王孙，并生有一女，之后，被母亲送入皇太子宫，为刘启生下三女一子，其子就是汉武帝刘彻。其名“娡”，始见于唐朝的司马贞所著的《史记索隐》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王娡>王娡</a>"
},
{
"headline":"刘陵",
"startDate":"-122",
"endDate":"-122",
"text":"<p>    刘陵（生卒不详），汉武帝时期人物。淮南王刘安之女。刘安宠爱此女，曾经多给金钱，让其结交汉武帝的左右大臣。其余记载不详。元狩元年（前122年），汉武帝以“阴结宾客，拊循百姓，为叛逆事”等罪名捉拿刘安，刘安自杀身亡，除雷被一人外均被诛戮。同年，岸头侯张次公因“与淮南王女奸，及受财物罪”，除侯爵。此处“淮南王女”，可能是指刘陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘陵>刘陵</a>"
},
{
"headline":"漠北之战",
"startDate":"-119",
"endDate":"-119",
"text":"<p>    漠北之战发生于中国汉武帝元狩四年（公元前119），是汉军在距离中原最远的战场进行的一次规模最大也最艰巨的战役。河南、漠南之战后，匈奴单于虽率部远徙漠北，仍不断攻掠汉朝北部边郡，企图诱汉军越过大漠，以逸待劳，击灭汉军。元狩四年（前119年）春，汉武帝遣大将军卫青、骠骑将军霍去病各率5万骑兵分两路深入漠北，寻歼匈奴主力。并组织步兵数十万、马数万匹以保障作战。此一战，霍去病“封狼居胥山，禅于姑衍，登临翰海，执卤（虏）获丑七万有四百四十三级”，而飞将军李广却引刀自刎，世人皆为之垂泪。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/漠北之战>漠北之战</a>"
},
{
"headline":"李广",
"startDate":"-119",
"endDate":"-119",
"text":"<p>    李广（？－前119年），汉族，陇西成纪（今天水市秦安县）人，中国西汉时期的名将。汉文帝十四年（前166）从军击匈奴因功为中郎。景帝时，先后任北部边域七郡太守。武帝即位，召为中央宫卫尉。元光六年（前129），任骁骑将军，领万余骑出雁门（今山西右玉南）击匈奴，因众寡悬殊负伤被俘。匈奴兵将其置卧于两马间，李广佯死，于途中趁隙跃起，奔马返回。后任右北平郡（治平刚县，今内蒙古宁城西南）太守。匈奴畏服，称之为飞将军，数年不敢来犯。元狩四年，漠北之战中，李广任前将军，因迷失道路，未能参战，愤愧自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李广>李广</a>"
},
{
"headline":"李敢",
"startDate":"-118",
"endDate":"-118",
"text":"<p>    李敢，西汉汉武帝时期人，生年不详。飞将军李广之幼子。常随军出征，元狩四年，李广死时，李敢正以校尉身份随骠骑将军霍去病击左贤王，力战，夺左贤王鼓旗，斩首甚多，被赐爵关内侯，食邑二百户，并代李广为郎中令。元狩五年，他因怀恨父亲之死击伤大将军卫青，但卫青没有声张。后李敢至上雍，到甘泉宫狩猎，被霍去病射杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李敢>李敢</a>"
},
{
"headline":"夏侯颇",
"startDate":"-115",
"endDate":"-115",
"text":"<p>    夏侯颇（？——公元前115年），西汉汝阴侯，夏侯婴的曾孙。在元光二年（公元前134年）嗣侯，后来娶了丧夫的平阳公主。不料，在他继承侯位十九年时，也就是元鼎二年（公元前115年），因为和他父亲的御婢通奸，畏罪自杀，封国也被撤消。 平阳公主后改嫁卫青。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夏侯颇>夏侯颇</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}