{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"乃颜",
"startDate":"1287",
"endDate":"1287",
"text":"<p>    乃颜（？－1287年），蒙古帝国东翼宗王，铁木哥斡赤斤玄孙。乃颜祖父塔察尔曾拥戴忽必烈为蒙古大汗，因此被任命为东道诸王之长，其领地包括自哈尔哈河至大兴安岭以东的广大地区。元至元23年（1286年），忽必烈为抵御海都和笃哇在西北的进攻，将蒙古驻军大量调往西部，乃颜乘机蓄积力量，准备夺取蒙古大汗之位。忽必烈接报后，在辽阳设立行中书省，监视乃颜。乃颜遂于次年四月与其他东道诸王一同起兵反叛，虽然没有得到蒙古本部的支持，但是乃颜仍然能够率军占据潢河（今西拉木伦河）流域，将忠于忽必烈的军队压迫至辽东。五月，忽必烈以玉昔帖木儿和李庭领军，亲自从上都出发，急行军攻打乃颜。六月，两军决战于呼伦贝尔草原。乃颜溃败，向北逃走，不久被抓获处死。乃颜之死标志着蒙古东道诸王势力的衰落。马可·波罗自称参与平定乃颜的战争，根据他的记述，乃颜是景教徒，其军以十字架为旗帜符号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乃颜>乃颜</a>"
},
{
"headline":"施耐庵",
"startDate":"1296",
"endDate":"1372",
"text":"<p>    施耐庵（1296年－1372年），本名彦端，祖籍是泰州海陵县或苏州吴县阊门（今江苏苏州），一说钱塘（今浙江杭州）人，一般被认为是元末明初小说家，中国四大名著之一《水浒传》的作者。关于其生平，因缺乏史料而众说纷纭，甚至对有无此人都有争议。《三国演义》作者罗贯中为其门人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/施耐庵>施耐庵</a>"
},
{
"headline":"拜住",
"startDate":"1298",
"endDate":"1323",
"text":"<p>    拜住（1298年－1323年9月4日），蒙古扎剌儿氏，元朝政治家，元初名臣安童之孙，木华黎后代。扎剌儿氏为元朝王室世袭贴身侍卫，在蒙古各部中尤有声望。元英宗在位时间官至中书右丞相，全力支持英宗的“以儒治国”政策。元英宗于1320年4月19日即位，1320年6月17日，元英宗任命拜住为左丞相，以与把持朝政的答己太后和右丞相铁木迭儿相抗衡，1322年10月6日右丞相铁木迭儿去世，1322年11月1日太皇太后答己去世，元英宗终于得以亲政。1322年12月4日，元英宗任命拜住为中书右丞相，并且不设左丞相，以拜住为唯一的丞相。元英宗遂与拜住等进行改革，任命大批汉族儒生入朝为官，并削减徭役和赋税，并于1323年3月26日颁布了继《至元新格》之后元朝第二部法律典籍—《大元通制》。至治三年（1323年）农历五月，元英宗开始追查铁木迭儿贪污一案，引起一些蒙古大臣不安，御史大夫铁失等便于当年八月初四（1323年9月4日）发动南坡之变，刺杀了元英宗和拜住。拜住有一子名笃麟，后投降明朝，以拜为姓，迁居陕西大荔，后裔为当地大姓。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/拜住>拜住</a>"
},
{
"headline":"郭子兴",
"startDate":"1302",
"endDate":"1355",
"text":"<p>    郭子兴，（1302年－1355年），定远（今安徽定远）人，中国元末群雄之一，是后来使明太祖朱元璋后来能掘起的关键人物。子兴家有财产，平时结交不少人物壮士，元末大乱，他于至正12年（1352年），他集结数千人取得濠州，即此时他任用朱元璋为十夫长，因朱元璋的战功而重用。郭子兴虽击退了南下的元军，但与其阵营内的孙德崖、赵均用等人却内争不断，因此势力不能扩张，1355年病逝，其势力大抵为朱元璋所继承，明太祖于1370年追赠他为滁阳王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭子兴>郭子兴</a>"
},
{
"headline":"笃哇",
"startDate":"1306",
"endDate":"1306",
"text":"<p>    笃哇（？－1306年），又译都哇、都瓦、都阿、朵瓦、朵哇、秃呵等。蒙古帝国察合台汗国第十代大汗，1272年至1306年在位。笃哇系察合台汗国君主八剌之次子，其父死后国内发生内乱。1272年，笃哇在窝阔台汗国君主海都的扶植下继位。此后，笃哇追随海都参与其反对元帝国的战争。1275年，忽必烈下令追回原颁给两汗国君主的金牌，标志着双方关系彻底决裂。同年，笃哇率军12万进逼火州（今中国新疆吐鲁番地区），八月，忽必烈任命那木罕为阿力麻里总管，由安童辅佐，率军抵御。次年，元军将领昔里吉、脱铁木尔等发动兵变，抓获那木罕和安童，昔里吉自立为帝，回师进攻和林。海都同笃哇等乘机攻占阿力麻里等地。此后数年中，笃哇多次率军进攻别失八里地区，与元军将领伯颜、纂公直等长期战争。1287年，海都联合蒙古东部以乃颜为首的诸王，再次进攻和林。1289年，海都和笃哇联军一度占领和林，但听闻忽必烈已经平定乃颜叛乱，前来亲征的消息后，撤回中亚。1295年，伊儿汗国内乱，合赞汗继位，笃哇、海都联军遂南下攻占呼罗珊地区，1297年，笃哇继续南下，攻占印度拉合尔，并封其子忽都鲁火者为当地统治者。1298年，笃哇、海都联军又将注意力转向东线，击败并俘虏汪古部首领，元朝驸马阔里吉思。1301年，笃哇、海都联军进一步越过金山东侵，被元将海山和甘麻剌一战击溃，海都重伤后死于归途，笃哇也中箭瘫痪。海都死后，笃哇扶植其子察八儿登上汗位，反过来控制了窝阔台汗国。1302年，笃哇在与钦察汗国君主脱脱汗的战斗中失败，陷入四面为敌的境地。1303年，笃哇被迫向元成宗乞和。1306年，察八儿被海山击败，逃奔笃哇，窝阔台汗国遂并入察合台汗国。同年，笃哇去世，元朝册封其子宽阇继位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/笃哇>笃哇</a>"
},
{
"headline":"刘基",
"startDate":"1311",
"endDate":"1375",
"text":"<p>    刘基（1311年7月1日－1375年5月16日），字伯温，浙江青田(今文成县)人，南宋抗金将领刘光世的后人。元末明初军事家、政治家及诗人，通经史、晓天文、精兵法。他以辅佐明太祖朱元璋完成帝业、开创明朝并保持国家安定，因而驰名天下，被后人比作为诸葛武侯。朱元璋多次称刘基为：“吾之子房也。”授资善大夫、上护军，封诚意伯。正德时追赠太师，谥文成。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘基>刘基</a>"
},
{
"headline":"延祐复科",
"startDate":"1313",
"endDate":"1314",
"text":"<p>    延祐复科元朝恢复科举的历史事件。皇庆元年（1313年），提倡汉化运动的元仁宗将王约恢复科举的建议列为令甲。皇庆二年下诏恢复科举。延祐元年（1314年）8月在全国的17处考场，举行乡试。延祐二年2月和3月相继在都城大都举行会试和殿试（廷试），因为本次科举是在延祐年间举行的，史称“延祐复科”，本次科举以程朱理学为考试的内容。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/延祐复科>延祐复科</a>"
},
{
"headline":"李善长",
"startDate":"1314",
"endDate":"1390",
"text":"<p>    李善长（1314年－1390年），字百室。凤阳定远（今属安徽）人。明朝开国功臣，曾任中书省丞相。元至正十四年（1354年），朱元璋经略滁阳（今安徽滁州）时，经丁德兴引荐随之起义，留为掌书记（军政机要秘书），预机谋，至馈饷，甚见亲信。论功被封为宣国公。裁定明初制度，监修《元史》。洪武三年（1370年）进左丞相，封韩国公，予铁券。四年以疾致仕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李善长>李善长</a>"
},
{
"headline":"脱脱",
"startDate":"1314",
"endDate":"1355",
"text":"<p>    脱脱（1314年－1355年），亦作托克托，亦作脱脱帖木儿，蔑里乞氏，字大用，蒙古族蔑儿乞人。脱脱幼养于伯颜家，从浦江吴直方学。元朝元统二年（1334年），脱脱任同知宣政院事，迁中政使、同知枢密院事、御史大夫、中书右丞相。当时伯颜为中书右丞相，权倾朝野，向为元惠宗（元顺帝）所忌，脱脱恐受其累，与顺帝密谋逼退伯颜。先是将他当河南行省，路中改为广东县令，走到江西，病死。至元六年（1340年）农历十月脱脱为中书右丞相，大改伯颜旧政，复科举取士。至正三年（即1343年），脱脱主编《辽史》、《宋史》、《金史》，任都总裁官。至正四年（1344年）农历五月，右丞相脱脱因病辞职，到至正九年（1349年）农历闰七月，复出为中书左丞相，至正十年（1350年）农历四月，脱脱被任命为中书右丞相，发行新钞票“至正交钞”，并派贾鲁治理黄河，成绩斐然卓著，赢得水患灾民的民心，上赐号答剌罕（意谓：自在），被赞誉为“贤相”。至正十一年（1351年）修黄河民工起义，组织抗元红巾军。至正十二年（1352年）九月，脱脱亲率大军镇压徐州红巾军芝麻李部，执意屠城，军事成就卓著，功封太师。至正十四年（1354年），脱脱被派往讨伐高邮（今属江苏）张士诚起义军，正酣战即将攻陷张士诚驻守的高邮城之际，为朝中弹劾，功亏一篑。事因皇太子不满“未授册宝之礼”，而支持康里人哈麻弹劾脱脱，致使脱脱于至正十五年（1355年），革职流放云南，后被中书平章政事哈麻假传元惠宗诏令自尽。至正二十二年（1362年），昭雪复官。脱脱的死使得他殚精竭虑修补元王朝统治的堤坝付诸东流，也成为元王朝走向崩溃灭亡的转折点。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/脱脱>脱脱</a>"
},
{
"headline":"妥欢贴睦尔",
"startDate":"1320",
"endDate":"1370",
"text":"<p>    元惠宗妥欢贴睦尔（1320年5月25日－1370年5月23日），元朝庙号为惠宗，蒙古语称号乌哈噶图汗，明朝谥号为顺皇帝，又称至正帝，庚申帝，庚申君，于1320年5月25日出生，1370年5月23日去世于应昌，是元朝第十一位皇帝，蒙古帝国第十五位大汗，他是元朝北遁前的最后一位皇帝，后元朝在北方的朝廷被称为北元，在位时间是从1333年7月19日至1370年5月23日，在位37年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/妥欢贴睦尔>妥欢贴睦尔</a>"
},
{
"headline":"陈友谅",
"startDate":"1320",
"endDate":"1363",
"text":"<p>    陈友谅（1320年－1363年），湖北沔阳（今仙桃市）人；元朝末年群雄之一。农民起义领袖，中国元末大汉政权建立者。父亲陈普才。本业渔夫。元惠宗（元顺帝）至正十一年（1351年），徐寿辉起兵，建天完朝，友谅投效其将领倪文俊麾下。至正十七年（1357年）九月袭杀反徐寿辉的倪文俊，自称勤王，自称宣慰使，起兵攻下江西诸路，连克江西、安徽、福建等地。至正十九年（1359年），杀天完将领赵普胜，挟徐寿辉，迁都江州（今江西九江），自立为汉王。至正廿年（1360年），命死士刺杀徐寿辉于至鸠州采石（今安徽省马鞍山市）五通庙，随即登基称帝，国号汉，改元大义，以邹普胜为太师，张必先为丞相。汉政权一面抗元、一面与朱元璋作战。至正二十年（1360年），陈朱双方在金陵城西北的龙湾展开恶战，不巧江水退潮，百艘巨舰搁浅，陈友谅大败，败走江州（今九江）。至正二十三年（1363年）七至八月陈又与朱元璋战于鄱阳湖，史称“鄱阳湖之战”，朱元璋采纳郭兴的建议，用火攻击败陈军，陈友谅突围时又起大战，陈从船舱中探头出来，竟中流箭而死。陈友谅死后，张定边等人在武昌立陈友谅次子陈理登基为帝，改元德寿。次年，朱元璋西吴军廖永忠部兵临武昌城下，陈理出降。陈友谅墓在湖北武汉著名景点黄鹤楼旁。陈友谅穷极奢侈，不得民心，旧部多叛，实为失败主因。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈友谅>陈友谅</a>"
},
{
"headline":"刘福通",
"startDate":"1321",
"endDate":"1365",
"text":"<p>    刘福通（1321年－1363年），颍州（今安徽阜阳界首市）人。元末民变领袖。至正十一年（1351年）五月，刘福通与韩山童率白莲教教众和被征挖黄河河道的河工起事，在颍州颍上发动起义，部众以红巾为号，信奉弥勒佛，组织“红巾军”，对抗元军，攻克安徽、河南地区，开始了元末农民运动。至正十五年（1355年）二月迎韩山童之子韩林儿为皇帝，称小明王，国号宋，定都亳州，建元龙凤。他为枢密院平章，旋改任丞相。至正十七年（1357年）二月，龙凤将领毛贵浮海破胶州；三月，陷莱州，据益都。龙凤将领李武、崔德绕过潼关，夺七盘，进据蓝田，直趋奉元。六月，刘福通自帅一军攻汴梁，余军分三路北伐：关铎、潘诚、沙刘二等攻怀庆，深入晋冀，白不信、大刀敖等西取关中；毛贵自山东北上。至正十八年（1358年）二月，毛贵攻占济南。三月，毛贵北攻蓟州、漷州，进逼枣林，距大都一百二十里，战失利，退回济南。五月，刘福通攻破汴梁，自安丰（今安徽寿县）迎韩林儿，定为国都。龙凤政权中央分设六部、御史等诸官属；在山东、江南等地分设行省。至正十九年（1359年）正月，关铎、潘诚、沙刘二东攻全宁，焚鲁王府宫阙。再破元上都，焚之。进破辽阳，入高丽境。八月，汴梁被察罕帖木儿攻破，刘福通与韩林儿退据安丰（今安徽寿县）。至正二十三年（1363年）二月，张士诚遣吕珍围攻安丰，杀刘福通。朱元璋前往救援，打败吕珍，迎韩林儿到滁州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘福通>刘福通</a>"
},
{
"headline":"张士诚",
"startDate":"1321",
"endDate":"1367",
"text":"<p>    张士诚（1321年－1367年），元末的义军领袖与地方割据势力之一。泰州白驹场（今江苏省大丰市）人；在元朝末年抗元起义领袖中，有“友谅最桀，士诚最富”之说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张士诚>张士诚</a>"
},
{
"headline":"南坡之变",
"startDate":"1323",
"endDate":"1323",
"text":"<p>    南坡之变是发生于元至治三年（1323年）的一次政变。元英宗即位后重用拜住，清除五朝权臣铁木迭儿的势力，推行了一系列的新政。铁木迭儿的义子铁失联合对元英宗改革不满的蒙古贵族发动了政变，在上都以南不远的南坡杀死了元英宗和拜住，奉晋王也孙铁木儿即位，即元泰定帝。不久铁失被元泰定帝处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南坡之变>南坡之变</a>"
},
{
"headline":"汤和",
"startDate":"1326",
"endDate":"1395",
"text":"<p>    汤和（1326年－1395年），字鼎臣，元末濠州（今安徽凤阳）人。明朝开国功臣，军事家， 东瓯王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汤和>汤和</a>"
},
{
"headline":"朱元璋",
"startDate":"1328",
"endDate":"1398",
"text":"<p>    朱元璋（1328年10月21日－1398年6月24日）中国明朝开国皇帝，汉族，姓朱，名元璋，原名重八，后更名兴宗，字国瑞，生于濠州钟离之东乡（今安徽省凤阳县小溪河镇燃灯寺村）。俗称洪武帝、朱洪武，谥高皇帝，庙号太祖。死后传位于嫡长孙朱允炆。民间传说朱元璋样貌丑陋，“七孔朝天”。原配夫人马秀英成为开国皇后，被后世称为“马大脚”。朱元璋出身平民，早年参与元末起义，打击元朝政权。先后击败了陈友谅、张士诚等其他起义军，统一南方，后北伐灭元，建立大一统的明皇朝。明太祖在位期间，勤于政务，例行节俭，立《大明律》，用严刑峻法管理百姓与官僚，禁止百姓自由迁徙，严厉打击官吏的贪污腐败，设立锦衣卫等特务机构，将开国功臣诛杀殆尽，使皇权发展到了巅峰，史称“洪武之治”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱元璋>朱元璋</a>"
},
{
"headline":"罗贯中",
"startDate":"1330",
"endDate":"1400",
"text":"<p>    罗贯中（1330年－1400年），名本，字贯中，山西太原人，号湖海散人，元末明初通俗小说家。中国古代四大名著之一《三国演义》的作者。他的籍贯一说是太原（今山西太原） ，一说是东原（今山东东平）, 一说是钱塘（今浙江杭州），不可确考。但是，近年来由于在山西省祁县河湾村发现了罗贯中之家谱，以及个人使用的印章，故基本可以确定其籍贯为太原府祁县。一般认为，《水浒传》也是由罗贯中帮助整理修改的。另外一种说法是，《水浒传》的后半部是他写的。《水浒传》的后半部，在一百回版本是三十回，包括了招安，征辽和征方腊，在一百二十回版本还包括征田虎、征王庆。《水浒传》的后半部有时也称之为《征四寇》，比较吻合罗贯中的“忠君”思想。关于罗贯中的生平，主要见于明朝贾仲明的《录鬼簿续编》，其他史书不见记载。有关他的许多事迹多为民间传说，因而一直以来众说纷纭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/罗贯中>罗贯中</a>"
},
{
"headline":"常遇春",
"startDate":"1330",
"endDate":"1369",
"text":"<p>    常遇春（1330年－1369年），字伯仁，号燕衡。南直隶怀远（今属安徽）人，汉族，明朝开国军事大将。本封鄂国公，追封开平王，谥忠武。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/常遇春>常遇春</a>"
},
{
"headline":"徐达",
"startDate":"1332",
"endDate":"1385",
"text":"<p>    徐达（1332年－1385年），字天德，濠州钟离永丰乡（今安徽凤阳东北）人，元末汉族军事家、明朝开国功臣，曾任中书省丞相，明太祖朱元璋幼年好友，成祖朱棣的岳父，仁宗之外祖父。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐达>徐达</a>"
},
{
"headline":"马皇后",
"startDate":"1332",
"endDate":"1382",
"text":"<p>    孝慈高皇后马氏（1332年－1382年），名讳不详，明太祖朱元璋结发之妻。《大明英烈》称为马玉环，部分野史与地方戏曲称之为马秀英，但《明史》上未见记载。民间又称大脚皇后、马大脚，多有贬义，往往将朱元璋建国后诛杀功臣的责任归结于她。马皇后本是宿州人，父母名字已失传，史书仅作马公、郑媪。马公早逝，因生前与郭子兴是莫逆之交，故此马氏自幼养育郭子兴府内，认郭子兴为义父。初，朱元璋因贫穷流离，投奔郭子兴帐下，立有功，郭子兴便把自己的养女马氏嫁给他为妻。马氏随朱元璋征战数十年，夫妻共患难，感情深厚。朱元璋自立为帝的同一天（洪武元年，1368年），册封这位结发之妻为皇后，也同时封她所生的嫡长子朱标为皇太子。洪武二年，追封岳父马公为徐王，岳母郑氏为徐王夫人，在朱家太庙东向建祠祭祀。当朱元璋还是郭子兴下属时，曾被郭子兴所猜疑，粮荒时不得粮食，马氏偷窃炊饼，藏于怀中送给朱元璋吃，由于炊饼很热，以致马氏胸前的肉竟被烫伤，而以这样的方法，朱元璋得以温饱，但马氏自己却时常不得宿饱。后来二人贵盛时，朱元璋将之比作“芜蒌豆粥”，“滹沱麦饭”，每每对群臣称述皇后贤慧，可比唐太宗时的长孙皇后。朱元璋于内室中将此话向马皇后说时，马皇后却说：“妾闻夫妇相保易，君臣相保难。陛下不忘妾同贫贱，愿无忘群臣同艰难。且妾何敢比长孙皇后也！”趁机向朱元璋进谏，可见其贤慧。皇后位正中宫以后，仍节俭严谨，也不允许朱元璋寻访马氏族人继承马公爵位，限制了外戚弄权的可能性。朱元璋嗜杀多疑，马皇后仁慈善良，常谏劝，挽救不少大臣的性命。洪武十五年八月，马皇后卧病在床，群臣纷纷请祷祀、求良医。马皇后向朱元璋说：“死生，命也，祷祀何益！且医何能活人！使服药不效，得毋以妾故而罪诸医乎？”朱元璋闻言，问马皇后有何交代或心愿未了，马皇后说：“愿陛下求贤纳谏，慎终如始，子孙皆贤，臣民得所而已。”不久马皇后崩逝，得年五十一，朱元璋恸哭不已，遂誓言不再册立皇后，因此后来有李淑妃、郭宁妃等人在马皇后逝世后代掌后宫。同年九月，马皇后入葬孝陵，谥号孝慈皇后。马皇后死后，宫人经常感怀，因此有歌谣传颂马皇后：“我后圣慈，化行家邦。抚我育我，怀德难忘。怀德难忘，于万斯年。毖彼下泉，悠悠苍天。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马皇后>马皇后</a>"
},
{
"headline":"姚广孝",
"startDate":"1335",
"endDate":"1418",
"text":"<p>    姚广孝（1335年－1418年），幼名天僖，法名道衍，字斯道，又字独闇，号独庵老人、逃虚子。江浙等处行中书省平江路（明为南直隶苏州府）长洲县（今江苏省苏州市）人。中国元末明初政治人物、诗人，燕王朱棣的谋士，并为靖难之役的功臣之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姚广孝>姚广孝</a>"
},
{
"headline":"邓愈",
"startDate":"1338",
"endDate":"1378",
"text":"<p>    邓愈（1338年农历2月15日－1378年农历11月9日），原名友德，字伯颜。虹县龙宿里（今安徽泗县大路口级）人，明朝开国名将，宁河王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓愈>邓愈</a>"
},
{
"headline":"李文忠",
"startDate":"1339",
"endDate":"1384",
"text":"<p>    李文忠（1339年－1384年），字思本，盱眙（今属江苏）人，汉族，明朝开国功臣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李文忠>李文忠</a>"
},
{
"headline":"伯颜",
"startDate":"1340",
"endDate":"1340",
"text":"<p>    伯颜（13世纪？－1340年），是中国元朝后期的军事和政治人物。伯颜的祖父曾随元宪宗蒙哥伐南宋，父亲是隆福太后宫中宿卫的统领。元成宗时，伯颜被派为元武宗的侍从，1299年参与对海都汗的讨伐，因功元武宗赐与伯颜拔都儿的称号。元武宗即位后，任吏部尚书等高官，泰定帝去世，权臣燕铁木儿欲从江陵迎立武宗之子怀王（即元文宗），伯颜时任河南行省平章政事，全力支持并护送怀王北行。文宗即位后，屡升官至中书右丞相，元惠宗（元顺帝）时燕铁木儿之子唐其势、塔剌汗两人涉嫌谋反，被杀，使伯颜得以逐渐独揽军政大权，大量引用亲信为高官，包括其侄子脱脱，但后来顺帝对伯颜有所不满，便联合脱脱，于1340年发动行动，将伯颜治罪降官至河南，同年再降至广东，后死于途中。伯颜掌权期间专权枉法，且为防止南人造反，禁止江南农家用铁禾钗。对汉人、南人祈神赛社、习学枪棒武术以至演唱戏剧等都横加禁止，以防他们聚排斥汉族以及汉化，停办科举。众闹事。甚至曾提出杀光张、王、刘、李、赵五姓汉族民众的想法。《元史‧顺帝纪》载：“伯颜请杀张、王、刘、李、赵五姓汉人，帝不从”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伯颜>伯颜</a>"
},
{
"headline":"至正新政",
"startDate":"1341",
"endDate":"1346",
"text":"<p>    至正新政元朝末年元惠宗至正年间的改革措施。元惠宗（元顺帝）在位初期，伯颜当政，倒行逆施，使元朝尽失民心。1340年，元惠宗联合伯颜的侄子脱脱，发动政变，伯颜倒台。1341年，脱脱上台，开始脱脱更化。主要内容有，恢复被伯颜废除的科举。大兴国子监。置宣文阁，开经筵。恢复太庙四时祭及其他礼仪制度。平反冤狱。允许民间养马，减盐税。编辽史、金史、宋史。伯颜倒台后，元惠宗下令减少宫廷开支，裁减宫女、宦官，至正五年（1345年）十一月书成《至正条格》。1346年颁布，以完善法制；颁布举荐守令法，以加强廉政；下令举荐逸隐之士，以选拔人才。派遣使臣在各地巡行，考察地方发展状况，查办地方官员违法犯罪行为。裁减僧尼。至正新政虽然从一定程度上缓解了社会矛盾，但并未触及社会矛盾的核心土地兼并问题，也没有解决财政困难。因此没有能拯救元朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/至正新政>至正新政</a>"
},
{
"headline":"黄子澄",
"startDate":"1350",
"endDate":"1402",
"text":"<p>    黄子澄（1350年－1402年），江西分宜澧源（今大冈山乡大坑村）人，名湜，字子澄，以字行。明初官员，向明惠帝（建文帝）建议削藩的主要人物之一。结果引发燕王朱棣在建文元年（1399年）发动靖难之役，建文四年（1402年），朱棣夺得帝位后，将黄子澄逮捕并处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄子澄>黄子澄</a>"
},
{
"headline":"朱标",
"startDate":"1355",
"endDate":"1392",
"text":"<p>    朱标（1355年10月10日－1392年5月17日），明太祖朱元璋嫡长子，洪武年间皇太子，建文帝之父。元至正十五年，朱标生于太平陈迪家。1364年（元顺帝至正二十四年），朱元璋由李善长等人劝进即吴王位后，立朱标为世子，从学于宋濂。1368年（明洪武元年），朱元璋即皇帝位，立嫡长子朱标为皇太子。明太祖对朱标极其爱护，命詹同考历代东宫官制，并选拔功勋道德老成者兼领东宫，辅导太子。其中左丞相李善长兼太子少师，右丞相徐达兼太子少傅，中书平章录军国重事常遇春兼太子少保，右都督冯宗异兼右詹事，中书平章政事胡廷端、廖永忠、李伯升兼同知詹事院事，中书左、右丞赵庸、王溥兼副詹事，中书参政杨宪兼詹事丞，傅瓛兼詹事，同知大都督康茂才、张兴祖兼左右率府使，大都督府副使顾时、孙兴祖同知左右率府事等，不再与东宫外另设府僚，意在朱元璋外出征战期间，由太子监国、方便各将军丞相辅佐。洪武十年后，各政事奏令均先由太子处分，再呈上明太祖，以训练其治理天下的能力。太子朱标温文儒雅，政见常与其父相左，因为朱标常劝谏其父对大臣与吏员的责罚过于严厉，由此导致其父子二人关系的紧张。洪武二十五年，自秦中视察返京，患病，先于太祖去世，未即皇位，谥懿文太子。朱标嫡子明惠帝朱允炆即位后追尊为孝康皇帝，庙号兴宗，明成祖靖难以后复称懿文太子。葬于南京明孝陵东侧。明惠帝所上陵号已无考，朱棣登基后改其名为“懿文太子园寝”，世人称之为“东陵”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱标>朱标</a>"
},
{
"headline":"亦思巴奚兵乱",
"startDate":"1357",
"endDate":"1366",
"text":"<p>    亦思巴奚兵乱是元朝末年的1357年至1366年间在福建发生的一场长达近十年的以波斯色目人军队“亦思巴奚军”为主的军阀混战，由于“亦思巴奚”是泉州波斯人的武装，因此此事件也被称为“波斯戍兵之乱”。在兵乱期间，亦思巴奚军割据泉州并插手福建政治，一度北上占领了福州，还参与了兴化的乡族内战，引发了福建沿海的多个派别参加的大规模混战，后来又与元朝的福建行省政府直接对抗，最后被元朝将领陈友定平定。这场兵乱波及泉州、福州、兴化等地，造成大量平民的死亡，兵乱期间和过后还发生了宗教和民族仇杀，它重创了泉州、兴化一带的社会经济，更导致当时世界最大港口泉州盛极一时的海外贸易大幅衰落，泉州的伊斯兰教也渐渐衰退。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/亦思巴奚兵乱>亦思巴奚兵乱</a>"
},
{
"headline":"方孝孺",
"startDate":"1357",
"endDate":"1402",
"text":"<p>    方孝孺（1357年－1402年），字希直，又字希古，南明安宗追谥文正，明朝江浙行省台州路宁海县（今属浙江宁波市）人。其书斋名逊志，蜀献王改为正学，故世称正学先生。明朝建文年间重臣，后因参与组织削藩、反对并拒绝与朱棣合作，不屈而亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/方孝孺>方孝孺</a>"
},
{
"headline":"徐寿辉",
"startDate":"1360",
"endDate":"1360",
"text":"<p>    徐寿辉（？－1360年），一名真一，又作真逸。罗田县多云乡上五堡（今属湖北）人，元末长江中上游红巾军领袖，建国号天完，后遭部将陈友谅杀害。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐寿辉>徐寿辉</a>"
},
{
"headline":"朱棣",
"startDate":"1360",
"endDate":"1424",
"text":"<p>    明成祖朱棣（1360年5月2日－1424年8月12日），汉族，是明朝第三位皇帝，1402年－1424年在位，在位22年，年号永乐。明成祖朱棣为明太祖朱元璋第四子，生于应天（今江苏南京），时事征伐，并受封为燕王。建文帝时期削藩，明成祖遂发动靖难之役，起兵攻打其侄子建文帝，夺位登基。明成祖在位期间完善明朝政治制度，发展经济，开拓疆域，迁都北京，编修《永乐大典》，派遣郑和下西洋。明成祖时期海洋扩张政策包括“干预了中国南边越南诸邻国的内政，并诱使日本从事贸易”。明成祖的统治时期被称为永乐盛世，明成祖也被后世称为永乐大帝。然而他多疑好杀，在靖难之役后将齐泰、黄子澄、方孝孺等建文帝亲信灭门，耿炳文、盛庸、铁铉等众多建文​旧臣旧将被处死或受到迫害自杀身亡，后来又冤杀了解缙等大臣，他去世后有16妃和数百宫女生殉，遭到后世诟病。明成祖驾崩后谥号体天弘道高明广运圣武神功纯仁至孝文皇帝，庙号太宗，葬于长陵。嘉靖十七年（1538年）九月，明世宗朱厚熜改谥为启天弘道高明肇运圣武神功纯仁至孝文皇帝，改上庙号为成祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱棣>朱棣</a>"
},
{
"headline":"徐皇后",
"startDate":"1362",
"endDate":"1407",
"text":"<p>    仁孝文皇后徐氏，明成祖朱棣嫡后（1362年－1407年），濠州人，明朝开国功臣徐达的女儿。燕王妃：明太祖朱元璋曾亲至徐家，为儿子朱棣聘为妃。父亲是明朝开国功臣徐达，母谢氏（谢再兴次女）。徐皇后生于元朝至正二十二年（1362年），比成祖小2岁，明洪武九年正月二十七日，15岁的徐氏嫁给17岁的燕王朱棣为燕王妃。徐氏仁孝温和，马皇后不只一次当众称赞这位儿媳妇。洪武十三年三月，燕王妃随成祖就藩北平。后来，建文帝削藩，建文元年（公元1399）七月五日，燕王朱棣宣布起兵靖难，在朱棣前往大宁“借”兵之际，面对李景隆五十万大军兵临城下，燕王妃本人亲自登城督战，与世子朱高炽成功保卫了北平城。建文四年六月十三日，历时整整三年的靖难之役终于结束，明王朝的京城南京被燕王军攻陷，燕王妃再次踏进皇宫的时候，已经是这里的女主人了。中宫：建文四年七月成祖登基为帝，十一月封王妃徐氏为皇后。做为妻子，在朱棣竭力为自己“正名”的时候，徐皇后也倾尽全力相助丈夫。 永乐元年(1403年)正月，一部《梦感佛说第一希有大功德经》颁行天下。她还编写了《内训》二十篇，《劝善书》一部，都颁行天下，这些文字旨在推行针对女性的教育，并倡导修德劝善，为自己更为丈夫赢取民心。 除此之外，徐皇后还曾经向朱棣要求召见大臣们的妻子，并对她们说：“女人侍奉丈夫，并不仅仅是关心他们的衣食起居而已，应该对他们的前途事业也有所助益。朋友的劝告，不易被男人采纳，同样的话妻子来说，就容易入耳得多了。我与皇上朝夕相处，从不以私欲开口，所说的一切都以生民为念。希望你们也能以此自勉。”可惜，徐皇后年寿不永，她只做了四年皇后，就在永乐五年（公元1407）的七月离开了人世。临终前，她最后一次劝谏朱棣，让他爱惜百姓，广求贤才，恩礼宗室，不要骄惯自己的娘家。她还叮嘱太子朱高炽说：“我一直惦记着当年在‘靖难之役’初起时，为守住北平城而应命作战的将士妻子，感念她们的功劳和付出的伤亡。想要趁着皇帝日后北巡的机会，亲自向她们以及她们的家人赠予嘉奖抚恤。只可惜我再也无法完成这个宿愿，这是我此生唯一的恨事。”去世徐皇后去世时年仅四十六岁，朱棣对结发妻子的去世非常悲恸，他为徐皇后上谥号曰仁孝，并从此不再立皇后。永乐七年（1409年），朱棣北巡，回到了盛满往事的北平，并着手迁都事宜。于是命礼部尚书赵羾和江西术士廖钧卿等前往北京一带卜选陵址，随即选得吉地于昌平县天寿山，得到朱棣的认可后，即降旨圈地80里，作为陵区禁地，并指示建成后将仁孝皇后安葬于此。同年，动工营建。四年后永乐十一年（1413年）二月长陵地下玄宫落成，朱棣将仁孝皇后的梓宫从南京迁至北京葬于长陵。自永乐五年皇后去世时至永乐十一年下葬，这期间徐氏的棺椁一直被置于南京皇宫内未葬，徐皇后也是入葬明十三陵的第一人。十五年后，即永乐二十二年（公元1424）七月十八日，壮志未酬的朱棣病逝于征讨漠北的途中，享年六十五岁。同年十二月，朱棣与徐皇后合葬长陵。永乐二十二年（1424年）九月仁宗上尊仁孝皇后谥号曰仁孝慈懿诚明庄献配天齐圣文皇后。祔太庙。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐皇后>徐皇后</a>"
},
{
"headline":"鄱阳湖之战",
"startDate":"1363",
"endDate":"1363",
"text":"<p>    鄱阳湖之战（1363年8月30日─1363年10月4日）是中国元朝末年的一场重要战役，朱元璋在此役击败并杀死强敌陈友谅，也被视为中世纪世界规模最大水战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鄱阳湖之战>鄱阳湖之战</a>"
},
{
"headline":"杨士奇",
"startDate":"1364",
"endDate":"1444",
"text":"<p>    杨士奇（1364年－1444年），名寓，字士奇，以字行，号东里，谥文贞，江西等处行中书省吉安路太和州（今江西省泰和县）人。明朝内阁首辅、兵部尚书兼华盖殿大学士，与杨荣、杨溥共称“三杨”，是仁宣之治的缔造者之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨士奇>杨士奇</a>"
},
{
"headline":"韩林儿",
"startDate":"1366",
"endDate":"1366",
"text":"<p>    韩林儿（？－1366年），中国河北栾城人，元末民变领袖之一。韩祖上历代为白莲教教主，号称“明王”。元武宗至大年间，禁绝白莲教，其曾祖父谪徙永年。元末，其父韩山童以弥勒佛下生救世为号召，发展实力。元顺帝至正十一年（1351年），韩山童利用贾鲁开黄河之机，自称宋徽宗八世孙，与杜遵道、刘福通、罗文素、盛文郁等人召集河工起义，五月在颍州盟誓天地，不料被当地官吏发觉，韩山童被杀。其后刘福通召集部众，仍旧发动起义，以韩林儿为帝，号“小明王”，立国号为宋，年号龙凤，军称红巾军。至正十五年（1355年），刘福通发动三路北伐，十八年（1358年）占领汴梁，并迁都之，但旋即遭到察罕帖木儿等人的反攻，次年（1359年）开封城破，韩林儿逃至安丰。至正二十三年（1363年），张士诚派部将吕珍围攻安丰，刘福通战死，韩林儿被朱元璋救出。此后，韩林儿被朱元璋安置在滁州，仍然被奉为皇帝。至正二十六年（1366年），朱元璋派廖永忠迎接韩林儿至金陵应天府，途中在瓜步渡长江时，韩林儿所乘船只沉没，韩遇难。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩林儿>韩林儿</a>"
},
{
"headline":"北元",
"startDate":"1368",
"endDate":"1388",
"text":"<p>    北元（1368年—1388年）(明史说法为1402年)指明朝建立并遣徐达大军攻陷元朝首都大都（汗八里）后，退居蒙古高原的原元朝宗室的政权，因国号仍叫大元，以其地处塞北，故称“北元”。明朝虽承认其独立性，但否认其为元朝的继承者。明人认为明兴代元，元运已终，明朝才是中国的正统王朝。因此，明初人称北元大汗为“元君”，称其国为“残元”、“故元”，后来称之为鞑靼或北虏。北元始于元惠宗至正二十八年（1368年，明太祖洪武元年），终于脱古思帖木儿天元十年（明朝洪武二十一年，1388年），为鞑靼所代替。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北元>北元</a>"
},
{
"headline":"明",
"startDate":"1368",
"endDate":"1644",
"text":"<p>    明朝（1368－1644年）是中国历史上最后一个由汉族建立的封建王朝。1368年由明太祖朱元璋建立，历经十二世、十六位皇帝，国祚276年。明初定都于应天府，1421年迁都至顺天府，而应天府改称为南京。明朝是中国继周朝、汉朝和唐朝之后的繁盛时代，史称“治隆唐宋”、“远迈汉唐”。 大明，无汉唐之和亲，无两宋之岁币，天子御国门，君主死社稷，为后世子孙所敬仰。公元1368年，时为韩宋吴王的朱元璋，在统一陈友谅、张士诚、方国珍等群雄势力后。于当年农历正月初四日，在应天府登基，国号大明。因明朝的皇帝姓朱，故又称朱明。明前期，经过明太祖朱元璋的洪武之治，国力迅速成长，到明成祖朱棣时期，国势到达顶峰，皇帝极力扩张领土，遣郑和七下西洋，是为永乐盛世。其后的明仁宗和明宣宗时期仍处于兴盛时期，史称仁宣之治。明英宗与明代宗时期，虽经土木堡之变，但经于谦等人抗敌，最终解除国家危机。明宪宗与明孝宗相继与民休息，政局尚可平稳。明武宗沉溺游乐，最终使明孝宗一脉绝嗣。明世宗即位后，引发大礼议之争，清除宦官和权臣势力，总揽朝纲。明世宗中后期，东南沿海任用胡宗宪、俞大猷等将领，平定倭患。明世宗驾崩后十数年，经历隆庆新政和万历中兴，国力得到恢复。明神宗中期，完成万历三大征，平定内乱，粉碎丰臣秀吉攻占朝鲜王朝的梦想。然而因国本之争，皇帝逐渐疏于朝政，同时东林党争也带来明朝末期政治的混乱，史称万历怠政。明熹宗时，魏忠贤阉党祸乱朝纲，到明思宗即位后才废除宦官专政。然而明思宗政策失误和天灾不断，明朝最终被农民军李自成建立的大顺所灭。1644年，明思宗自缢于北京煤山，至此明朝享国祚276年。随后，满清军队击败大顺军并入主中原。后继南明与明郑政权延续数十年，直到1683年清军占领台湾方止。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明>明</a>"
},
{
"headline":"明太祖 朱元璋",
"startDate":"1368",
"endDate":"1398",
"text":"<p>      朱元璋（1328年10月21日－1398年6月24日）中国明朝开国皇帝，汉族，姓朱，名元璋，原名重八，后更名兴宗，字国瑞，生于濠州钟离之东乡（今安徽省凤阳县小溪河镇燃灯寺村）。俗称洪武帝、朱洪武，谥高皇帝，庙号太祖。死后传位于嫡长孙朱允炆。民间传说朱元璋样貌丑陋，“七孔朝天”。原配夫人马秀英成为开国皇后，被后世称为“马大脚”。朱元璋出身平民，早年参与元末起义，打击元朝政权。先后击败了陈友谅、张士诚等其他起义军，统一南方，后北伐灭元，建立大一统的明皇朝。明太祖在位期间，勤于政务，例行节俭，立《大明律》，用严刑峻法管理百姓与官僚，禁止百姓自由迁徙，严厉打击官吏的贪污腐败，设立锦衣卫等特务机构，将开国功臣诛杀殆尽，使皇权发展到了巅峰，史称“洪武之治”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明太祖 朱元璋>明太祖 朱元璋</a>"
},
{
"headline":"洪武赶散",
"startDate":"1368",
"endDate":"1368",
"text":"<p>    洪武赶散为明太祖初年官方组织的一次大规模人口迁移，主要发生在今天江苏和安徽两地。经过宋金对峙和元末战乱，江淮地区人烟稀少。扬州城破时，“居民仅余十八家”，而淮安城仅存七家。而江南苏州地区经济发达，人口稠密，并且曾支持朱元璋的劲敌张士诚。因此朱元璋对苏州居民采取惩罚性的移民措施，将其大量迁移至淮安、扬州二府，以及南京、凤阳。洪武初，朱元璋迁江南民十四万户于明朝中都凤阳。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/洪武赶散>洪武赶散</a>"
},
{
"headline":"湖广填四川",
"startDate":"1368",
"endDate":"1398",
"text":"<p>    湖广填四川是指发生在元朝末年到明代洪武年间和清代顺治到乾隆年间的两次大规模的湖广省（今湖北与湖南全境、广东等省）的居民迁居到四川各地的移民潮。根据考证表明，江西、福建、广西等十几个省份的居民也在移民行列之中。元末明初时四川遭蒙古、流寇等在四川地区的拉锯战所造成的人口锐减，明末清初时又遭明军、清军、张献忠大西政权的农民军在四川的争夺战造成的多次大屠杀，以及吴三桂在四川发动的三藩之乱所导致人口剧减。因此从朝廷到地方各级官府采取了一系列措施吸引外地移民，其中以湖广省人口最多。第一次湖广填四川是发生在明初朱元璋的移民四川鼓励政策期间，第二次是康熙平乱后发布《招民填川召》，规定新移民可免几年赋税；100年间大约有600万人迁入四川，其中湖北湖南的就有300万。大规模的移民潮甚至影响到了湖广行省本身的人口结构，遂又有江西填湖广情况的出现。目前四川省东部的居民（如广安和邻水等地），许多来自湖北西部（如从前麻城县孝感乡）。另外，与临近四川的贵州中北部以及两湖西部等地的操官话的居民，也多半和湖广填四川的移民运动有关。以成都为例，清末《成都通览》曾记录“现今之成都人，原籍皆外省人”；其中，湖广占25%，河南、山东5%，陕西10%，云南、贵州15%，江西15%，安徽5%，江苏、浙江10%，广东、广西10%，福建、山西、甘肃5%。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/湖广填四川>湖广填四川</a>"
},
{
"headline":"江西填湖广",
"startDate":"1368",
"endDate":"1398",
"text":"<p>    江西填湖广是发生在元末明初的一次大规模移民活动。大量江西人迁居到湖广省（今湖南与湖北两省范围），影响十分深远。明朝灭元朝后为了巩固新政权和发展经济，从洪武初年至永乐十五年，五十余年间组织了八次大规模的移民活动。形成了著名的“江西填湖广”等运动。进入湖南以陆路为主。湘东与赣西之间的幕阜山、九岭山、武功山、万洋山等山脉，是湘江与赣江的分水岭。这些山地之间的谷地就构成了江西移民进入湖南的天然交通孔道。 江西南部之人大都移向湖南南部，江西北部之人大都移至湖南北部。进入湖北以水路为主，江西饶州府鄱阳县瓦屑坝是明代移民的主要集散地之一。明初移民时，官府在瓦屑坝设局驻员。饶州府各县移民沿乐安河、饶河到达鄱阳瓦屑坝集中，然后发放“川资”，编排船只，乘船驶出鄱阳湖到达湖口。然后溯长江而上，迁入湖北。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江西填湖广>江西填湖广</a>"
},
{
"headline":"解缙",
"startDate":"1369",
"endDate":"1415",
"text":"<p>    解缙（1369－1415），明朝内阁首辅、著名学者。字大绅，缙绅，号春雨、喜易，谥文毅，汉族，江西吉水人，解纶之弟。洪武十二年进士。历官御史、翰林待诏，成祖即位，擢侍读，直文渊阁，参预机务，与编《永乐大典》，累进翰林学士兼右春坊大学士。有《解学士集》、《天潢玉牒》。解缙以才高好直言为人所忌，屡遭贬黜，终以“无人臣礼”下狱被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/解缙>解缙</a>"
},
{
"headline":"明朝海禁",
"startDate":"1371",
"endDate":"1371",
"text":"<p>    元末起义军领袖之一的朱元璋击败其他义军，将蒙元政权逐出中原，于公元1368年建立明朝。不过明朝的建立并不意味着战事结束，据《明史》及《明实录》记载，从公元1368年至公元1374年这七年间，倭寇对中国沿岸的侵扰次数多达二十三次，可见当时倭寇的猖獗。洪武年间正值日本的南北朝内战，流离失所的日本平民为逃避战乱，纷纷流亡海上。明太祖洪武25年（公元1392年），日本北朝的足利氏吞并南朝，不少南朝遗臣相继逃亡出海，与日本浪人组成强大武装，形成倭寇，侵扰中国沿岸地区。另一方面，曾割据江南沿海州县的张士诚和方国珍，自被朱元璋击败后，其部下亡命海上，勾结日本浪人，侵扰山东、浙江、福建等沿海地区。有鉴于苏、松、常、嘉、湖等州是张士诚的故根据地，朱元璋因而对以上地方采歧视性政策，该地田赋较其他地区高出十倍以上，当地百姓不堪其苦，流亡他乡，或作为倭寇向导。此外，闽浙大族亦为了利益私通倭寇。为了防止沿海奸民私通倭寇，明朝政府于洪武四年（公元1371年）颁布“海禁令”，官民严禁私自出海与外国互市，也限制外国商人到中国进行贸易，主要为了压制元末明初倭寇的猖獗情况，并非抱着取缔走私而设立，不过海禁令的内容本身具备了防止海盗与走私两种功能。在当时，明政府在市舶司制度与违禁下海律的管辖范围内认可的民间贸易内进行“贸易管制”。在海禁转趋严厉时，则也伴随著“渔禁”，即不但商船不得出海，连渔船也不行，亦有谓海禁是防止沿海因贸易致富，与内陆贫富差距拉大导致政治不稳。在以后到隆庆开关为止，海禁是明朝基本国策的一部分。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明朝海禁>明朝海禁</a>"
},
{
"headline":"杨荣",
"startDate":"1371",
"endDate":"1440",
"text":"<p>    杨荣（1371年－1440年），原名子荣，字勉仁，号东杨，谥文敏，江浙等处行中书省建宁府建安县（今福建建瓯县）人。明朝内阁首辅、工部尚书兼谨身殿大学士，与杨士奇、杨溥共称“三杨”，是永乐盛世、仁宣之治的缔造者之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨荣>杨荣</a>"
},
{
"headline":"郑和",
"startDate":"1371",
"endDate":"1433",
"text":"<p>    郑和（1371年－1433年），原姓马名和，小名三宝，又作三保，云南昆阳（今晋宁昆阳街道）宝山乡知代村人。中国明代航海家、外交家、宦官。穆斯林太监郑和的一生，是中国明成祖时期海洋扩张政策“最惊人的展现”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑和>郑和</a>"
},
{
"headline":"杨溥",
"startDate":"1372",
"endDate":"1446",
"text":"<p>    杨溥（1372年－1446年），字弘济，号南杨，谥文定，湖广等处行中书省荆州府石首县（今湖北省石首）人。明朝内阁首辅、礼部尚书兼武英殿大学士，与杨荣、杨士奇共称“三杨”，是仁宣之治的缔造者之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨溥>杨溥</a>"
},
{
"headline":"空印案",
"startDate":"1376",
"endDate":"1376",
"text":"<p>    空印案是发生在明代洪武年间，因空白盖印公务文书而引发的案件。此案在当时受到明太祖朱元璋相当程度的重视，并因此诛杀数百名相关官员。明朝时每年地方都需派人至户部报告财政收支账目，所有账目必须和户部审核后完全相符方能结算。若其中有任何一项不符就必须驳回重新造册，且须再盖上原地方机关大印才算完成。因当时交通并不发达，往来路途遥远，如果需要发回重造势必耽误相当多的时间，所以前往户部审核的官员都备有事先盖过印信的空白书册以备使用。这原本是从元朝既有的习惯性做法，也从未被明令禁止过。《剑桥中国明代史》解释，钱粮在运输过程中会有损耗，所以从运送一直到户部接收时的数字一定不会相符，在路上到底损耗了多少，官员们无法事先预知，只有到了户部将要申报之时才能知道其中的差额，所以派京官员都习惯用空印文书在京城才填写实际的数目。明太祖朱元璋获知此事后大为震怒，认为这是官员相互勾结的欺君重罪，因而下令处罚所有相关官员。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/空印案>空印案</a>"
},
{
"headline":"朱允炆",
"startDate":"1377",
"endDate":"1402",
"text":"<p>    明惠宗朱允炆（1377年12月12日－1402年后），是明朝第二位皇帝，年号“建文”，明太祖朱元璋之孙。在位期间进行一系列宽政、削藩的改革，史称“建文改制”。由于燕王朱棣发动靖难之变攻入南京应天府，朱允炆随后下落不明。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱允炆>朱允炆</a>"
},
{
"headline":"朱高炽",
"startDate":"1378",
"endDate":"1425",
"text":"<p>    明仁宗朱高炽（1378年8月16日－1425年5月29日），明成祖长子，其母为仁孝文皇后，徐达外孙，明朝第四位皇帝。洪武年间，朱高炽被封为燕世子。靖难之役中，他负责镇守北平，并成功抵御李景隆率领的中央军围攻。永乐二年，立为皇太子，并在明成祖屡次北伐中，担任监国职位，实际负责国家政事。永乐二十二年，继承皇位，年号“洪熙”，他在位期间，采取一系列政治、经济、军事改革与调整，国家富足。他与子朱瞻基在政治用人、行政处理上，均为后世所称善，史称“仁宣之治”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱高炽>朱高炽</a>"
},
{
"headline":"明初四大案",
"startDate":"1380",
"endDate":"1393",
"text":"<p>    明初四大案，亦称洪武四大案，是指明朝初期，明太祖朱元璋为整顿吏治、惩治贪污而策划的著名四大案件；分别为：洪武十三年（1380年）的胡惟庸案，十五年（1382年）的“空印案”，十八年（1385年）的郭桓案，二十六年（1393年）的蓝玉案。胡惟庸与蓝玉案件习称“胡蓝之狱”，是朱元璋滥杀开国功臣的政治案件，而“空印案”与“郭桓案”则是对涉嫌贪墨的官吏进行大规模的镇压。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明初四大案>明初四大案</a>"
},
{
"headline":"胡惟庸案",
"startDate":"1380",
"endDate":"1380",
"text":"<p>    胡惟庸案是指洪武帝诛杀宰相胡惟庸事件，随后大肆株连杀戮功臣宿将，此案牵连甚广。胡惟庸被杀，朱元璋罢左右丞相，废除中书省，其事由六部分理，另设内阁供皇帝做为顾问。内阁大学士丝毫不如宰相，只有“票拟”权力，先送宦官，再由宦官太监上呈与皇帝。从此中国再无宰相一职。洪武十三年（1380年）正月，丞相胡惟庸称其旧宅井里涌出醴泉，邀请明太祖朱元璋前来观赏。朱元璋欣然前往，走到西华门时，太监云奇紧拉住缰绳，急不能言，拼命指向胡家。朱元璋感觉事态严重，立即返回，登上宫城时，发现胡惟庸家上空尘土飞扬，墙道都藏有士兵。太祖大怒，以“枉法诬贤”、“蠹害政治”等罪名，当天处死胡惟庸、陈宁等。同时藉辞穷追其友好，包括开国第一功臣韩国公李善长、荥阳侯郑遇春、豫章侯胡美、江南侯陆聚、宜春侯黄彬、南雄侯赵庸、靖宁侯叶升等大批元勋宿将皆受株连，牵连致死者三万余人，史称胡惟庸案。胡惟庸案与蓝玉案合称胡蓝之狱，诛灭直到洪武二十五年。洪武十八年（1385年），有人告发李存义与其子李佑，曾同胡惟庸谋逆。洪武十九年（1386年）明州卫指挥林贤通倭事发，经审讯得知，是受胡惟庸指使。李善长为了大兴土木，向信国公汤和借用卫卒三百名。汤和暗中向朱元璋报告。朱元璋颁敕李善长以“元勋国戚，知逆谋不举，狐疑观望怀两端，大逆不道”，其妻等七十余人被杀。陆仲亨的家奴告发陆仲亨与唐胜宗、费聚、赵雄三名侯爵，曾串通胡惟庸“共谋不轨”。宋濂的孙子宋慎亦受牵连被杀，宋濂本人贬死四川茅州。朱元璋特地颁布《昭示奸党录》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡惟庸案>胡惟庸案</a>"
},
{
"headline":"胡惟庸",
"startDate":"1380",
"endDate":"1380",
"text":"<p>    胡惟庸（？－1380年），安徽定远人。明朝最后一任中书省丞相。因被疑叛乱，爆发了胡惟庸案，后遭明太祖处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡惟庸>胡惟庸</a>"
},
{
"headline":"朱高煦",
"startDate":"1380",
"endDate":"1426",
"text":"<p>    朱高煦（1380年12月30日－1426年10月6日），乃明成祖朱棣第二子，封汉王，后因发动高煦之乱，被明宣宗烹杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱高煦>朱高煦</a>"
},
{
"headline":"郭桓案",
"startDate":"1385",
"endDate":"1385",
"text":"<p>    郭桓案，是明初四大案之一，发生在明朝洪武十八年（1385年），属于官吏贪污案件。户部侍郎郭桓等人，通同各直省的官吏作弊，盗卖官粮。后被揭发，以其涉案金额巨大，对经济领域影响深远而为世人瞩目。对此，明太祖将六部左右侍郎以下皆处死，各省官吏死于狱中达数万人以上。为了追赃，牵连到全国各地的小富百姓，遭到抄家破产的不记其数。由于牵扯面过广，全国百姓对此案非常不满意，明太祖为了平息民怨将审刑官吴庸等人处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭桓案>郭桓案</a>"
},
{
"headline":"郭桓",
"startDate":"1385",
"endDate":"1385",
"text":"<p>    桓（？－1385年），明初户部侍郎。“郭桓案”主角。洪武十八年（1385年）三月，御史余敏、丁廷举告发户部侍郎郭桓利用职权，勾结北平承宣布政使司、提刑按察使司官吏李彧、按察使司官吏赵全德、胡益、王道亨等，私吞太平、镇江等府的赋税外，还私分了淅西的秋粮，并且巧立名目，征收了多种水脚钱、口食钱、库子钱、神佛钱等的赋税，中饱私囊。朱元璋令审刑司拷讯，此案牵连全国的十二个布政司，牵涉礼部尚书赵瑁、刑部尚书王惠迪、兵部侍郎王志、工部侍郎麦至德等。总计一共损失精粮两千四百万担，“自六部左、右侍郎以下，赃七百万，词连直、省诸官吏，系死者数万人”“核赃所寄借遍天下，民中人之家大抵皆破”，史称“郭桓案”。朱元璋在《大诰》感叹说：“古往今来，贪赃枉法大有人在，但是搞得这么过分的，实在是不多！”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭桓>郭桓</a>"
},
{
"headline":"蓝玉案",
"startDate":"1393",
"endDate":"1393",
"text":"<p>    蓝玉案，是指洪武帝诛杀大将蓝玉的事件，随后大肆株连杀戮功臣宿将。此为四大明初四大案之一。洪武二十六年（1393年）二月，锦衣卫指挥蒋瓛指控蓝玉谋反，并在蓝玉府库内搜出近万把倭制武士刀之说，朱元璋立刻以“谋反罪”处死蓝玉，抄其家产，诛其三族，此案连累一万五千人被杀，包括一公爵、十三侯爵、二伯爵，史称“蓝玉案”。未久颍国公傅友德、定远侯王弼、宋国公冯胜等也在一两年内相继被杀，《国榷》洪武二十六年三月庚申条写：“会宁侯张温、都督萧用等以党诛。”至此，明初开国功臣几被杀尽，仅存汤和、耿炳文等人。朱元璋最后说：“自今胡党蓝党概赦不问。”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蓝玉案>蓝玉案</a>"
},
{
"headline":"蓝玉",
"startDate":"1393",
"endDate":"1393",
"text":"<p>    蓝玉（？－1393年），南直隶定远(今属安徽)人，常遇春妻弟，中国明朝开国将名将，洪武十二年秋封永昌侯，二十年拜征虏大将军。二十一年拜大将军、凉国公。后遭疑谋反，被明太祖处决，株连一万五千人，是为明初之“蓝玉案”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蓝玉>蓝玉</a>"
},
{
"headline":"冯胜",
"startDate":"1395",
"endDate":"1395",
"text":"<p>    冯胜（？—1395年），初名国胜，又名宗异，定远（安徽定远）人，汉族。明朝的开国功臣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯胜>冯胜</a>"
},
{
"headline":"明惠宗 朱允炆",
"startDate":"1398",
"endDate":"1402",
"text":"<p>      明惠宗朱允炆（1377年12月12日－1402年后），是明朝第二位皇帝，年号“建文”，明太祖朱元璋之孙。在位期间进行一系列宽政、削藩的改革，史称“建文改制”。由于燕王朱棣发动靖难之变攻入南京应天府，朱允炆随后下落不明。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明惠宗 朱允炆>明惠宗 朱允炆</a>"
},
{
"headline":"建文改制",
"startDate":"1398",
"endDate":"1402",
"text":"<p>    建文改制是明惠帝朱允炆、方孝孺等人推行的改革，主要改善明太祖重武重军事的政策，提升文人政治、削除藩王势力。明惠帝受孝孺的影响，悉去明太祖苛酷专滥之政，减轻江浙重赋，开广言路，虚心纳谏；并且在黄子澄与齐泰协助之下实施削藩政策。明惠帝的建文改制大多是托古改制，具有理想性质。他在继位诏书中宣布要推行“维新之政”，使明朝达到“雍熙之盛”。建文继位后随即召回在汉中的方孝孺，任翰林院侍讲；洪武三十一年六月任齐泰为兵部尚书、黄子澄为太常寺卿，参预国事。明惠帝在位四年，推出不少有利国计民生的政策，只是削藩政策的失败让建文朝最后灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/建文改制>建文改制</a>"
},
{
"headline":"南北榜案",
"startDate":"1398",
"endDate":"1398",
"text":"<p>    南北榜案发生在明朝洪武三十年丁丑科会试。洪武三十年（1398年），翰林学士刘三吾、王府纪善白信蹈主持丁丑科殿试，后发榜，宋琮为第一，是为春榜，上榜者竟无一人出自北方。诸多考生认为刘三吾为南方人，照顾其乡亲。朱元璋得知后大怒，命侍读张信、侍讲戴彝、右赞善王俊华、司直郎张谦、司经局校书严叔载、正字董贯、王府长史黄章、纪善周衡和萧揖等人阅卷。后张信说刘三吾判卷无错属实。有人上告说刘三吾暗嘱张信等人故意以陋卷进呈。朱元璋知道后更怒，将张信与白信蹈等二十余人凌迟处死，命刘三吾戍边。刘谔、宋琮等人也遭遣戍，仅戴彝、尹昌隆免罪。后明太祖亲自主持殿试，再选六十一名进士，都为北方人。当时所谓“南北榜”或“春夏榜”。这个结果在一定程度上反映了当时南方经济﹑文化比北方发达的实际情况，但是北方人一名未取，则为历科所不见。南北榜案在一定程度上体现了全国统一形势发展中南北政治平衡的要求，也体现了朱元璋打击和限制江南地主的一贯政策，此事件开明朝分南北取士之先例，至洪熙以后遂成定制。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南北榜案>南北榜案</a>"
},
{
"headline":"于谦",
"startDate":"1398",
"endDate":"1457",
"text":"<p>    于谦（1398年－1457年），字廷益，号节庵，谥忠肃，明朝浙江承宣布政使司杭州府钱塘县（今浙江省杭州市）人。明朝兵部尚书。于谦由进士出身，因参与平定汉王朱高煦谋反有功，得到明宣宗器重，担任明朝山西河南巡抚。明英宗时期，因得罪王振下狱，后释放，起为兵部侍郎。土木堡之变后，于谦继任兵部尚书，指挥明军取得京师保卫战的胜利。代宗朝，于谦官至少保、太子太傅，世称于少保。英宗发动夺门之变并成功复辟后，于谦被诬陷下狱而冤死。成化年间获得平反。现北京市、杭州西湖旁均有纪念于谦的祠堂、故居。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/于谦>于谦</a>"
},
{
"headline":"靖难之役",
"startDate":"1399",
"endDate":"1402",
"text":"<p>    靖难之役，又称靖难之变，是中国明朝建文年间发生的内战。建文元年七月初五（1399年8月6日），明太祖第四子燕王朱棣起兵反叛侄儿建文帝朱允炆，战争持续三年。建文帝缺乏谋略，任用主帅不当，致使主力不断被歼。朱棣以燕京（今北京）为基地，适时出击，灵活运用策略，经几次大战消灭官军主力，最后乘胜进军，于建文四年六月十三（1402年7月13日）攻下帝都应天（今江苏南京）。建文帝失踪，朱棣登上帝位，是为明成祖。前无古人后无来者，是历史上唯一一个藩王造反成功的案例。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/靖难之役>靖难之役</a>"
},
{
"headline":"朱瞻基",
"startDate":"1399",
"endDate":"1435",
"text":"<p>    明宣宗朱瞻基（1399年3月16日－1435年1月31日），明仁宗朱高炽长子，永乐九年（1411年）立为皇太孙，数度随成祖征讨。洪熙元年（1425年）即位，年号宣德，成为明朝第五位皇帝。宣德元年（1426年）平定高煦之乱，他和其父一样，比较能倾听臣下的意见，听从阁臣杨士奇、杨荣等建议，停止对交阯用兵，与明仁宗并称“仁宣之治”，宣宗时君臣关系融洽，经济也稳步发展。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱瞻基>朱瞻基</a>"
},
{
"headline":"唐赛儿",
"startDate":"1399",
"endDate":"?",
"text":"<p>    唐赛儿(1399～？)，明初农民起义军女领袖，山东滨州蒲台县人。1420年(永乐十八年)在益都(今青州)卸石棚寨率众起义，震动京师，给明王朝以沉重打击。 明初，成祖从南京迁都北京，大修宫殿，又组织人力，南粮北调，还开挖运河，先后在山东征调数十万民夫，农民徭役负担沉重。唐赛儿是明朝初年起兵反朝廷的著名白莲教女首领。唐赛儿是山东蒲台县人（今山东滨州市蒲城乡），林三之妻。林死后据说唐偶得一石匣，内有宝剑兵书，唐研习后通晓法术兵法，以传白莲教为名，集合民众数千，于永乐十八年二月(1420年)在益都卸石棚寨（今青州市境内）起事。唐赛儿起事后全歼了前来围攻的军队，杀了青州都指挥使高风，各地民众纷纷响应。朝廷派出京师精兵，由安远候总兵柳升与都指挥刘忠统领，前来征讨。明军仗人多势众，包围了唐赛儿山寨。唐赛儿假作投降，乘机夜袭官军。明军大乱，刘忠战死。唐赛儿突围而出。唐的部众攻下莒州、即墨等地，包围安邱。唐赛儿部最后被山东都指挥佥事卫青击溃消灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐赛儿>唐赛儿</a>"
},
{
"headline":"明成祖 朱棣",
"startDate":"1402",
"endDate":"1424",
"text":"<p>      明成祖朱棣（1360年5月2日－1424年8月12日），汉族，是明朝第三位皇帝，1402年－1424年在位，在位22年，年号永乐。明成祖朱棣为明太祖朱元璋第四子，生于应天（今江苏南京），时事征伐，并受封为燕王。建文帝时期削藩，明成祖遂发动靖难之役，起兵攻打其侄子建文帝，夺位登基。明成祖在位期间完善明朝政治制度，发展经济，开拓疆域，迁都北京，编修《永乐大典》，派遣郑和下西洋。明成祖时期海洋扩张政策包括“干预了中国南边越南诸邻国的内政，并诱使日本从事贸易”。明成祖的统治时期被称为永乐盛世，明成祖也被后世称为永乐大帝。然而他多疑好杀，在靖难之役后将齐泰、黄子澄、方孝孺等建文帝亲信灭门，耿炳文、盛庸、铁铉等众多建文​旧臣旧将被处死或受到迫害自杀身亡，后来又冤杀了解缙等大臣，他去世后有16妃和数百宫女生殉，遭到后世诟病。明成祖驾崩后谥号体天弘道高明广运圣武神功纯仁至孝文皇帝，庙号太宗，葬于长陵。嘉靖十七年（1538年）九月，明世宗朱厚熜改谥为启天弘道高明肇运圣武神功纯仁至孝文皇帝，改上庙号为成祖。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明成祖 朱棣>明成祖 朱棣</a>"
},
{
"headline":"永乐盛世",
"startDate":"1402",
"endDate":"1424",
"text":"<p>    永乐盛世是明朝明成祖朱棣统治时期所出现的盛世，而明成祖统治期间以永乐作为年号。清朝官修史书《明史》描绘朱棣雄才大略、励精图治，发展经济，提倡文教，使得天下大治，并且宣扬国威，大力开拓海外交流，以至称赞该时期“远迈汉唐”，故被称为永乐盛世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永乐盛世>永乐盛世</a>"
},
{
"headline":"明成祖迁都北京",
"startDate":"1403",
"endDate":"1403",
"text":"<p>    明成祖朱棣将明朝的首都从南京迁往北京，是具有中国历史重大意义的事件，其对中国政治、经济、文化造成的影响一直延续到现代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明成祖迁都北京>明成祖迁都北京</a>"
},
{
"headline":"郑和下西洋",
"startDate":"1405",
"endDate":"1430",
"text":"<p>    郑和下西洋是指明朝初期郑和奉命出使7次下西洋的航海活动。郑和下西洋时间之长、规模之大、范围之广都是空前的。它不仅在航海活动上达到了当时世界航海事业的顶峰，而且对发展中国与亚洲各国家政治、经济和文化上友好关系，做出了巨大的贡献。1405年7月11日（明永乐三年）明成祖命宦官郑和率领二百四十多海船、二万七千四百名船员的庞大船队远航，拜访了30多个在西太平洋和印度洋的国家和地区，加深了明王朝和南海（今东南亚）、东非的友好关系，史称郑和下西洋。每次都由苏州浏家港出发，一直到1433年（明宣德8年），一共远航了有七次之多。最后一次，宣德八年四月回程到古里时，在船上因病过世。明代故事《三宝太监西洋记通俗演义》和明代杂剧《奉天命三保下西洋》将他的旅行探险称之为三宝太监下西洋。郑和的航行之举远远超过将近一个世纪的葡萄牙、西班牙等国的航海家，如麦哲伦、哥伦布、达伽玛等人，堪称是“大航海时代”的先驱，也是唯一的东方人。他更早狄亚士57年远赴非洲。郑和曾到达过爪哇、苏门答腊、苏禄、彭亨、真腊、古里、暹罗、榜葛剌、阿丹、天方、左法尔、忽鲁谟斯、木骨都束等三十多个国家，最远曾达非洲东部，红海、麦加，并有可能到过澳大利亚、美洲和新西兰。郑和是世界大航海时代的先驱，郑和下西洋是当代航海事业的顶峰，后世几百年中，几无人能及。“西洋”即今文莱以西的海域，包括中国南海及印度洋。与“西洋”相对的是“东洋”，即日本。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郑和下西洋>郑和下西洋</a>"
},
{
"headline":"明入越",
"startDate":"1406",
"endDate":"1407",
"text":"<p>    明入越，越南称之为明与大虞战争，指的是1406年至1407年期间明成祖入侵越南胡朝（大虞国）的战争。这场战争最后以明朝胜利、胡朝灭亡告终，越南被并入明朝领土，标志着安南属明时期的开始。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明入越>明入越</a>"
},
{
"headline":"徐有贞",
"startDate":"1407",
"endDate":"1472",
"text":"<p>    徐有贞（1407年－1472年），初名珵，字元玉，南直隶吴县（今江苏苏州）人。明朝政治人物，进士出身，在英宗复辟中起到重要作用，官至内阁首辅。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐有贞>徐有贞</a>"
},
{
"headline":"明成祖远征漠北之战",
"startDate":"1409",
"endDate":"1424",
"text":"<p>    明太宗远征漠北之战指的是永乐年间，明成祖朱棣分别于永乐七年1409年、十二年1414年、二十年1422年、二十一年1423年、二十二年1424年五次亲征对盘据在漠北的北元残余势力鞑靼、瓦剌和兀良哈三个部落的战争。致使蒙古势力进一削弱，维护了明朝边境的安宁，同时也使明朝精疲力竭，成祖亦在第五次亲征得胜回朝途中病死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明成祖远征漠北之战>明成祖远征漠北之战</a>"
},
{
"headline":"贵州建制",
"startDate":"1413",
"endDate":"1413",
"text":"<p>    贵州建制，为明朝洪武、永乐年间中央政府在贵州等地区建立行省一级的行政区划——贵州承宣布政使司。此建制为中国历史上的首次对贵州地区进行直接行政管辖领导，并对明朝以及此后的清朝、中华民国、中华人民共和国的贵州行政区划设置有深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贵州建制>贵州建制</a>"
},
{
"headline":"商辂",
"startDate":"1414",
"endDate":"1486",
"text":"<p>    商辂（1414年－1486年），字弘载，号素廷，谥文毅，中国浙江淳安人，明朝状元，政治人物，官至吏部尚书、谨身殿大学士，为内阁首辅，是明朝一代重臣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商辂>商辂</a>"
},
{
"headline":"唐赛儿民变",
"startDate":"1420",
"endDate":"1420",
"text":"<p>    唐赛儿民变，又称唐赛儿起义，为明朝初期永乐十八年（1420年）发生于中国山东的一系列以白莲教为旗号的民变事件，民变领袖为唐赛儿。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐赛儿民变>唐赛儿民变</a>"
},
{
"headline":"明仁宗 朱高炽",
"startDate":"1424",
"endDate":"1425",
"text":"<p>      明仁宗朱高炽（1378年8月16日－1425年5月29日），明成祖长子，其母为仁孝文皇后，徐达外孙，明朝第四位皇帝。洪武年间，朱高炽被封为燕世子。靖难之役中，他负责镇守北平，并成功抵御李景隆率领的中央军围攻。永乐二年，立为皇太子，并在明成祖屡次北伐中，担任监国职位，实际负责国家政事。永乐二十二年，继承皇位，年号“洪熙”，他在位期间，采取一系列政治、经济、军事改革与调整，国家富足。他与子朱瞻基在政治用人、行政处理上，均为后世所称善，史称“仁宣之治”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明仁宗 朱高炽>明仁宗 朱高炽</a>"
},
{
"headline":"仁宣之治",
"startDate":"1424",
"endDate":"1435",
"text":"<p>    仁宣之治，是明太宗朱棣死后，明仁宗朱高炽和明宣宗朱瞻基采取了内阁大学士杨士奇、杨溥、杨荣（三杨）、夏原吉、蹇义的宽松治国和息兵养民的政策，使他们在位期间（1424年至1435年）成为明代历史上少有的吏治清明、经济发展、社会稳定的时代。朱棣去世后，太子朱高炽即帝位，是为仁宗，改元洪熙。仁宗时“停罢采买，平反冤滥，贡赋各随物资产，陂池与民同利”，他赦免了建文帝的旧臣和成祖时遭连坐流放边境的官员家属，洪熙一朝仅短短一年，朱高炽即行去世，仁宗长子朱瞻基即位，建元宣德；明宣宗朱瞻基御驾亲征，平定汉王朱高煦叛乱，安抚赵王，稳定了国内形势。后代史书对仁宣之治有高度的评价。《明史》称仁宣之治为：“官吏称职，政治清平，纲纪严明，仓库常满，百姓安居乐业，遇灾多救不为害。此治理是明朝开国六十年后遇到的盛世，民气得以渐渐舒展，整个王朝也有蒸蒸日上治平的气象了。”学者谷应泰亦将仁宣之治与周朝的“成康之治”、汉朝的“文景之治”相提并论。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/仁宣之治>仁宣之治</a>"
},
{
"headline":"李景隆",
"startDate":"1424",
"endDate":"1424",
"text":"<p>    李景隆（？－1424年），朱元璋外甥李文忠之子，袭父爵封曹国公。靖难之役时，为建文帝大将，屡屡败于燕王朱棣，被撤职回金陵。朱棣南下时，李景隆和谷王朱橞开金川门投降，建文帝失踪，燕王朱棣即位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李景隆>李景隆</a>"
},
{
"headline":"明宣宗 朱瞻基",
"startDate":"1425",
"endDate":"1435",
"text":"<p>      明宣宗朱瞻基（1398年－1435年1月31日）汉族，明朝第五位皇帝。明仁宗朱高炽长子，幼年就非常受祖父与父亲的喜爱与赏识。永乐九年（1411年）被祖父明成祖朱棣立为皇太孙，数度随成祖征讨蒙古。洪熙元年（1425年）即位。宣德元年（1426年）平定汉王朱高煦叛乱，他和其父一样，比较能倾听臣下的意见，听从阁臣杨士奇、杨荣等建议。明宣宗当政十年，重点在治理内政方面。主动从交阯撤兵，节省了财力，减轻了人民的负担，促进了中国各族人民与交阯的交流。派遣郑和第七次下西洋。宣宗整顿统治机构，在用人方面限制入仕人数，实行保举和欠任。宣宗实行了一些减轻民困的措施。宣德帝又是一个喜欢射猎、美食、斗促织（蟋蟀）的皇帝。宣德十年（1435年），朱瞻基死于乾清宫，时年38岁，谥号宪天崇道英明神圣钦文昭武宽仁纯孝章皇帝。庙号宣宗。葬北京昌平景陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明宣宗 朱瞻基>明宣宗 朱瞻基</a>"
},
{
"headline":"朱高煦叛乱",
"startDate":"1426",
"endDate":"1426",
"text":"<p>    朱高煦叛乱，又称高煦之叛、高煦之乱，为明朝宣德元年（1426年），汉王朱高煦谋反的事件。明宣宗朱瞻基御驾亲征迅速平息了此次叛乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱高煦叛乱>朱高煦叛乱</a>"
},
{
"headline":"朱祁镇",
"startDate":"1427",
"endDate":"1464",
"text":"<p>    明英宗朱祁镇（1427年11月11日—1464年2月23日），明朝第六位皇帝。明宣宗长子。9岁即位，年号正统。即位初大事权归太皇太后张氏，以三杨主持政务 ，继续推行仁宣朝各项政策，社会经济有所发展。张氏死后，三杨去位，宠信太监王振，振遂广植朋党，启明代宦官专权之端。十四年，瓦剌入犯，听从王振之言亲征，抵土木堡兵败被俘。郕王朱祁钰被拥立为帝，改元景泰。元年（1451年），英宗被释回京，软禁于南宫。八年，石亨等发动夺门之变，英宗复位，改元天顺。庙号英宗，谥号法天立道仁明诚敬昭文宪武至德广孝睿皇帝。死后葬于十三陵之裕陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱祁镇>朱祁镇</a>"
},
{
"headline":"宣宗废后",
"startDate":"1428",
"endDate":"1428",
"text":"<p>    宣宗废后，为明宣宗朱瞻基废去元配皇后胡善祥之事，此为明朝第一次废后事件。宣宗经过与大臣多次密议后，确定废黜方略，并于宣德三年，宣宗改立孙贵妃为皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宣宗废后>宣宗废后</a>"
},
{
"headline":"万贵妃",
"startDate":"1428",
"endDate":"1487",
"text":"<p>    万氏（1428年－1487年），本名万贞儿，山东诸城人。比成化帝大19岁，四岁选入宫中，为孙太后宫女。及长，侍宪宗于东宫。由于善迎帝意得以专宠，使得后宫女子难得进御。成化二十三年，万贵妃去世，八月，宪宗过于悲痛而驾崩，时年41岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/万贵妃>万贵妃</a>"
},
{
"headline":"朱祁钰",
"startDate":"1428",
"endDate":"1457",
"text":"<p>    明代宗朱祁钰（1428年－1457年），汉族，明朝第七位皇帝。明宣宗朱瞻基皇二子，明英宗朱祁镇弟，明英宗被蒙古瓦刺军俘去之后继位，重用于谦等人组织北京城保卫战，打退了瓦剌的入侵。即位后整顿吏制，使吏治为之一新。英宗放回后被其冷落对待，这是他政治上的一大败笔。在位8年，病中因英宗复辟被废黜软禁而气死，终年30岁。宪宗时尊其谥号为恭仁康定景皇帝。葬于北京市郊的金山口，明朝诸藩王的墓地。南明时加谥符天建道恭仁康定隆文布武显德崇孝景皇帝，庙号代宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱祁钰>朱祁钰</a>"
},
{
"headline":"明英宗 朱祁镇",
"startDate":"1435",
"endDate":"1449",
"text":"<p>      明英宗朱祁镇（1427年11月11日—1464年2月23日），明朝第六位皇帝。明宣宗长子。9岁即位，年号正统。即位初大事权归太皇太后张氏，以三杨主持政务 ，继续推行仁宣朝各项政策，社会经济有所发展。张氏死后，三杨去位，宠信太监王振，振遂广植朋党，启明代宦官专权之端。十四年，瓦剌入犯，听从王振之言亲征，抵土木堡兵败被俘。郕王朱祁钰被拥立为帝，改元景泰。元年（1451年），英宗被释回京，软禁于南宫。八年，石亨等发动夺门之变，英宗复位，改元天顺。庙号英宗，谥号法天立道仁明诚敬昭文宪武至德广孝睿皇帝。死后葬于十三陵之裕陵。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明英宗 朱祁镇>明英宗 朱祁镇</a>"
},
{
"headline":"王振专权",
"startDate":"1436",
"endDate":"1449",
"text":"<p>    王振擅政，史称王振用事、王振专权，是指明朝正统年间（1436年-1449年）宦官王振专权的时期与一系列事件。它使得仁宣之治在明英宗时期没有得到延续，而且明英宗在王振的怂恿下，亲征蒙古，并在土木堡之变中被俘。王振专权是明朝第一次内官摄政，对明朝历史有着深远的影响。明朝中叶的汪直擅政、明朝末年魏忠贤擅政中，朝廷外臣与内臣相互勾结，至使朝纲败坏，官员陷入党争，其影响甚至延至清朝初期。惟明代史料多半在清文字狱最盛之时完成，史识客观性有一定的偏差。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王振专权>王振专权</a>"
},
{
"headline":"麓川之役",
"startDate":"1439",
"endDate":"1448",
"text":"<p>    麓川之役，为发生在明朝正统年间的四次明朝朝廷征伐云南麓川宣慰司思任发、思机发父子叛乱的战争。四次征讨分别发生于正统四年（1439年）、正统六年（1441年）、正统七年（1442年）、正统十三年（1448年），明朝经过连年征战，仍未彻底平息叛乱，最终以盟约形式结束；期间连续发动数十万人的进攻，致使大军疲惫、国库亏空，对北面蒙古瓦剌的防御空虚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/麓川之役>麓川之役</a>"
},
{
"headline":"脱欢",
"startDate":"1439",
"endDate":"1439",
"text":"<p>    脱懽（？－1439年），又作脫歡、托歡，是相當中國明朝時蒙古瓦剌部領袖。1418年，承袭父亲马哈木被明成祖封为顺宁王。1434年，杀東部蒙古阿鲁台，又杀死了本部的贤义王太平、安乐王把秃孛罗，也先統一了瓦剌四部。1438年，攻杀拥立阿鲁台的阿台汗，立脱脱不花为大汗，自任为丞相，进一步控制了東部蒙古，次年去世，其子也先繼位為首領。脱懽为也先的霸业奠定了基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/脱欢>脱欢</a>"
},
{
"headline":"明朝浙闽民变",
"startDate":"1442",
"endDate":"1449",
"text":"<p>    明朝浙闽民变，是指明朝正统年间的浙江、福建一带的起事，其中以福建的邓茂七与浙江的叶宗留为首，彼此相互呼应，在各地与明军作战。明英宗派遣都督刘聚、宁阳侯陈懋分兵进攻，并于正统十四年、景泰元年分别平息民变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明朝浙闽民变>明朝浙闽民变</a>"
},
{
"headline":"朱见深",
"startDate":"1447",
"endDate":"1487",
"text":"<p>    明宪宗朱见深（1447年12月9日—1487年9月9日），明朝第八位皇帝。明英宗长子。初名朱见浚。景泰三年（1452年）被废为沂王，天顺元年（1457年），英宗复辟，又被立为皇太子，改名朱见深。于天顺八年（1464年）登基，年号成化。初年为于谦平冤昭雪，恢复景帝帝号，又能体谅民情，励精图治。在位末年，好方术，终日沉溺于后宫与比他大19岁的万贵妃享乐，并宠信宦官汪直、梁芳等人，以至奸佞当权，西厂横恣，朝纲败坏。成化二十三年八月（1487年）驾崩，时年41岁。庙号宪宗，谥号继天凝道诚明仁敬崇文肃武宏德圣孝纯皇帝。葬于十三陵茂陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱见深>朱见深</a>"
},
{
"headline":"叶宗留",
"startDate":"1448",
"endDate":"1448",
"text":"<p>    叶宗留（？－1448年），庆元（今浙江省龙泉市南）人，明朝中期民变首领。正统七年（1442年）在浙闽山区采银，正统九年（1444年）七月，于庆元率矿工叛乱，自称“大王”，以陈鉴胡为将。不久又与福建的邓茂七叛军建立联系，彼此声援，共同作战。分两路进攻，一路攻福建浦城，一路进攻车盘岭（今江西省铅山县东南）。明朝派都御史张楷平定叶宗留。《明史纪事本末》说他正统十三年（1448年）十一月，在闽、赣边界被指挥使戴礼击败，中流矢死。而《明史》则说他为陈鉴胡所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/叶宗留>叶宗留</a>"
},
{
"headline":"明代宗 朱祁钰",
"startDate":"1449",
"endDate":"1457",
"text":"<p>      明代宗朱祁钰（1428年9月21日－1457年3月14日），明朝第七位皇帝（1449年－1457年在位）。明宣宗（宣德帝）次子，母亲是贤妃吴氏。明英宗（正统帝）即位后封他为郕王。1449年，明英宗在“土木堡之变”被瓦剌所俘后，郕王被于谦等大臣拥立为帝，年号景泰，尊英宗为太上皇，英宗子朱见深为太子。朱祁钰即位后，用于谦为兵部尚书，粉碎了瓦剌对北京(顺天)的进攻，迫使瓦剌放回英宗。景泰元年（1450年）八月，英宗返回北京，祁钰害怕英宗复辟，故将其软禁于宫中，以锦衣卫严密控管，宫门不但上锁，并且灌铅，食物仅能由小洞递入。景泰三年，代宗废去朱见深的太子之位，改立自己儿子朱见济为太子，但朱见济在次年去世。景泰八年（1457年）一月，代宗病危，十六日曹吉祥、石亨、徐有贞等人谋复立英宗，十七日清晨，发动夺门之变，率领武士攻入紫禁城奉天殿，英宗复辟。代宗被降为郕王，软禁在西苑，一个多月后去世，享年28岁。景帝死因不明，一说景帝是被谋杀的。景帝死后，葬于西郊金山（玉泉山北）的景泰陵，以其妃嫔殉葬之。英宗恨景帝薄待，谥为戾，称郕戾王。明宪宗成化时期上谥号恭仁康定景皇帝。南明弘光元年七月乙丑上庙号代宗，谥号符天建道恭仁康定隆文布武显德崇孝景皇帝。清朝复称其谥号为恭仁康定景皇帝。明清史书多称明代宗为景帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明代宗 朱祁钰>明代宗 朱祁钰</a>"
},
{
"headline":"明朝午门血案",
"startDate":"1449",
"endDate":"1449",
"text":"<p>    明朝午门血案，是发生在明朝正统十四年八月癸酉（1449年8月23日）北直隶京师午门的一起血案，此案为朝廷官员在未经许可的情况下，当着监国郕王朱祁钰的面，锤死锦衣卫都指挥使马顺等三人，此血案为明朝历史上唯一的一起恶性朝堂斗殴事件。因兵部侍郎于谦的急中生智，参与此事的官员均没有受到惩罚。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明朝午门血案>明朝午门血案</a>"
},
{
"headline":"土木堡之变",
"startDate":"1449",
"endDate":"1449",
"text":"<p>    土木之变，又称土木堡之变，发生于明朝正统十四年（1449年）。蒙古瓦剌部落太师也先的部队进攻明朝，以明朝减少赏赐为借口，兵分4路，大举攻明。宦官王振不顾朝臣反对，鼓励英宗朱祁镇御驾亲征，七月英宗命皇弟郕王朱祁钰留守，率军20万亲征，出居庸关，同行的还有英国公张辅、兵部尚书邝野、户部尚书王佐及内阁大学士曹鼐、张益等100多名文武官员。行至土木堡（今河北怀来东），被瓦剌军队追赶上来，把明军团团围住，两军会战，明军全军覆没，王振被部下杀死，明英宗被瓦剌军俘虏。史称土木之变。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/土木堡之变>土木堡之变</a>"
},
{
"headline":"京师保卫战",
"startDate":"1449",
"endDate":"1449",
"text":"<p>    京师保卫战或北京保卫战是1449年（明正统十四年）中国明朝在兵部尚书于谦领导下，将蒙古瓦剌首领也先所率攻打北京的大军击退的战争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/京师保卫战>京师保卫战</a>"
},
{
"headline":"邓茂七",
"startDate":"1449",
"endDate":"1449",
"text":"<p>    邓茂七（？－1449年），原名邓云，明代中叶农民军首领，江西建昌（今南城）人，原为佃农，后迁居福建。发动了邓茂七之乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓茂七>邓茂七</a>"
},
{
"headline":"王振",
"startDate":"1449",
"endDate":"1449",
"text":"<p>    王振（？－1449年）是明朝时期的著名宦官，山西蔚州（现今河北蔚县）人。是土木堡坑了五十万训练有素的大明精锐、害死大明无数良将，直接造成大明良将青黄不接、大明军力由强转弱，加上景泰复辟等一系列内耗内斗的罪魁祸首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王振>王振</a>"
},
{
"headline":"刘瑾",
"startDate":"1451",
"endDate":"1510",
"text":"<p>    刘瑾（1451—1510年），陕西兴平人，本姓谈，明武宗时的太监，从正德元年到五年，操纵朝政，是明代严重的权宦之一，当时有“立的皇帝”之称。六岁时被太监刘顺收养，后净身入宫当了太监，遂冒姓刘。孝宗时，犯死罪，得免。后侍奉太子朱厚燳，即后来的明武宗。 他与马永成、高凤、罗祥、魏彬、丘聚、谷大用、张永合成“八虎”，正德五年（1510年）被凌迟处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘瑾>刘瑾</a>"
},
{
"headline":"也先",
"startDate":"1454",
"endDate":"1454",
"text":"<p>    也先太师（？－1454年），简称也先，清朝译作额森，是相当中国明朝中叶时蒙古瓦剌部领袖，封为太师，在他统治期间，瓦剌达到极盛。也先的父亲脱欢统一了蒙古东部地区，并由北元的后代脱脱不花取得了可汗之位，也先在1439年继承成为首领，向东发展，征服了女真，势力到达朝鲜北境，并以明朝拒绝贸易之名进攻明朝，1449年在土木堡之变一战中，打败明军，俘虏了明英宗并包围燕京，明朝形势危急，后围攻不成，退回蒙古，并释回明英宗。他统治时，致力于加强大汗的统治力，控制各个诸侯，自称大元天盛大可汗，但也引起一些不满和反抗，后被其部下阿剌知院暗杀，去世后瓦剌逐渐衰微。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/也先>也先</a>"
},
{
"headline":"杨一清",
"startDate":"1454",
"endDate":"1530",
"text":"<p>    杨一清（1454年－1530年），字应宁，号邃庵，谥文襄，明朝镇江丹徒（今属江苏省）人。明朝政治家、文学家。杨一清早年进士出身，此后历任山西、陕西官员，担任首任陕甘总督，并平定安化王朱寘鐇谋反，与张永除掉宦官刘瑾干政，官至明朝户部尚书、吏部尚书。嘉靖初年，其在大礼议中支持明世宗立生父为皇考，担任内阁首辅，晚年因与张璁、桂萼不合而致仕。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨一清>杨一清</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}