{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"许行",
"startDate":"-372",
"endDate":"-289",
"text":"<p>    许行，战国时期著名农学家、思想家。楚国（都城江陵纪南城，后迁安徽寿县西南）人，生于楚宣王至楚怀王时期，约与孟子同一时代，在《孟子．滕文公上》记载有许行其人“为神农之言”，所以被归为农家，后世也将许行视为先秦时代农家的代表人物，但因没有著作流传于世，详细思想内容与其他事迹皆不可考。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/许行>许行</a>"
},
{
"headline":"惠施",
"startDate":"-370",
"endDate":"-310",
"text":"<p>    惠施（约前370年－前310年）是中国战国时期的一位政治家、辩客和哲学家。惠施是宋国人，但他最主要的行政地区是魏国，惠施是合纵抗秦的最主要的组织人和支持者。他主张魏、齐和楚联合起来对抗秦国。魏惠王在位时，惠施因为与张仪不和而被驱逐出魏国，他首先到楚国，后来回到家乡宋国，并在那里与庄子成为朋友。魏惠王死后，张仪失宠，惠施回到魏国。作为合纵的组织人，他在当时各个国家里都享有很高的声誉。他因此经常为外交事务被魏王派到其它国家。惠施的著作没有能够流传下来，因此他的哲学思想只有通过其他人的转述而为后人所知。其中最重要的是他的朋友庄子的著作中的提到的他的思想。其中最主要的有他的“历物十事”。他主张广泛地分析世界上的事物来从中总结出世界的规律，将事物相对面夸大，否定事物本身的稳定性，不承认具体事物的特点。和公孙龙同属诡辩学中的代表人物，是合同异学说的创始人。除《庄子》外，《荀子》、《韩非子》、《吕氏春秋》等书中也有对他作为和言论的记载。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/惠施>惠施</a>"
},
{
"headline":"魏惠王",
"startDate":"-369",
"endDate":"-319",
"text":"<p>          魏惠王（前400年—前319年），后称梁惠王，姬姓，名罃（《战国策》作“婴”）。魏武侯之子。魏国第3代国君。公元前369一公元前319年在位。魏武侯死后，魏罃与公子缓（魏缓）争立君位成功。即位初，以公叔痤为相，一度攻破秦孝公于栎阳，秦退回雍城，魏惠王六年（前364年）四月十三日（公历5月29日），把都城从安邑（今山西夏县西北禹王村）迁至大梁（今河南开封东南），因此在《孟子》一书中又称为梁惠王。要他“清心寡欲”，公孙痤去世前，劝惠王杀商鞅，不要让他逃走，惠王不听。在位中期信任庞涓，军事实力大增，但此人嫉贤妒能，陷害同学孙膑，而魏惠王全然不知其中利害，导致孙膑入齐。周显王十五年（前354年）发生桂陵之战，周显王二十七年（前341年）发生马陵之战，二度为齐军孙膑所败。庞涓死后，魏国彻底衰落，以至于魏惠王感叹“东败于齐，西丧秦地七百余里，南辱于楚”。楚威王六年（前334年）魏惠王在徐州（今山东滕州）尊齐威王为王，齐威王也承认魏惠王的王号，史称“徐州相王”，正式称王，并于当年改元重新纪年。这标志着楚国的霸主地位的丧失，楚威王对此愤怒不已，“寝不寐，食不饱”，楚威王七年领大军伐齐，赵、燕两国乘机出兵攻齐。前319年卒，享年长达82岁。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏惠王>魏惠王</a>"
},
{
"headline":"庄子",
"startDate":"-369",
"endDate":"-286",
"text":"<p>    庄子（约前369年—前286年），名周，生卒年失考，约与孟子同时。战国时代宋国蒙（今河南省商丘市东北，一说安徽蒙城）人，曾任漆园吏。著名思想家、哲学家、文学家，是道家学派的代表人物，老子思想的继承和发展者。后世将他与老子并称为“老庄”。他也被称为蒙吏、蒙庄和蒙叟。据传，又尝隐居南华山，故唐玄宗天宝初，诏封庄周为南华真人，称其著书《庄子》为南华经。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庄子>庄子</a>"
},
{
"headline":"秦孝公",
"startDate":"-361",
"endDate":"-338",
"text":"<p>          秦孝公（前381—前338），战国时秦国国君。嬴姓，名渠梁。先秦时期男子称氏不称姓，虽为嬴姓，却不叫嬴渠梁。秦献公之子。前361年—前338年在位。秦孝公重用卫鞅（即商鞅）实行变法，奖励耕战，并迁都咸阳（今陕西咸阳东北），建立县制行政，开阡陌，在加强中央集权的同时，不断增进农业生产。对外，秦与楚和亲，与韩订约，联齐、赵攻魏安邑（今山西夏县西北），拓地至洛水以东，自此国力日强，为秦统一中国奠定了基础。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦孝公>秦孝公</a>"
},
{
"headline":"公孙衍",
"startDate":"-360",
"endDate":"-300",
"text":"<p>    公孙衍，名衍，在阴晋邑出生。曾仕魏，任犀首之官，人因以犀首称之，是战国时期魏国人，和张仪同期，于秦国为官，是张仪的连横策略的主要对手。公孙衍在当时一些人的心目中是与张仪齐名的，但传下来的事迹不多。《史记》有公孙衍传，系附于张仪传。《战国策》也只有几条零星的记载。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公孙衍>公孙衍</a>"
},
{
"headline":"公叔痤",
"startDate":"-360",
"endDate":"-360",
"text":"<p>    公叔痤（？－前360年），中国战国时期魏国的相国。又作公孙痤或公叔座，历仕魏武侯、魏惠王。前362年，在浍水北岸大胜韩赵联军，生擒赵国大将乐祚。魏惠王赏他百万亩田，他推辞，说过去是吴起的教导，现在是巴宁、爨襄之功。于是巴宁、爨襄获赏十万亩，吴起的后代获赏二十万亩，公叔痤获赏四十万亩。前362年，少梁之战，魏败，秦国俘虏公叔痤，后来放回。公叔痤病重时向魏惠王推荐卫鞅，如果不能用，就杀死卫鞅，魏惠王不以为然。公叔痤知道卫鞅不会被重用，让卫鞅逃走，卫鞅说魏王既然不以为然，不会用我，也不会杀我。公叔痤去世后，卫鞅到秦国辅佐秦孝公变法成功。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公叔痤>公叔痤</a>"
},
{
"headline":"齐威王",
"startDate":"-356",
"endDate":"-320",
"text":"<p>          齐威王（约前378年－前320年，约59岁），田齐君主，本名田因齐，出土文物作陈侯因齐（上次下月）田齐桓公之子。在位初期，“好为淫乐长夜之饮，沈湎不治”，把政事交给卿大夫处理。后来采姬妾虞姬之言，重用即墨大夫，烹杀佞臣阿大夫，齐国得以大治。其后在能臣邹忌、田忌的辅助下，一度称王中原。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐威王>齐威王</a>"
},
{
"headline":"商鞅变法",
"startDate":"-356",
"endDate":"-350",
"text":"<p>    商鞅变法是商鞅在秦孝公支持下，于前356年在秦国实施的改革，分两次进行，第一次开始于公元前356年，第二次开始于公元前350年。对秦国的崛起发挥了重要的作用。卫鞅就是商鞅。主要内容有：“开阡陌封疆”、“废井田”、“民得买卖”、承认土地私有废除“世卿世禄”制度，按军功大小授予爵位废除分封制、建立县制、编制户口、“什伍连坐”“重农抑商”、奖励耕织“平斗桶、权衡、丈尺”颁布标准度量衡器“燔诗书而明法令”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/商鞅变法>商鞅变法</a>"
},
{
"headline":"田忌",
"startDate":"-356",
"endDate":"-320",
"text":"<p>    田忌（？－？），即陈臣思，中国战国时期人物，约为公元前340年，孙膑逃亡到齐国时，田忌赏识孙膑的才能，收为门客。在一次赛马时，孙膑向田忌提出了以下马对上马，以上马对中马，以中马对下马的田忌赛马法。公元前354年，发生桂陵之战，魏国攻打赵国，齐国派兵相助，田忌为司令，孙膑为参谋，结果孙膑以“围魏救赵”的兵法大胜。公元前341年，发生马陵之战，魏国攻打韩国，齐国派兵相助，仍由田忌为司令，孙膑为参谋，孙膑仍进军魏都大梁，用“减灶之计”，让魏军大将庞涓轻敌深入，结果庞涓被杀，齐国大胜。同年，被齐相邹忌用反间计陷害，田忌无法澄清，逃亡楚国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田忌>田忌</a>"
},
{
"headline":"孙膑",
"startDate":"-356",
"endDate":"-320",
"text":"<p>    孙膑，生卒年不详，中国战国初期军事家，兵家代表人物。孙膑原名不详，因受过膑刑故名孙膑。孙膑出生于阿、鄄之间（今山东省阳谷县阿城镇、菏泽市鄄城县北一带），是孙武的后代。孙膑曾与庞涓为同窗，因受庞涓迫害遭受膑刑，身体残疾，后在齐国使者的帮助下投奔齐国，被齐威王任命为军师，辅佐齐国大将田忌两次击败庞涓，取得了桂陵之战和马陵之战的胜利，奠定了齐国的霸业。明末清初有以孙膑、庞涓生平为原型的历史小说《孙庞斗志演义》，使孙庞斗智的故事广为流传。唐德宗时将孙膑等历史上六十四位武功卓著的名将供奉于武成王庙内，被称为武成王庙六十四将。[1]宋徽宗时追尊孙膑为武清伯，位列宋武庙七十二将之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙膑>孙膑</a>"
},
{
"headline":"秦惠文王",
"startDate":"-354",
"endDate":"-311",
"text":"<p>    秦惠文王（前354年─前311年），又称秦惠王或秦惠文君，嬴姓，名驷，秦孝公之子，称王前称秦伯驷，伯爵。前338年，秦孝公死，惠文王即位，公子虔诬告商鞅谋反，于是商鞅逃亡，被魏国赶回秦国内。商鞅于商地召集其党人，北攻郑县，惠文王派兵将商鞅生擒杀死后“五马分尸”于彤，灭商君之族。前324年，惠文王称王，随后韩、赵、燕、中山和宋也都先后称王，史称五国相王；同年秦昭襄王生。《水经注》卷二十七引来敏《本蜀论》的记载惠文王用计灭古蜀：“秦惠王欲伐蜀而不知道，作五石牛，以金置尾下，言能屎金，蜀王负力，令五丁引之，成道。秦使张仪、司马错寻路灭蜀，因曰石牛道。”前311年，惠文王死，享年43岁，太子荡即位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦惠文王>秦惠文王</a>"
},
{
"headline":"桂陵之战",
"startDate":"-353",
"endDate":"-353",
"text":"<p>    桂陵之战，是战国时期齐国攻击魏国以援救赵国（即围魏救赵）的战役。周显王十五年（公元前354年），魏围攻赵都邯郸，次年赵向齐求救。齐王命田忌、孙膑率军援救。孙膑认为魏以精锐攻赵，国内空虚，遂引兵攻魏都大梁（今河南开封）。果然诱使魏将庞涓赶回应战。孙膑又在桂陵（今河南长垣）伏袭，大败魏军，并生擒庞涓。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桂陵之战>桂陵之战</a>"
},
{
"headline":"司马错",
"startDate":"-350",
"endDate":"?",
"text":"<p>    司马错，秦惠王时期将领，秦国夏阳（陕西韩城）人，学属纵横家，亦能领兵战斗。曾与张仪有过辩论，主张先伐蜀再伐韩。前316年从石牛道上纵横千里，灭掉蜀国。秦昭王二十七年（前280年）秋，司马错率陇西兵二十万人南下东攻楚国，迫楚献出汉北及上庸地（今湖北西北部）。司马错之孙司马靳，为武安君白起副将，起获罪，靳遂同遭赐死。司马错的九世孙为汉朝《史记》作者司马迁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马错>司马错</a>"
},
{
"headline":"马陵之战",
"startDate":"-342",
"endDate":"-342",
"text":"<p>    马陵之战是魏国为了补偿在桂陵之战时的损失，进攻弱小的韩国，使其向齐国求救而引发的一场齐魏战争。战争以魏国大败。主将庞涓自杀结束，从此魏国不再有能力与齐秦两国争霸，沦为二流国家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马陵之战>马陵之战</a>"
},
{
"headline":"庞涓",
"startDate":"-342",
"endDate":"-342",
"text":"<p>    庞涓（?－前342），战国时期魏国人（今河南)。在魏国任大将。公元前354年，庞涓率大军包围赵都邯郸。赵国向齐国求救。齐王命孙膑为军师，率军救赵。孙膑乘魏国内部空虚，率军直捣魏都大梁（今河南开封）。庞涓撤军回救。疲惫不堪的魏军走到桂陵（今河南长垣北）遇到埋伏在那里的齐军。齐军以逸待劳，大破魏军。“围魏救赵”的桂陵之战，成为历史上的著名战例。此后，庞涓又于公元前342年迎战援救韩国的齐军，中了孙膑的增兵减灶之计而冒进，于马陵（今河南范县西南）遭到齐军伏兵攻击，庞涓兵败自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庞涓>庞涓</a>"
},
{
"headline":"赵武灵王",
"startDate":"-340",
"endDate":"-295",
"text":"<p>    赵武灵王（前340年－前295年），嬴姓，赵氏，名雍，中国战国中后期赵国的君主。死后谥号武灵。在位时推行的“胡服骑射”政策，赵国因而得以强盛，灭中山国，败林胡、楼烦二族，辟云中、雁门、代三郡，并修筑了“赵长城”。武灵王禅让王位予赵惠文王，自己退居幕后，号称“主父”。因为储君废立问题，在前296年的沙丘之乱中被幽禁而饿死，死后谥号武灵王。赵君称王，自武灵王谥号始。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵武灵王>赵武灵王</a>"
},
{
"headline":"屈原",
"startDate":"-340",
"endDate":"-278",
"text":"<p>    屈原（前340年－前278年），战国时期楚国人，' 芈'姓，屈氏，名平，字原，以字行；又在《离骚》中自云：“名余曰正则兮，字余曰灵均”。出生于楚国丹阳（今湖北秭归）。 楚国公室。屈原早年受楚怀王信任，先后任三闾大夫、左徒，常与怀王商议国事，参与法律的制定。同时主持外交事务。主张楚国与齐国联合，共同抗衡秦国。在屈原努力下，楚国国力有所增强。但由于自身性格耿直骄傲，加之他人谗言与排挤，屈原逐渐被楚怀王疏远。前305年，屈原反对楚怀王与秦国订立黄棘之盟，但是楚国还是彻底投入了秦的怀抱。屈原愤而辞官自疏，离开郢都，流落到汉北。屈原流放期间，创作了大量文学作品，在作品中洋溢着对楚地楚风的眷恋和为民报国的热情。其作品文字华丽，想像奇特，比喻新奇，内涵深刻，成为中国文学的起源之一。前278年，秦国太尉白起挥兵南下，攻破了郢都，屈原在绝望和悲愤之下怀大石投汨罗江而死。传说当地百姓投下粽子餵鱼以此防止屈原遗体被鱼所食，后来逐渐形成一种仪式。以后每年的农历五月初五为端午节，人们吃粽子，划龙舟以纪念这位伟大的爱国诗人。 1953年是屈原逝世2230周年，世界和平理事会通过决议确定屈原为当年纪念的世界四位文化名人之一。2009年9月30日在联合国教科文组织保护非物质文化遗产政府间委员会第四次会议9月30日在阿联酋阿布扎比审议并批准了列入《人类非物质文化遗产代表作名录》的76个项目，中国“端午节”名列其中。而中国端午节中包含湖北省秭归县，宜昌市 屈原故里端午习俗；湖北省黄石市西塞神舟会；江苏省苏州市，苏州端午习俗；湖南省涅罗江畔端午习俗4个方面民俗，国家文化部与联合国科教文组织保护非无知文化遗产政府间委员会联合认可湖北秭归是屈原唯一故里。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/屈原>屈原</a>"
},
{
"headline":"楚威王",
"startDate":"-339",
"endDate":"-329",
"text":"<p>          楚威王（？―前329年），芈姓，熊氏，名商，战国时期楚国国君，楚宣王之子，也继承了宣王救赵伐魏与开拓巴蜀的格局，是战国时代楚国继楚悼王以後使楚国国势发展最强的君王。他一生以恢复庄王时代的霸业为志业，力图使楚国冠绝诸国之首。旧说楚威王七年（前333年）打败越王无疆，尽取吴地，在长江边在石头山（今清凉山）上建立金陵邑（南京城）。宋代有所谓威王埋金的故事，楚威王觉得南京“有王气”，吩咐在龙湾（今狮子山以北的江边）埋金。楚威王七年（前333年）大军伐齐，与齐将申缚战於泗水，进围徐州，大败申缚。楚国的势力至此不仅直推泗水之上，更扩张到长江中下游与江淮地区。楚威王的声望，显赫一时。威王十年而卒，子楚怀王继位。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚威王>楚威王</a>"
},
{
"headline":"楚威王",
"startDate":"-329",
"endDate":"-329",
"text":"<p>    楚威王（？－前329年），芈姓，熊氏，名商，楚宣王之子，战国时期楚国著名国君，被称为楚国的中兴之主。他在位期间，楚国的疆域达到了最大规模，囊括了长江中下游以及支流众多的淮河流域。苏秦曾对楚威王说：“西有黔中、巫郡，东有夏州、海阳，南有洞庭、苍梧，北有陉塞、郇阳。地方五千余里，带甲百万，车千乘，骑万匹，粟支十年。此霸王之资也。”前333年（楚威王七年），楚国大军伐齐，与齐将申缚战于泗水，进围徐州，大败申缚。威王十一年而卒，子楚怀王熊槐继位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚威王>楚威王</a>"
},
{
"headline":"秦武王",
"startDate":"-329",
"endDate":"-307",
"text":"<p>    秦武王（前329年－前307年），《史记·秦始皇本纪》作秦悼武王，《世本》作秦武烈王，《越绝书》作秦元武王；《史记索隐·秦本纪》记载名荡，战国时期秦国君主。秦惠文王之子，在位3年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦武王>秦武王</a>"
},
{
"headline":"蔺相如",
"startDate":"-329",
"endDate":"-259",
"text":"<p>    蔺相如（前329年—前259年），战国时赵国上卿，今山西柳林孟门人，一说山西古县蔺子坪人，官至上卿，赵国宦官头目缪贤的家臣，战国时期著名的政治家、外交家。根据《史记·廉颇蔺相如列传》所载，他的生平最重要的事迹有完璧归赵、渑池之会与负荆请罪这三个事件   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔺相如>蔺相如</a>"
},
{
"headline":"廉颇",
"startDate":"-327",
"endDate":"-243",
"text":"<p>    廉颇（生卒年不详），封信平君，战国末期赵国的名将，与白起、王翦、李牧并称“战国四大名将”。他曾在对齐国、魏国的战争中取得胜利。长平之战前期，他以固守的方式成功抵御了秦国军队。长平之战后，又击退了燕国的入侵，斩杀燕国的栗腹，并令对方割五城求和。晚年时，因不得志，他先后投奔魏国大梁和楚国，去世后葬于寿春（今安徽寿县境内）。他和赵国上卿蔺相如之间曾发生过“负荆请罪”的故事，传为美谈；史书记载廉颇食量惊人，年老时每顿饭还能吃两斗米、三十斤肉，并在饭前披甲跨马驰骋校场。其晚年赵王曾想重用廉颇，派使者请其出山，廉颇为显示自己年轻，当着使者面吃下五斗米、二十斤肉并披甲跨马到处奔跑。但遭郭开排挤，使者谎称廉颇“一饭三遗矢”（吃一顿饭的时间内，上了多次厕所）。赵王遂以为廉颇老而无用，便不复用。之后楚国暗中派人劝说廉颇，廉颇遂前往楚国为将，但并无功绩。南宋大词人辛弃疾说“廉颇老矣，尚能饭否？”以抒有志而不被赏识的感慨。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/廉颇>廉颇</a>"
},
{
"headline":"赵武灵王",
"startDate":"-326",
"endDate":"-298",
"text":"<p>          赵武灵王（约公元前340年—前295年），中国战国中后期赵国君主，嬴姓，赵氏，名雍。（先秦时期男子称氏不称姓，故当称为赵雍，不叫嬴雍。）赵武灵王在位时，推行的“胡服骑射”政策，赵国因而得以强盛，灭中山国，败林胡、楼烦二族，辟云中、雁门、代三郡，并修筑了“赵长城”。武灵王本人在前296年的沙丘之乱中被幽禁饿死，谥号为武灵王（“灵”为贬义谥号，表示“乱而不损”，赵国君主称王，自武灵王谥号始）。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵武灵王>赵武灵王</a>"
},
{
"headline":"胡服骑射",
"startDate":"-326",
"endDate":"-298",
"text":"<p>    胡服骑射是战国时期赵武灵王所采取的军事和服饰改革。战国后期，赵国与匈奴长期对峙，匈奴骑兵凶悍强壮，比秦国与山东六国的戈矛步兵优。虽然赵国盛产马匹，但在军事上，马匹仅作拉马战车之用。赵武灵王与匈奴骑兵战斗后，明白到匈奴骑兵的优点在于机动和灵活性。战国七雄的军队即使是骑兵也都以重铠甲装备，匈奴军队则装束轻便，人马合一，机动性强，速进易退。于是赵武灵王在赵国推行改革，在大臣肥义等人的支持下，仿效匈奴军队的装备，令全国民众穿胡服，采取胡人的短衣窄袖、长裤服式，挽弓骑马练习射箭，乃中国军事史上一大突破。赵国军力逐渐开始强大，消灭中山国，击败林胡和楼烦二族，成为战国七雄之一。自此以后，骑兵才真正出现于中国历史。但有人认为，此时还没有发明马镫，无法充分发挥骑兵人员的战斗力，所以骑兵还是以侦查及骚扰为主，作战的主力仍然是步兵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡服骑射>胡服骑射</a>"
},
{
"headline":"秦昭襄王",
"startDate":"-325",
"endDate":"-251",
"text":"<p>    秦昭襄王（前325年－前251年），嬴姓，名稷，是秦惠文王之子，秦武王之弟。前307年，秦武王意外死，诸弟争位；赵武灵王与秦国的魏冉等大臣合谋，于是得立，是为秦昭襄王，简称秦昭王。昭王在位时，秦国继续扩张，最著名之西元前260年打败赵国的长平之战就是在其在位晚期发生的。前256年，昭王灭东周。前251年，昭王死，年七十五。昭王在位时间长久，任用包括魏冉、范雎、白起等名臣，治军备战，富国强兵，使秦国奠定了将来一统天下的基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦昭襄王>秦昭襄王</a>"
},
{
"headline":"公孙龙",
"startDate":"-320",
"endDate":"-250",
"text":"<p>    公孙龙（前320年－前250年），传说字子秉，中国战国时期赵国人，曾经做过平原君的门客，名家的代表人物，以“白马非马”和“离坚白”等论点而著名。其主要著作为《公孙龙子》，西汉时共有14篇，唐代时分为三卷，北宋时遗失了8篇，到目前只残留6篇，共一卷，保存在明代《道藏》中。该书流传情况复杂，宋代以后有人怀疑它的真实性，认为今本《公孙龙子》是晋朝人根据零碎材料编纂起来的，在一定程度上失去了先秦《公孙龙子》的本来面目。《公孙龙子》第一章《迹府》描述其生平事迹。第二章《白马论》提出“白马非马”，讨论概念之间相等和包含的关系，和现代集合论思想有共通之处。第三章《指物论》提出“物莫非指”，讨论现实世界和主观概念的关系。第四章《通辩论》提出“鸡足三”，第五章《坚白论》，提出“离坚白”，讨论的是物体和物体的属性的关系。第六《名实论》。与公孙龙齐名的是另一名家惠施。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公孙龙>公孙龙</a>"
},
{
"headline":"秦灭巴蜀之战",
"startDate":"-316",
"endDate":"-316",
"text":"<p>    秦灭巴蜀之战发生于前316年，是战国时代秦国攻灭蜀国及巴国的一场战争。秦国灭亡巴国、蜀国，向西南拓展其领土，达成司马错最初讨伐蜀国的“广地”、“富国”、“强兵”三个目的。此外，秦国亦因此去除出关讨伐六国的后患，巴、蜀两地更成为由西南方讨伐楚国的基础，从水道可通向楚国，对其后的黔中之战与鄢郢之战有极大的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦灭巴蜀之战>秦灭巴蜀之战</a>"
},
{
"headline":"春申君",
"startDate":"-314",
"endDate":"-238",
"text":"<p>    春申君（前314－前238）本名黄歇，汉族，楚国江夏人，原籍楚国属国黄国（今河南省潢川县）。战国时期楚国公室大臣，是著名的政治家。与魏国信陵君魏无忌、赵国平原君赵胜、齐国孟尝君田文并称为“战国四公子”，曾任楚相。黄歇游学博闻，善辩。楚考烈王元年（前262），以黄歇为相，封为春申君。赐淮北地12县。公元前238年，楚考烈王病逝，春申君在前去奔丧时被楚国国舅李园安排的刺客刺杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/春申君>春申君</a>"
},
{
"headline":"燕昭王",
"startDate":"-313",
"endDate":"-279",
"text":"<p>          燕昭襄王（？－前279年），姬姓，名职，燕王哙之子。简称昭王或襄王。燕王哙死后，燕人共立为燕昭王，在位期间燕将秦开大破东胡、上将军乐毅联合五国攻齐攻破齐国，占领齐国七十多城（齐国疆土只剰莒、即墨二城），造就了燕国盛世。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/燕昭王>燕昭王</a>"
},
{
"headline":"合纵连横",
"startDate":"-313",
"endDate":"-251",
"text":"<p>    合纵连横（ hézòng lián héng）合纵连横简称纵横，战国时期纵横家所宣扬并推行的外交和军事政策。纵者，合众弱以攻一强也；横者，事一强以攻众弱也。连横为中国战国时代以张仪为首的纵横家向秦国所提出的一种外交策略，与当时苏秦向六国（齐国、楚国、燕国、韩国、赵国、魏国）所提出的合纵相对。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/合纵连横>合纵连横</a>"
},
{
"headline":"荀子",
"startDate":"-313",
"endDate":"-238",
"text":"<p>    荀子（前313年－前238年），名况，时人尊而号为卿；因“荀”与“孙”二字古音相通，故又称孙卿。周朝战国末期赵国猗氏（今山西安泽）人。著名思想家，教育家，儒家代表人物之一，对儒家思想有所发展，提倡性恶论，常被与所谓的孟子“性善论”比较。荀况对重整儒家典籍也有相当的贡献。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荀子>荀子</a>"
},
{
"headline":"秦开",
"startDate":"-313",
"endDate":"-279",
"text":"<p>    秦开是中国战国时代燕国将领，早年在东胡做人质，很受东胡的信任，通晓民情风俗。燕昭王即位后，秦开逃归燕国。后于前300年大破东胡，迫使东胡北退千余里，又曾渡过辽水进攻箕子朝鲜，直达满番汗（今鸭绿江）为界，据有辽宁全境。并开辟辽东，置上谷、渔阳、右北平、辽西、辽东五郡，筑燕长城。《史记·匈奴传》有其事迹。秦舞阳是秦开之孙。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦开>秦开</a>"
},
{
"headline":"乐毅",
"startDate":"-313",
"endDate":"-279",
"text":"<p>    乐毅（yuè yì），子姓，乐氏，名毅，字永霸。战国后期杰出的军事家，拜燕上将军，受封昌国君，辅佐燕昭王振兴燕国，报了强齐伐燕之仇。生卒年不详，汉族，中山灵寿（今河北灵寿西北）人，魏将乐羊后裔。公元前284年，他统帅燕国等五国联军攻打齐国，连下70余城，创造了中国古代战争史上以弱胜强的著名战例。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乐毅>乐毅</a>"
},
{
"headline":"张仪",
"startDate":"-310",
"endDate":"-310",
"text":"<p>    张仪（－前310年），魏国安邑（今山西万荣县）人，战国时期著名的纵横家。提倡连横，即秦国联合其他诸侯国中的几个，然后对抗其他的诸侯国。这比公孙衍的合纵更加有效。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张仪>张仪</a>"
},
{
"headline":"赵惠文王",
"startDate":"-310",
"endDate":"-266",
"text":"<p>    赵惠文王（前310年－前266年，年45岁），亦称文王。原名赵何，赵武灵王次子，中国战国时期赵国君主。在位时有蔺相如、廉颇、李牧、赵奢等文武大臣，政治清明，武力强大。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵惠文王>赵惠文王</a>"
},
{
"headline":"秦昭王",
"startDate":"-306",
"endDate":"-251",
"text":"<p>          秦昭襄王（前325年－前251年），嬴姓，名稷，是秦惠文王之子，秦武王之弟。前307年，秦武王意外死，诸弟争位；赵武灵王与秦国的魏冉等大臣合谋，于是得立，是为秦昭襄王，简称秦昭王。昭王在位时，秦国继续扩张，最著名之西元前260年打败赵国的长平之战就是在其在位晚期发生的。前256年，昭王灭东周。前251年，昭王死，年七十五。昭王在位时间长久，任用包括魏冉、范雎、白起等名臣，治军备战，富国强兵，使秦国奠定了将来一统天下的基础。         </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦昭王>秦昭王</a>"
},
{
"headline":"楚灭越",
"startDate":"-306",
"endDate":"-306",
"text":"<p>    楚灭越，指楚国灭亡越国。越王无强伐田齐，齐宣王派人劝说伐齐不如伐楚之利，越王遂伐楚国。楚王大败越国，乘胜尽取吴国故地，东至于浙江。越国分崩离析，诸公族争立，或为王，或为君，滨于海上，朝服于楚。《资治通鉴》认为发生在前334年，杨宽《战国史》考证此事发生在前306年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚灭越>楚灭越</a>"
},
{
"headline":"王翦",
"startDate":"-306",
"endDate":"-210",
"text":"<p>    王翦（生卒年不详），战国时期秦国名将，关中频阳东乡（今陕西富平东北）人，主要战绩：破赵国都城邯郸，消灭燕、赵；以秦国绝大部分兵力消灭楚国。与白起、廉颇、李牧并称战国四大名将。秦王政十一年（公元前236年），领兵攻破赵国阏与（今山西和顺县），夺取赵漳水流域。秦王政十九年（前228年），破赵军，攻占邯郸。赵幽缪王献出地图投降，赵国灭亡。秦王政二十三年（公元前224年），秦王召集群臣，商议灭楚大计，王翦认为“非六十万人不可”，李信则认为“不过二十万人”便可打败楚国，秦王大喜，认为王翦老不堪用，便派李信和蒙恬率兵二十万，南下伐楚。王翦因此称病辞朝，回归故里。不久，楚军故意示弱，且战且退，保留精锐部队从后突袭李信，大破秦军两营兵力，斩杀秦军七个都尉，是为秦灭六国期间少有的败仗之一。秦军告急之下，秦王亲自驰往频阳，复用王翦，始皇自送霸上，王翦因手握六十万重兵，出征时向秦王“请美田宅园池甚众”、“以请田宅为子孙业耳”，始皇大笑；出关前，又连续五次求赐美田，连部下也开始担心会不会太过份，王翦才说出了自己的用意：“夫秦王怚而不信人。今空秦国甲士而专委于我，我不多请田宅为子孙业以自坚，顾令秦王坐而疑我邪？”意思是说秦王嬴政生性多疑，如今秦国全国士兵尽交到自己手中，此时唯有向秦王诸多要求，才可以表明自己除了金钱以外别无他求，借此消除秦王怕他拥兵自立的疑惧。秦王政二十三年（公元前224年）王翦领兵伐楚，大军抵达楚国国境之后整整一年坚壁不出，六十万士兵都囤积起来休养生息，甚至每天比赛投石以作娱乐。楚军因为兵少而无可奈何，一年后终于按捺不住，正当楚军在调动之际，王翦就率兵出击大破楚军，杀项燕于蕲，虏楚王负刍，平定楚国。随后又南征百越，取得胜利，因功晋封武成侯。王翦之子王贲，也以战功著名，燕国就是被王翦、王贲两父子合力破灭的。西汉司马迁认为王翦作为秦国将领，平定六国，功绩卓著，秦始皇尊其为师，可是他不能辅佐秦始皇建立德政，以巩固国家根基，和白起比较可谓是“尺有所短，寸有所长”。王翦是琅琊王氏和太原王氏的始祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王翦>王翦</a>"
},
{
"headline":"惠文后",
"startDate":"-305",
"endDate":"-305",
"text":"<p>    惠文后（？－公元前305年），战国时期秦国国君秦惠文王的王后，秦武王的母亲。公元前334年，惠文后来到秦国与秦惠文王联姻，称魏夫人。惠文后与秦惠文王于公元前329年生下秦武王。公元前307年，秦武王因举鼎而死，因秦武王无子，他的弟弟们争夺王位，惠文后支持公子壮，公子壮僭立，号季君。但在掌握朝中实权的魏冉的支持下，秦昭襄王继位，魏冉担任将军，保卫都城咸阳。公元前305年，公子壮与惠文后遭诛杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/惠文后>惠文后</a>"
},
{
"headline":"邹衍",
"startDate":"-305",
"endDate":"-240",
"text":"<p>    邹衍（约公元前305年—公元前240年）是中国战国时期阴阳家学派创始者与代表人物。他是战国末期齐国人，相传墓地在今章丘相公庄镇郝庄。主要学说是“五德终始说”和“大九州说”，又是稷下学宫著名学者，因他“尽言天事”，当时人们称他“谈天衍”，又称邹子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邹衍>邹衍</a>"
},
{
"headline":"垂沙之战",
"startDate":"-301",
"endDate":"-301",
"text":"<p>    垂沙之战发生于公元前301年，秦国、齐国、韩国、魏国四国联军攻打楚国的一场战争。前301年，秦将庶长奂、齐将匡章、魏将公孙喜、韩将暴鸢率领四国部队进攻楚国，楚国派大将唐眛率军抗击齐、韩、魏三国军队。三国联军进攻楚国的方城，双方夹泚水（在今河南西南唐河境，下游至襄樊入汉水）列阵，相持长达六个月。 齐宣王对战事不耐烦，便派周最到阵地以苛刻的言辞催促匡章赶快渡河作战，匡章不甘受如此委屈，便对周最说： “对我来说，撤了我的职务、杀了我，甚至杀了我的全家，这是大王能够做到的；战机不成熟的时候要求出战，战机成熟的时候不要求出战，这是大王在我这里不能够做到的。”随后，匡章命人寻找可以渡河的地方，由于楚军放箭射守，派出的人不能靠近河边。后来，一位樵夫告诉说：“要想知道河水深浅太容易了：凡是楚军重兵防守的地方，都是河水浅的地方；凡是楚军防守兵力少的地方，都是河水深的地方。 ” 匡章听后喜出望外，随即选派精兵乘夜从楚军重兵防守的地方渡河，向楚军发起突然袭击，在沘水旁的垂沙（今河南唐河境）大败楚军。楚将唐眛因为联军六个多月没有多大的动静，放松戒备，等知联军上岸后才仓卒调兵应战。楚军大败，死者数以千计，楚将唐眛战死。垂沙之战以后，联军乘胜攻占垂丘(今河南省沁阳县北)、宛(今河南省南阳县)、叶(今河南省叶县)以北的大片土地。楚国宛、叶以北的土地为韩、魏两国夺取。唐眛死后，部将庄蹻率领军队叛变并引发人民起事，起事队伍一度攻下楚国都城郢(今湖北省江陵市北)，将楚国的统治区域分割成几块。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/垂沙之战>垂沙之战</a>"
},
{
"headline":"嬴疾",
"startDate":"-300",
"endDate":"-300",
"text":"<p>    樗里子（?-前300），嬴姓，名疾，又称“樗里疾”(读音:出里级)，秦国宗室、大臣，秦孝公之子，惠文王弟，母亲为韩国人。受封严君，乃战国时代著名军事家及政治家，因足智多谋，绰号“智囊”，被后世堪舆家尊之为“樗里先师”。曾辅佐秦惠王、秦武王、秦昭王等秦国君主。樗里子名叫疾。因居住于樗里（或作褚里，今陕西渭南一带），故被称为褚里疾（《史记》作樗里子、樗国语音“出”）。其后他任庶长（大良造的幕僚辅官），被称为庶长疾。后来他被封于蜀郡的严县（今四川省荥经县严道镇），号称严君，人称严君疾。后人以采邑为姓，故此也被视为严姓其中一个根源。樗里子擅长外交、军事。秦武王驱逐张仪，魏章后，任命战功卓著的叔父樗里子为右丞相，精通韬略的甘茂为左丞相，二人相得益彰，并且进行一连串战争，扩张秦国版图，为日后秦始皇打败六国诸侯，统一中国打下稳固根基。司马迁《史记》太史公自序说：“秦所以东攘雄诸侯，樗里、甘茂之策。”《樗里子甘茂列传第十一》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嬴疾>嬴疾</a>"
},
{
"headline":"楚怀王",
"startDate":"-296",
"endDate":"-296",
"text":"<p>    楚怀王，芈姓，熊氏，名槐，楚威王之子，楚国之王，任用佞臣令尹子兰、上官大夫靳尚，宠爱南后郑袖，排斥左徒大夫屈原，为人利令智昏，国事日非。前313年，秦国张仪欺骗怀王要其以断绝齐国之交换取秦国割让六百里商于之地，怀王中计，与齐国断交后只得六里地。怀王恼怒不已，派屈匄为大将、逢侯丑为副将以十万兵马自天柱山西北出兵进攻秦国，被魏章大破于丹阳（今河南西峡以西、丹水以北地区），虏获楚将屈匄，斩首八万；怀王再召集全国的部队，发动进攻，再惨败于蓝田，其后前311年秦国攻取召陵，三战皆败，楚国由盛转衰。到公元前306年（楚怀王二十三年），楚国乘越内乱的时候，联合齐国进攻越国，占领越国位于原吴国故地的国都，杀死越王无强，把原来吴国一直到浙江的土地全部攻下，并设江东为郡。越国因此分崩离析，残部逃往越国故地，各族子弟们竞争权位，有的称王，有的称君，居住在长江南部的沿海。前299年秦国攻占了楚国八座城池，秦昭王约怀王在武关会面。怀王不听昭睢、屈原劝告，决定前往武关，结果被秦国扣留，秦王胁迫怀王割地，怀王不肯。怀王被扣留期间，楚人立太子为王，是为楚顷襄王。楚顷襄王二年（前297年）韩、魏联合攻秦至函谷关，楚怀王趁机逃走，秦人封锁通往楚地的道路，怀王从小道逃到赵境，赵国不敢收留他，怀王企图逃往魏国，但被秦国追兵捉回。顷襄王三年（前296年）怀王在秦国病逝，秦国把遗体送还楚国，“楚人皆怜之，如悲亲戚”。屈原写〈招魂〉纪念楚怀王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚怀王>楚怀王</a>"
},
{
"headline":"伊阙之战",
"startDate":"-293",
"endDate":"-293",
"text":"<p>    伊阙之战是前293年秦国将领白起在伊阙（今河南省洛阳市龙门镇）击败魏、韩、东周三国联军，擒杀联军主将公孙喜的战役，此战秦国共斩首敌军24万。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/伊阙之战>伊阙之战</a>"
},
{
"headline":"黄石公",
"startDate":"-292",
"endDate":"-195",
"text":"<p>    黄石公，约前292年-前195年，秦汉时人，后得道成仙，被道教纳入神谱。据传黄石公是秦末汉初的五大隐士之一，排名第五。《史记·留侯世家》称其避秦世之乱，隐居东海下邳。其时张良因谋刺秦始皇不果，亡匿下邳。于下邳桥上遇到黄石公。黄石公三试张良后，授与《素书》，临别时有言：“十三年后，在济北谷城山下，黄石公即我矣。”张良后来以黄石公所授兵书助汉高祖刘邦夺得天下，并于十三年后，在济北谷城下找到了黄石，取而葆祠之。后世流传有黄石公《素书》和《黄石公三略》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄石公>黄石公</a>"
},
{
"headline":"吕不韦",
"startDate":"-290",
"endDate":"-235",
"text":"<p>    吕不韦（约前290年－前235年），中国战国时代卫国著名商人，战国后期著名政治家，后位及秦相，在秦为相十三年。卫国濮阳（今河南濮阳南）人。广招门客以“兼儒墨，合名法”为思想中心，合力编撰《吕氏春秋》，有系统性的提出自己的政治主张，后为先秦杂家代表人物之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕不韦>吕不韦</a>"
},
{
"headline":"齐灭宋之战",
"startDate":"-286",
"endDate":"-286",
"text":"<p>    齐灭宋之战发生于前286年，战国时代齐国攻灭宋国的一场战争。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/齐灭宋之战>齐灭宋之战</a>"
},
{
"headline":"济西之战",
"startDate":"-284",
"endDate":"-284",
"text":"<p>    济西之战发生于前284年，战国时代燕国名将乐毅统率燕、秦、赵、韩、魏、楚六国联军攻打齐国的一场战争。济西之战标志着燕国的短暂的兴盛，是燕国在战国时代最辉煌的战役。齐国近乎亡国，即使其后在即墨之战中复国，但是其实力已江河日下。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/济西之战>济西之战</a>"
},
{
"headline":"苏秦",
"startDate":"-284",
"endDate":"-284",
"text":"<p>    苏秦（？－前284年），字季子，东周雒邑（今河南洛阳东）乘轩里人，相传为鬼谷子徒弟。战国时期著名纵横家，提倡合纵（联合其他国家对付秦国）。苏秦最为辉煌的时候是劝说六国国君联合，堪称辞令之精彩者。于是身佩六国相印，进军秦国，可是由于六国内部的问题，轻而易举就被秦国击溃。有说法认为他和张仪两人彼此呼应，共同达到个人的目的。《史记·苏秦列传》载：“是时周天子致文武之胙于秦惠王。惠王使犀首攻魏，禽将龙贾，取魏之雕阴，且欲东兵。苏秦恐秦兵之至赵也，乃激怒张仪，入之于秦。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏秦>苏秦</a>"
},
{
"headline":"完璧归赵",
"startDate":"-283",
"endDate":"-283",
"text":"<p>    完璧归赵出自司马迁《史记·廉颇蔺相如列传》。讲述在公元前283年，赵惠文王取得了楚国的和氏璧，秦昭襄王在听到这个消息后，派人遣书赵王，表示愿意以十五座城池交换和氏璧。赵王与大将军廉颇等诸位大臣商议，但最后得不出结论，因为奉璧予秦国，则害怕得不到城池，不奉璧予秦国，则害怕被其攻打。就在这个悬疑未定之时，宦官头目缪贤上前向赵王献计，表示其门客蔺相如可以出使秦国。赵王则问：“何以得知？” 缪贤则表示以往他曾经犯罪，欲逃亡燕国，但蔺相如阻止他，并问向他晓以利害，最后他亦因为没有出走燕国，反而得到赵王饶恕的机会。因此他认为蔺相如有智有谋，可委以重任。赵王于是召见蔺相如，并询问蔺相如应否以和氏璧换取十五座城池。蔺相如向赵王分析，秦强赵弱，不可不换。但赵王问如果给予秦王和氏璧，而秦王不给予他城池，可以怎办。而蔺相如则回答说不论怎样，赵国都要冒风险，宁可秦国理亏，也不可让赵国理亏。并且表示他愿意携璧入秦，而且如果秦王反悔，必保证完璧归赵，赵王于是派他出使秦国。秦王于章台接见蔺相如，蔺相如奉璧予秦王。秦王喜形于色，将和氏璧传给美人及左右观看，这时左右皆呼万岁。蔺相如看出秦王无意将城池给予赵国，于是向秦王说和氏璧有瑕疵，想向秦王指出，并向秦王取回璧玉。蔺相如在取回和氏璧后即站在大柱旁，向秦王说：“赵王在众臣异议中仍力排众议，接纳臣之提议，因为布衣之交尚不相欺，何况秦国为一大国！赵王为了保存秦赵之友好，在斋戒五日后使臣奉璧入秦。可惜秦王不但没有给予赵国城池的打算，而且还将和氏璧传给美人，实在是对臣的戏弄。”说毕后，蔺相如即作出撞柱的姿态，而秦王因为怕破坏了和氏璧，于是假意给予赵国十五个城池，但实际为全不可得到的地方。蔺相如看穿了秦王的奸计，于是借故要秦王斋戒五日才奉上和氏璧，以拖延时间。就在这数天，蔺相如派侍从携璧返回赵国，自己留下应付秦王。秦王在斋戒五日后，于大殿上设置九宾之礼，并传召蔺相如，蔺相如应召上殿，并向秦王说：“秦国自秦缪公以来二十余位君主，并未有信守诚诺者。因此臣诚恐秦王欺骗赵国，已命人持璧归赵。秦强而赵弱，如果大王先割十五城予赵国，再派遣一位使者至赵国，赵国立即交出和氏璧。臣知道欺骗大王之论罪当诛，所以臣请赴汤镬之刑，并不会有任何异议。”秦王与其群臣只得苦笑，这时左右之人正想将蔺相如带去行刑。但秦王却制止，认为即使杀了蔺相如亦不会有大作用，不如放了他，保存秦赵之间的友谊。结果蔺相如成功完璧归赵。蔺相如归国后，赵王认为不辱使命，保存了赵国的体面，于是封其为上大夫。结果，秦国不给予赵国城池，赵国亦不给予秦国和氏璧。后人王世贞（明朝）认为完璧归赵是情势使然。当时秦国或许有抢夺和氏璧之意，但并非想以和氏璧为理由攻打赵国。否则以蔺相如欺秦王，赵国理屈在先，秦王大可以杀了蔺相如，再派大将白起率十万大军逼近赵国首都邯郸，以和氏璧为由向赵国兴师问罪。秦国若打一次胜仗就足以让赵国族灭蔺相如，打两次胜仗，和氏璧终究会到秦国手上。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完璧归赵>完璧归赵</a>"
},
{
"headline":"韩非",
"startDate":"-281",
"endDate":"-233",
"text":"<p>    韩非（约前281年－前233年），生活于战国末期，为中国古代著名法家思想的代表人物。也是先秦诸子百家史料可证中最后一位子家思想人物。韩非与李斯学于儒家大师荀子，后因其学识渊博，被秦始皇召唤入秦，正欲重用，不久惨遭其旧年同窗李斯害死。司马迁指韩非好‘刑名法术’且归本于‘黄老之学’，一套由‘道’、‘法’共同完善的政治统治理论。韩非总结法家三位代表人物商鞅、申不害、慎到的思想，主张君王应该用‘法’、‘术’、‘势’三者结合起来治理国家，此为法家之博采众长之集大成者。秦始皇在初见韩非著作部份篇文内容就佩服地说：“寡人如果能见此人，与其同游谈论一番，那就是死也都无憾了！”在韩非死后，当代各国国君与大臣竞相研究其著作《韩非子》，秦始皇在他的思想指引下，完成统一六国的帝业。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩非>韩非</a>"
},
{
"headline":"李斯",
"startDate":"-280",
"endDate":"-208",
"text":"<p>    李斯（前280年－前208年），楚国上蔡（今河南省上蔡县西南方）人，是秦朝著名的政治家、文学家和书法家。在诸子百家中，李斯和韩非师从荀子学习帝王之术，后来都成为法家学说的代表人物。司马迁著《史记》，将李斯和赵高并写于《李斯列传》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李斯>李斯</a>"
},
{
"headline":"鄢郢之战",
"startDate":"-279",
"endDate":"-278",
"text":"<p>    鄢郢之战发生于前279年－前278年期间，战国时代秦国攻打楚国的一场战争。楚国虽然占地五千里，兵力甚众。但是自楚怀王在位时起，与秦国交战大都战败告终，所以楚人久畏秦军。自楚顷襄王在位后政治腐朽、不修国政，大臣居功自傲、嫉妒争功，阿谀谄媚之臣掌权，贤良忠臣受到排挤，致使楚国国内百姓离心离德，城池年久失修。另外，楚将庄蹻奉命南征，率领楚军沿长江而上，攻略巴郡、黔中郡以西地区，一直攻至滇池，因此楚军国内守备薄弱。秦昭襄王遂派遣大将白起率秦军攻打楚国。白起在分析了两国形势后，决定采取直接进攻楚国统治中心地区的战略，于前279年率军沿汉水东下，攻取沿岸重镇。白起命令秦军拆除桥梁，烧毁船只，自断归路，以此表示决一死战的决心，并在沿途寻找食物，补充军粮。而楚军因在本土作战，将士只关心自己的家庭，没有斗志，因而无法抵挡秦军的猛攻，节节败退。秦军长驱直入，迅速攻取汉水流域要地邓县（今湖北省襄阳市北），直抵楚国别都鄢城（今湖北省宜城市东南）。鄢城距离楚国国都郢（今湖北省江陵市西北）很近，楚国集结重兵于此，企图阻止秦军南下。当秦军久攻不下之时，白起利用夷水从西山长谷流向东南的有利条件，在鄢城西面百里处筑堤蓄水，修筑长渠直达鄢城，然后开渠灌城，鄢城东北角溃破，城中军民被淹死数十万。当攻克鄢城后，白起休整部队，补充兵员和军资，同时将秦之罪人刑徒迁徙到所得楚地，充实后方，以此为进一步攻楚的基地。前278年，白起再次出兵攻打楚国，攻陷楚国国都郢，烧毁楚国先王陵墓夷陵（今湖北省宜昌市东南），向东进兵至竟陵（今湖北省天门市），楚顷襄王兵散，遂不复战，被迫迁都于陈（今河南省周口市淮阳县）。楚大夫屈原在绝望和悲愤之下怀大石投汨罗江而死。秦国在郢地设立南郡，白起因功受封为武安君。次年（前277年），秦昭襄王任命白起为主将、蜀郡郡守张若为副将，夺取了楚国的巫郡和黔中郡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鄢郢之战>鄢郢之战</a>"
},
{
"headline":"田单复国",
"startDate":"-279",
"endDate":"-279",
"text":"<p>    中国战国后期﹐齐将田单凭借孤城即墨（今山东平度东南）﹐由坚守防御转入反攻，采用反间连环，火牛破敌﹐一举击败燕军﹐收复七十城，随后，迎法章回临淄（今山东淄博东北），正式即位为齐襄王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田单复国>田单复国</a>"
},
{
"headline":"渑池之会",
"startDate":"-279",
"endDate":"-279",
"text":"<p>    渑池之会出自司马迁《史记·廉颇蔺相如列传》。讲述秦王因完璧归赵一事恼羞成怒，派大将白起发兵攻赵，夺取简（今山西离石县西）和祁（今山西祁县），次年再夺取石城（今河南朴县西南）。又次年，再攻赵，杀死赵国军民二万人。在前279年，秦昭襄王取胜后，为了集中力量攻打楚国（鄢郢之战），派出使者告知赵惠文王，表示欲与赵王停战，重修旧好，并相约于西河外渑池（今河南渑池县）会面。赵王畏惧秦国，不愿赴会。廉颇、蔺相如则献计说：“王上如果不赴会，则是示弱而秦。”于是赵王决定赴会，并命蔺相如率精兵五千相随，又派了平原君赵胜率领数万赵军在渑池附近。廉颇送他们至边境，并向赵王说：“王上此行，直至整个会议完毕，最多不过三十日便可归国。如果三十日后仍不归国，则请立太子为王，以断绝秦国借此要胁的希望。”赵王在思考一番后，决定答应，免得赵国被秦国要胁。赵王到达后，会议便开始，依据古代习俗，两国国君相会，定必大饮一番，所以秦王和赵王皆饮了数杯。秦王说道：“寡人听闻赵王爱好音律，不如请赵王上前演奏瑟乐。”赵王不好意思推挡，只好勉强鼓瑟。秦国御史记下此事：“某年月日，秦王与赵王相会饮酒，秦王命令赵王鼓瑟。”蔺相如上前说道：“赵王亦听闻秦王善于演奏秦国乐器，臣请秦王演奏盆乐[1]，以互相娱乐。”秦王大怒，决不答应。于是蔺相如向前进，并跪请秦王。秦王坚决不肯击盆，蔺相如说道：“五步之内，相如可以刎颈以血溅大王！”这时左右的侍卫欲以刀斩杀蔺相如，蔺相如怒目视之，大声叱喝，侍卫无不畏惧，只得退开。秦王无奈，惟有击盆一次。蔺相如即召赵国御史记下此事，说道：“某年月日，秦王为赵王击盆。”秦国的群臣即说道：“请赵国以十五座城池为秦王祝寿。”蔺相如即时回敬：“请秦国以首都咸阳为赵王祝寿。”最后直至会议终结，秦王都不能羞辱赵王，赵国亦于边境部署重兵以对付秦国，结果秦国不敢轻举妄动。赵惠文王二十年的渑池会盟是秦昭王为了方便集中力量攻打楚国，于是想同赵国讲和。渑池之会后，相如以功授官为上卿，位在廉颇之上，廉颇不服气，以致于有后来的负荆请罪。渑池之会后，秦、赵间暂时停止了战争。赵军立即出兵齐国，攻下高唐等地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/渑池之会>渑池之会</a>"
},
{
"headline":"庄蹻",
"startDate":"-279",
"endDate":"-279",
"text":"<p>    庄蹻，生卒年不详，《后汉书》作庄豪，《吕氏春秋》作企足。战国时期反楚起事领袖和楚国将军，楚庄王的后代。他生平中有两件大事，一是反楚起事，二是入滇。前301年，齐国派匡章、魏国派公孙喜、韩国派暴鸢联合进攻楚国方城（今河南省叶县南），垂沙之战爆发，楚国战败，主将唐眜被杀。唐眜死后，庄蹻率领军队叛变并引发人民起事，起事队伍一度攻下楚国国都郢(今湖北省江陵市北)，将楚国的统治区域分割成几块。后庄蹻受招抚成为楚将。楚顷襄王在位时，庄蹻奉命南征，大军沿长江到巴郡，攻打夜郎一直到滇池（今云南省昆明市一带）。庄蹻以武力平定西南，正要归报楚王，但楚国的巴郡、黔中郡在前277年再次被秦国攻占，庄蹻归路断绝，遂留在滇池建立滇国，自立为滇王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庄蹻>庄蹻</a>"
},
{
"headline":"孟尝君",
"startDate":"-279",
"endDate":"-279",
"text":"<p>    田文，战国时齐国贵族，四公子之一。因封于薛（今山东滕县东南），又称薛公，号孟尝君。门下有食客数千。秦昭王时曾入为秦相，不久逃归，后为齐湣王相国。曾联合韩、魏击败楚、秦。齐湣王七年（前294年）因贵族田甲叛乱事，为湣王所疑，谢病归薛，不久出奔至魏，任相国。曾西合秦、赵与燕共伐破齐。齐襄王立，孟尝君遂保持中立，不久复与莫联合相亲。死后诸子争立，领地薛为齐、魏共同攻灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孟尝君>孟尝君</a>"
},
{
"headline":"燕昭襄王",
"startDate":"-279",
"endDate":"-279",
"text":"<p>    燕昭襄王（？－前279年），姬姓，名职，燕王哙之子。简称昭王或襄王。燕王哙死后，燕人共立为燕昭王，在位期间燕将秦开大破东胡、上将军乐毅联合五国攻齐攻破齐国，占领齐国七十多城（齐国疆土只剰莒、即墨二城），造就了燕国盛世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/燕昭襄王>燕昭襄王</a>"
},
{
"headline":"范增",
"startDate":"-278",
"endDate":"-204",
"text":"<p>    范增（前278年－前204年），秦末居巢（今安徽省巢湖市亚父街道）人，西楚霸王项羽重要谋臣。项梁反秦起义时，范增曾劝项梁立楚怀王后裔为王，后在项羽身边任军师。最终因陈平的离间计而失去项羽的信任，离开楚军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范增>范增</a>"
},
{
"headline":"阏与之战",
"startDate":"-269",
"endDate":"-269",
"text":"<p>    阏与之战发生于前269年，战国时代秦国攻打赵国的一场战争。前281年，秦国攻取赵国蔺、离石、祁拔三城后，赵国以公子郚为质子，并与秦签订以焦、魏、牛狐交换蔺、离石、祁拔三城的协议，但其后赵惠文王反悔。秦昭襄王大怒，以赵国不履行协议为由，于前269年派将军胡阳率领大军攻打赵国阏与。赵惠文王急召廉颇、乐乘等名将询问对策，他们一致认为道路过于遥远，路狭难救，但是赵奢独排众议，表示阏与地势险狭，犹如两鼠斗于穴中，只要将士勇敢就可获胜。赵惠文王决定让赵奢率军救援阏与。赵奢军在离开邯郸三十里后迅即筑垒扎营，按兵不动。并传令军中：“有敢于谈及军事者，一律斩首”，驻屯近二十八日之久，继续增强营垒防御，以隐蔽赵军的作战企图。秦军分兵两路，一路进兵屯于武安(今河北省武安县西南)西面，击鼓呐喊，欲诱赵军援救武安，钳制赵军。赵奢立即斩杀一名要求救援武安的士兵，不为秦军所动。秦军派细作潜入赵国军营探听虚实，赵奢佯作不知，令属下让其任意活动，以麻痹秦军。秦军细作把赵军情况告于胡阳。胡阳大喜，认为赵国援军只想保住邯郸，阏与即可攻取，放松了对赵奢这支援军的戒备。赵奢遂率领全军偃旗息鼓，疾驰两天一夜，赶到距阏与城五十里处筑垒设营。被抛在武安的秦军才知道中计，尽快赶至阏与迎战。赵奢采纳军士许历的建议，发兵万人抢占阏与北山的高地，占据有利地形。当秦军后到北山时，攻山不下。赵奢乘势居高临下，俯击秦军。秦军不支，死伤逃散过半，大败而归，阏与之围遂解。阏与之战后，赵奢被封为马服君，获得与廉颇、蔺相如同等的地位，又封在阏与之战立功的许历为国尉。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/阏与之战>阏与之战</a>"
},
{
"headline":"魏冉",
"startDate":"-265",
"endDate":"-265",
"text":"<p>    魏冉，亦称穰侯，为中国战国时代的政治家。秦武王23岁因举鼎而死，没有儿子，各兄弟争位。魏冉实力较大，拥立了秦昭王，亦帮秦昭王清除了争位的对手。之后推荐了白起，加上自己的战功，多次战胜魏赵等，得到很多赏赐，比王室更富有。范雎乘机向秦昭王说宣太后、魏冉、泾阳君、高陵君等过份奢侈，于是秦昭王免去魏冉的相国位置，把魏冉等迁到关外封邑，由范雎代相，最后“身折势夺而以忧死”于陶邑。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏冉>魏冉</a>"
},
{
"headline":"宣太后",
"startDate":"-265",
"endDate":"-265",
"text":"<p>    宣太后（?－前265年），芈姓，又称芈八子、秦宣太后。战国时期秦国王太后，秦惠文王之妾，秦昭襄王之母。宣太后本是楚国人，后成为秦惠文王的姬妾，称芈八子。前306年，秦武王因举鼎而死。因秦武王无子，他的弟弟们争夺王位。赵武灵王派代郡郡相赵固将在燕国作为人质公子稷送回秦国。在宣太后异父弟魏冉的帮助下，公子稷继位，即秦昭襄王。魏冉随后平定了王室内部争夺君位的动乱，诛杀惠文后及公子壮、公子雍，将悼武王后驱逐至魏国，肃清了与秦昭襄王不和的诸公子。因秦昭襄王年幼，由宣太后以太后之位主政，魏冉辅政，从此开始了长达四十一年的临朝称制。秦昭襄王四十一年（前266年），秦昭襄王任用范雎为相，驱逐宣太后的异父弟魏冉及其党，宣太后始失势，甚至被范雎废去王太后之位，次年（前265年）十月，宣太后逝世，葬于芷阳郦山，谥号宣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宣太后>宣太后</a>"
},
{
"headline":"陉城之战",
"startDate":"-264",
"endDate":"-264",
"text":"<p>    陉城之战发生于前264年，战国时代秦国攻打韩国的一场战争。魏国人范雎因受魏国相国魏齐迫害而逃往秦国。到了秦国，范雎以客卿身份向秦昭襄王进言，针对穰侯魏冉屡次带领秦军跨越韩、魏两国进攻齐国，劳师动众却又收获很小的缺点，向秦昭襄王提出了著名的远交近攻的策略。即是以恩威并用的办法亲近魏、韩两国，威胁楚、赵两国，迫使齐国恐惧后主动依附秦国，待齐国依附后，然后再向临近秦国的韩、魏两国发动进攻，拓展土地。秦昭襄王采纳范雎的建议，对临近的韩、魏两国发动进攻。前264年，秦昭襄王命武安君白起进攻韩国的陉城（今山西省临汾市曲沃县东北），接连攻拔韩国陉城等九座城邑，斩杀韩军五万，此战是为陉城之战。次年（前263年），白起又率军封锁了南阳太行山道。前262年，白起再攻拔韩国野王，切断了上党郡同韩国本土的联系。上党郡守冯亭只好向赵国投降，引发秦、赵两国之间著名的长平之战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陉城之战>陉城之战</a>"
},
{
"headline":"楚顷襄王",
"startDate":"-263",
"endDate":"-263",
"text":"<p>    楚襄王(前?年--前263年)：也称楚顷襄王，本名熊横，楚怀王之子、战国时期楚国国君。楚襄王六年，秦国以白起为将攻韩伊阙(又名龙门，在今河南洛阳市南)，斩杀韩军24万。秦昭王并写信给楚王，要率领诸侯与楚'争一旦之命'。楚襄王只得同秦讲和，并从秦国娶秦女为妇。以后的十四年、十五年襄王都与秦昭王相会，表示服于秦。楚襄王十八年，楚国有一位善用弱弓射雁的人，楚王听说后觉得稀奇，就召来询问。此人却是一位主张合纵的纵横家，他用楚国过去的光荣历史和今天的耻辱激励楚王。楚襄王也有向秦报仇之志，经他这一激，于是派使臣往诸侯国，进行合纵伐秦的活动。秦国听到这一消息，当然是不满的，于是决心给楚国更大的打击。十九年，秦起兵伐楚，楚军败，割上庸、汉水以北土地给秦讲和。二十年，秦将白起攻占楚鄢(今湖北宜城东南)、西陵(今湖北宜昌县西北)。二十一年，白起攻占楚国都郢(今湖北江陵纪南城)，焚烧了楚王的坟墓夷陵(今湖北宜昌县西南)。楚军溃不成军，于是退到陈(今河南淮阳)，将陈作为都城，仍称作郢。同年，秦攻占楚国巫、黔中郡。楚王迁都到陈后，聚集楚东地的武装，仅得10余万人，向西虽然夺回了被秦占去的江旁15个邑设郡①，但已不能同秦抗衡。经过秦国一连串的打击后，楚国一蹶不振，直到最后被秦灭亡。襄王死后，其子楚考烈王于前258年发兵救赵，同时北有信陵君所率的魏军配合，大败秦于邯郸，后直至秦王政年间，才再动干戈。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/楚顷襄王>楚顷襄王</a>"
},
{
"headline":"长平之战",
"startDate":"-262",
"endDate":"-260",
"text":"<p>    长平之战是中国东周战国时代的一场大规模野战，前后耗时三年（近年来有一说为前期僵持对峙二年六个月，后期白热战六个月）。这场战役，以秦军战胜，赵军战败，并且赵军被坑杀四十万人而告终。长平之战是为战国形势的转折点。 此战后，山东诸侯国均不再有单独对抗秦军的实力。秦统一中国的战争从而只剩下时间问题。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/长平之战>长平之战</a>"
},
{
"headline":"窃符救赵",
"startDate":"-260",
"endDate":"-260",
"text":"<p>    前260年，赵孝成王在和秦国的长平之战中，中了秦国的反间计，用只懂“纸上谈兵”的赵括取代老将廉颇，结果导致赵国的大败，40多万兵士被秦国坑杀。前257年，秦国的军队包围了赵国的都城邯郸，赵国的形势非常危急。赵国丞相平原君的妻子是魏无忌的姐姐，平原君赵胜多次向魏安釐王和魏无忌送信，请求魏国救援，魏安釐王派将军晋鄙领兵十万前去救赵。秦昭王得到消息后，派使者威胁魏安釐王，魏安釐王惧怕，就派人通知晋鄙停止进军，留在邺扎营驻防，名义上为救赵，实际在观望形势的发展。平原君不断派使者前去魏国催促，并责备魏无忌不顾赵国和魏无忌姐姐的危亡。魏无忌为此忧虑万分，屡次请求魏安釐王出兵，门客也用尽各种办法劝说，但魏安釐王惧怕强大的秦国，始终不肯听魏无忌的意见。魏无忌估计魏王已不肯出兵救赵，又不想看着赵国灭亡，于是凑齐战车一百多辆，打算带着门客前去赵国和秦军死拼。魏无忌带着车队路过夷门时遇见侯嬴，于是把情况告诉了侯嬴。侯嬴劝阻魏无忌说，这样去就如同把肥肉扔给饥饿的老虎，一点作用都没有。并向魏无忌秘密献策，让魏无忌去找魏安釐王的宠妃如姬帮忙，让如姬从魏安釐王的卧室内窃出晋鄙的虎符，因为魏无忌曾遣门客为如姬报杀父之仇，如姬是肯定会为魏无忌效命的。魏无忌听从了侯嬴的计策，前去请求如姬帮忙，如姬顺利盗出兵符，魏无忌持符再次向侯嬴辞别，侯嬴又让魏无忌把屠夫朱亥带上，以便晋鄙在看到兵符仍不交出兵权的情况下让大力士朱亥击杀他。魏无忌到了邺，拿出兵符假传魏安釐王的命令要代替晋鄙担任将领。晋鄙合了兵符，验证无误，但还是表示怀疑，在未和魏安釐王确认之前不想交出兵权。此时的魏无忌在不得已的情况下，只好让朱亥动手，用铁椎杀死晋鄙，强行夺权。魏无忌统领晋鄙的军队后，命令士兵道：父子都在军中的，父亲归家，兄弟都在军中的，兄长归家，独子一人的，回家赡养父母。精选士兵八万开拔前线。与此同时，楚国也派出春申君黄歇救援赵国，在楚、魏、赵三国的联合下，反包围了进攻邯郸的秦军，秦将郑安平率领2万人投降，解除了邯郸之围。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窃符救赵>窃符救赵</a>"
},
{
"headline":"邯郸之战",
"startDate":"-259",
"endDate":"-257",
"text":"<p>    邯郸之战发生于前259年－前257年年间，是战国时代秦国攻打赵国与赵、魏、楚三国联军在赵国国都邯郸进行的一场城池攻防战争，严格来说是长平之战的延续。此战最后的结果是秦国受到了自商鞅变法后少有的一场大败。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邯郸之战>邯郸之战</a>"
},
{
"headline":"赵括",
"startDate":"-259",
"endDate":"-259",
"text":"<p>    赵括（？－前259年），战国时期赵国人，赵国名将马服君赵奢之子。熟读兵书，但不晓活用。于长平之战后期代替廉颇担任赵军主帅，由于指挥错误而使得赵军全军覆没，自己也冲阵战死，赵军四十万人尽数被秦将白起活埋。其事迹成为成语“纸上谈兵”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵括>赵括</a>"
},
{
"headline":"秦始皇",
"startDate":"-259",
"endDate":"-210",
"text":"<p>    秦始皇（前259年－前210年），嬴姓，名政，唐代司马贞在《史记索隐》引述《世本》称其为赵政，但仍有争议。后世俗称嬴政或秦王政，亦被某些文学作品称为“祖龙”。自称“始皇帝”，是中国战国末期秦国君主。他在13岁即位，先后铲除嫪毐与吕不韦，重用李斯、尉缭，39岁时统一六国建立秦朝，50岁出巡时驾崩。秦始皇是中国历史上，第一个采用君主专制制度，及第一个中央集权统一国家的创立者，也是中国历史上第一个使用“皇帝”称号的君主（不含追尊皇帝）。统一中国后推行多项政策，例如书同文，车同轨，统一度量衡等对后世影响深远的政策。另一方面，秦始皇在位期间亦进行多项大型工程，包括修筑长城、阿房宫、骊山陵等，百姓徭役甚重。秦朝建立后所推行的政策及典章制度，对日后中国历史的影响，可说是广泛而深远。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦始皇>秦始皇</a>"
},
{
"headline":"白起",
"startDate":"-257",
"endDate":"-257",
"text":"<p>    白起（？－前257年），《战国策》作公孙起，绰号人屠。郿县（今陕西省眉县常兴镇白家村）人，中国战国时代军事家、秦国名将，兵家代表人物。白起担任秦国将领30多年，攻城70余座，歼灭近百万敌军，被封为武安君。白起一生有伊阙之战、鄢郢之战、华阳之战、陉城之战和长平之战等辉煌胜利，《千字文》将白起与王翦、廉颇和李牧并称为战国四名将。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白起>白起</a>"
},
{
"headline":"萧何",
"startDate":"-257",
"endDate":"-193",
"text":"<p>    萧何（前257年－前193年），沛县丰邑（今中国江苏省丰县）人。是汉朝初年丞相、西汉初年政治家。谥号“文终侯”，汉初三杰之一。辅助汉高祖刘邦建立汉政权。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧何>萧何</a>"
},
{
"headline":"侯嬴",
"startDate":"-257",
"endDate":"-257",
"text":"<p>    侯嬴（－前257年），中国战国时期魏国的隐士，七十多岁为魏国国都大梁（今开封市）的守门小吏。为信陵君魏无忌所尊重，待以上礼。侯嬴曾介绍力士朱亥给信陵君认识。前257年，秦国白起率军围攻赵国都城邯郸，信陵君欲援赵。侯嬴为之谋划，定计让受恩于信陵君的魏王宠妃如姬从魏宫中盗出虎符，并让朱亥陪同信陵君，去魏军矫诏杀晋鄙而夺军救赵，史称“信陵君窃符救赵”。侯嬴在信陵君出发后，大约在他们与晋鄙会面时向北自刎。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/侯嬴>侯嬴</a>"
},
{
"headline":"秦灭周",
"startDate":"-256",
"endDate":"-249",
"text":"<p>    秦灭周，指秦国灭亡周朝。东周王朝的王畿在前367年分裂成东周国、西周国两个小国，周天子依附于西周国。前256年，秦将军摎伐韩国，取阳城、负黍，斩首四万。伐赵国，取二十余县，斩首九万。西周武公与诸侯合纵出伊阙攻秦国，令秦国无得通阳城。秦昭襄王使将军摎攻西周国，西周武公入秦，顿首受罪，尽献其三十六邑，三万口，秦国接受。周赧王、西周武公在此年去世，周朝没有立新王，周朝灭亡。前255年，周民向东逃亡。秦国取周朝的宝器，将西周文公迁到惮狐之聚，西周国灭亡。前249年，东周君（东周靖公）为诸侯谋伐秦国，秦庄襄王使相国吕不韦率兵讨灭东周，将东周靖公迁到阳人聚。东周国灭亡，有七邑：河南、洛阳、谷城、平阴、偃师、巩、缑氏，以河南、洛阳十万户封给相国吕不韦为文信侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦灭周>秦灭周</a>"
},
{
"headline":"刘邦",
"startDate":"-256",
"endDate":"-195",
"text":"<p>    汉高祖刘邦（前256—前195年6月1日），沛丰邑中阳里（今徐州丰县）人，后成为汉朝开国皇帝，汉民族和汉文化伟大的开拓者之一、中国历史上杰出的政治家、卓越的军事家和指挥家。对汉族的发展，中国的统一强大，以及汉文化的发扬有突出的贡献。历任沛县泗水亭长、沛公、汉王。陈胜起事后不久发县中约3千子弟响应起义，攻占沛县等地。公元前206年十月，刘邦军进驻霸上，秦王子婴向刘邦投降。秦朝灭亡。楚汉战争击败西楚霸王项羽后，统一天下，建立汉朝。公元前202年2月28，刘邦于荥阳氾水之阳即皇帝位，定都长安，史称西汉。登基后一面消灭韩信、彭越、英布、臧荼等异姓诸侯王，一面建章立制并采用休养生息之宽松政策治理天下，迅速恢复生产发展经济，不仅安抚了人民，也促成了汉朝雍容大度的文化基础。庙号太祖，谥号高皇帝。毛泽东对刘邦的评价是“封建皇帝里边最厉害的一个”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘邦>刘邦</a>"
},
{
"headline":"卢绾",
"startDate":"-256",
"endDate":"-194",
"text":"<p>    卢绾（前256年－前194年），沛郡丰邑（今江苏省丰县）中阳里人，西汉时期异姓诸侯王之一。卢绾是汉高祖刘邦的发小及同窗，深得刘邦的信任，官至太尉，后又被封为长安侯。燕王臧荼的叛乱被平定后，卢绾被刘邦封为燕王，后因私通陈豨与匈奴事发招致攻击，被迫逃亡匈奴，被封为东胡卢王，死于该地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/卢绾>卢绾</a>"
},
{
"headline":"范雎",
"startDate":"-255",
"endDate":"-255",
"text":"<p>    范雎(?—前255)，也叫范且（这是汉代石刻中的错误）《史记》中是“雎ju”字，有书为“睢 sui”字，评书家多读此音，字叔。战国时魏人，著名政治家、军事谋略家。他同商鞅、张仪、李斯先后任秦国丞相，对秦的强大和统一天下起了重大作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范雎>范雎</a>"
},
{
"headline":"平原君",
"startDate":"-253",
"endDate":"-253",
"text":"<p>    平原君（？-前253年）：嬴姓，赵氏，名胜。汉族，东武（山东武城）人，中国东周战国时期赵国宗室大臣，赵武灵王之子，赵惠文王之弟，封于东武（今山东武城），号平原君。在赵惠文王和赵孝成王时任相，是当时著名的政治家之一，以善于养士而闻名，门下食客曾多达数千人。和齐国孟尝君田文、魏国信陵君魏无忌、楚国春申君黄歇合称战国四公子。司马迁著《史记》，将平原君与虞卿合立《平原君虞卿列传》，此外，《赵世家》、《魏公子列传》、《范睢蔡泽列传》、《廉颇蔺相如列传》、《鲁仲连邹阳列传》等亦散记有其事迹。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平原君>平原君</a>"
},
{
"headline":"田单",
"startDate":"-251",
"endDate":"-251",
"text":"<p>    田单，战国时田齐宗室远房的亲属，临淄人，齐国的军事家，原为齐都临淄的管理市场的小吏。以“火牛阵”破燕军和收复七十城而闻名。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/田单>田单</a>"
},
{
"headline":"张良",
"startDate":"-250",
"endDate":"-186",
"text":"<p>    张良（约公元前250—前186年），字子房，颍川城父（今河南省宝丰县李庄乡古城村）人。汉高祖刘邦的重要谋臣，与韩信、萧何并列为“汉初三杰”。他以出色的智谋，协助汉高祖刘邦在楚汉战争中最终夺得天下，被封为留侯。他精通黄老之道。不留恋权位，晚年据说跟随赤松子云游。张良去世后，谥为文成侯。《史记·留侯世家》专门记载了张良的生平。汉初高祖刘邦在洛阳南宫评价他说：“夫运筹策帷帐之中，决胜于千里之外，吾不如子房。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张良>张良</a>"
},
{
"headline":"灌婴",
"startDate":"-250",
"endDate":"-176",
"text":"<p>    灌婴，原为商贩。公元前208年参加刘邦军队，以骁勇著称。在随刘邦由汉中进取关中时，参与攻塞王司马欣，围雍王章邯。楚汉彭城之战后，被刘邦选为骑兵将领。此后，率领骑兵，参加破魏；接着出击楚军侧后，绝其粮道；继又跟随韩信攻占齐地，复深入楚地，迭克城邑，攻下彭城；参加垓下决战，穷追楚军，攻取江淮数郡。公元前201年，受封颍阴侯。后以车骑将军相继参加平定臧荼、韩王信、陈豨、英布叛汉的作战。吕后死，因与周勃等拥立文帝有功，升为太尉。公元前177年，继周勃为相，次年卒。被追谥为“懿侯”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/灌婴>灌婴</a>"
},
{
"headline":"甘罗",
"startDate":"-247",
"endDate":"?",
"text":"<p>    甘罗（前247年－？），战国末期下蔡（今属颍上县甘罗乡）人。西汉的司马迁著《史记》时，将甘罗立于《樗里子甘茂列传》的附传中；另外王蘧常撰写《秦史》时，将甘罗和向寿合立于《甘茂传》的附传中。甘罗是秦左丞相甘茂之孙，十二岁时成为秦相吕不韦宾客。当时燕国派太子丹到秦国做人质，秦国要让张唐去燕国为相，准备联合到打赵国河间，张唐曾攻打赵国，担心经过赵国时被害，不愿去燕国。于是吕不韦亲自去请张唐，但仍然没有成功。甘罗听后，就自告奋勇去说服张唐，用范雎杀白起的例子来恐吓张唐，让张唐同意起行。然后又请缨到赵国帮张唐通报，向赵王指秦国和燕国交换人质是要攻打赵国，不如赵国割出五城，让秦国送还太子丹，并和赵国联手攻燕，赵王同意，攻下燕国三十城，秦得燕十一城和赵五城。于是甘罗被封为上卿及得到祖父甘茂的田宅。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/甘罗>甘罗</a>"
},
{
"headline":"赵奢",
"startDate":"-245",
"endDate":"-245",
"text":"<p>    赵奢，生殁年不明。中国战国时代东方六国的八名将之一。赵奢的早年生平不详，最初为战国时代赵的田部官吏。由于不满平原君家拒绝缴纳租税，赵奢按律治罪，前后杀死了其从事者九人。平原君大怒，要杀赵奢。赵奢则指平原君作为赵国宗室成员，如果纵容下人违反法律，只会令赵国法律的尊严荡然无存，削弱赵国的国力，引起周边诸国的窥视，亦指出平原君的命运跟赵国休戚与共，作为赵国贵冑应以身作则。平原君因此认为赵奢是贤才，提拔为治理全国赋税的总管，后来被任用做将军，悉心治军，对下严而和，凡有赏赐，必分给部属。据《战国策·赵策》记载，赵奢曾对平原君赵胜提过自己曾经亡命入燕，得到燕王信任，被任命为上谷守。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵奢>赵奢</a>"
},
{
"headline":"信陵君",
"startDate":"-243",
"endDate":"-243",
"text":"<p>    信陵君（?－前243年），名无忌，中国战国时代魏国人，是魏昭王的儿子，魏安釐王同父异母的弟弟。信陵君是战国时代著名的政治家、军事家，魏安釐王时期官至魏国上将军，和平原君赵胜、孟尝君田文、春申君黄歇合称为“战国四公子”。魏国自梁惠王魏罃时的马陵惨败后，国势衰落，江河日下，而西邻秦国经商鞅变法、张仪略地，在列国中突起，有兼并六国之势，没有一个国家敢真正抗御秦国，魏国毗邻秦国，受秦害较深。魏无忌处于魏国走向衰落之时，他效仿孟尝君田文、平原君赵胜的辅政方法，延揽食客，养士数千人，自成势力。他礼贤下士、急人之困，曾在军事上两度击败秦军，分别挽救了赵国和魏国危局。但屡遭魏安釐王猜忌而未能予以重任。公元前243年信陵君因伤于酒色而死，十八年后魏国被秦所灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/信陵君>信陵君</a>"
},
{
"headline":"樊哙",
"startDate":"-242",
"endDate":"-189",
"text":"<p>    樊哙（kuài）（前242—前189年），汉族，沛县（今江苏省沛县）人。早年以屠宰狗为业，最有名之事迹为曾在鸿门宴时出面营救汉高祖刘邦，为楚汉相争时期的风云人物。西汉开国元勋，大将军，左丞相，著名军事统帅。为吕后妹夫，深得汉高祖刘邦和吕后信任。后随刘邦平定臧荼、卢绾、陈豨、韩信等，为汉高祖刘邦的心腹猛将。封舞阳侯，谥武侯。四川宣汉县有樊哙镇。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/樊哙>樊哙</a>"
},
{
"headline":"吕雉",
"startDate":"-241",
"endDate":"-180",
"text":"<p>    吕雉（前241年－前180年），字娥姁，通称吕后，或称汉高后、吕太后等等。单父（今山东省单县）人。汉高祖刘邦的皇后（前202年—前195年在位），高祖死后，被尊为皇太后（前195年—前180年），是中国历史上有记载的第一位皇后、皇太后和太皇太后。汉惠帝在位七年，自元年起即因“人彘”事件不再听政；吕后连立两任少年天子，自元年起即垂帘听政“号令一出太后”。在汉惠帝、两少帝时期实际掌握政治权柄的人是吕后，共主政十五年。因此《史记》、《汉书》等正史以“本纪”体例记载吕后生平。汉惠帝、鲁元太后都是吕后亲生。据《汉书》记载，刘邦死后，匈奴首领冒顿曾寄国书向吕后求婚，意在标扬匈奴武力，刻意贬低汉朝国力。吕后以年迈为由婉言拒绝，不过继续沿用了与匈奴和亲的政策。新朝末年，高祖长陵被赤眉军掘开，同陵异穴的吕雉尸体遭到侮辱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕雉>吕雉</a>"
},
{
"headline":"赵佗",
"startDate":"-240",
"endDate":"-137",
"text":"<p>    赵佗（前240年－前137年），秦朝恒山郡真定县（今中国河北省正定县）人，秦朝南海龙川令 ，南越国创建者，是南越国第一代王和皇帝，亦是古代中国历史中寿命最长的皇帝，享年百余岁。前203年，赵佗建立南越国的年代，无史籍直接记载，现代的研究文献均以《史记》的相关记载推算而得，所以目前对南越国建国年代有两种说法：一说是前203年，一说是前204年，在位至前137年，号称“南越武王”或“南越武帝”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵佗>赵佗</a>"
},
{
"headline":"秦舞阳",
"startDate":"-240",
"endDate":"-227",
"text":"<p>    秦舞阳（前240年－前227年），燕国贤将秦开之孙。十三岁时犯下杀人案，燕太子丹找到了他，后随荆轲赴咸阳刺秦王，秦舞阳对接下来将会发生的事感到面色惊恐，让秦国群臣感到很怀疑，荆轲连忙解释：“北蕃蛮夷之鄙人，未尝见天子，故振慑。”，后来事败荆轲被杀，司马迁在《史记》中，并没有交待秦舞阳的下场。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦舞阳>秦舞阳</a>"
},
{
"headline":"周勃",
"startDate":"-240",
"endDate":"-169",
"text":"<p>    周勃（约前240~前169），汉族，沛郡丰邑（今江苏丰县）人，秦末汉初的军事家和政治家、西汉开国功臣。汉高祖刘邦认为周勃“厚重少文”，可以托付大事，以军功高，封为绛侯。汉文帝时，拜右丞相。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周勃>周勃</a>"
},
{
"headline":"嫪毐",
"startDate":"-238",
"endDate":"-238",
"text":"<p>    嫪毐（?－前238年），战国末年秦国的假宦官。与秦始皇母亲赵姬通奸生子，并且谋反，事发，为秦始皇所诛。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/嫪毐>嫪毐</a>"
},
{
"headline":"冒顿单于",
"startDate":"-234",
"endDate":"-174",
"text":"<p>    冒顿（mòdú）（？－前174），冒顿是人名，姓挛鞮（luāndī ㄌㄨㄢ ㄉㄧ），单于（chányú）是匈奴部落联盟的首领称号。于公元前209年（秦二世元年），杀父头曼单于而自立。他是匈奴族中第一个雄才大略的军事家、统帅。公元前209年至公元前174年在位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冒顿单于>冒顿单于</a>"
},
{
"headline":"项羽",
"startDate":"-232",
"endDate":"-202",
"text":"<p>    项羽（前232年－前202年），名籍，字羽，以字行。古代中国将领，出生于楚国下相（今江苏省宿迁市宿城区）人，7岁后随叔父项粱迁吴中（今江苏苏州市）。秦末时被楚怀王封为“鲁公”，在前207年的决定性战役钜鹿之战中统率楚军大破秦军，秦亡后自封“西楚霸王”，统治黄河及长江下游的梁楚九郡，后在楚汉战争中的垓下之战为刘邦所败，突围至长江北岸乌江自刎。项羽的勇武可称天下无敌（古人对其有“羽之神勇，千古无二”的评价），被称为中国数千年来最为勇猛的将领。“霸王”一词，专指项羽。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/项羽>项羽</a>"
},
{
"headline":"秦灭六国之战",
"startDate":"-230",
"endDate":"-221",
"text":"<p>    秦灭六国之战，指中国战国末期七大诸侯国之一的秦国进行消灭山东六国、完成中国统一的战争。从前230年攻打韩国到前221年灭齐国结束，共计10年的时间，先后按顺消灭韩、赵、魏、楚、燕、齐六国，结束了中国自春秋以来长达500多年的诸侯割据纷争的局面，建立了中国历史上第一个君主中央集权国家，即秦朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦灭六国之战>秦灭六国之战</a>"
},
{
"headline":"胡亥",
"startDate":"-230",
"endDate":"-207",
"text":"<p>    秦二世（前230年－前207年），是秦朝的二世皇帝。公元前210年—前207年在位，嬴姓，名胡亥。后人多称秦二世，也称二世皇帝。是秦始皇第十八子（最小的儿子），公子扶苏的弟弟。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/胡亥>胡亥</a>"
},
{
"headline":"韩信",
"startDate":"-230",
"endDate":"-196",
"text":"<p>    韩信（前230年-前196年），淮阴（今江苏淮安）人，军事家，是西汉开国名将，汉初三杰之一，留下许多著名战例和策略。韩信是公元前三世纪的军事家、战略家、战术家、统帅和军事理论家。是中国军事思想“谋战”派代表人物。“王侯将相”韩信一人全任。“国士无双”、“功高无二，略不出世”是楚汉之时人们对其的评价。 韩信为西汉立下汗马功劳，历任齐王、楚王、淮阴侯等，却也因其军事才能引起猜忌。刘邦战胜主要对手项羽后，韩信的势力被一再削弱；最后，韩信由于被控谋反，被吕雉（即吕后）及萧何骗入宫内，最后被处死于长乐宫钟室。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩信>韩信</a>"
},
{
"headline":"李牧",
"startDate":"-229",
"endDate":"-229",
"text":"<p>    李牧（?－前229），嬴姓，李氏，名牧。汉族，战国时期赵国柏仁人（今邢台隆尧），战国时期的赵国名将。李牧战功显赫，生平未尝一败仗。李牧生平事迹大致可划分为两个阶段，先是在赵国北部边境，抗击匈奴；后以抵御秦国为主。与白起、王翦、廉颇并称“战国四大名将”（《千字文》：“起翦颇牧，用军最精。宣威沙漠，驰誉丹青”）。并得到武安君的封号。前229年，赵王迁中了秦国的离间计，听信谗言夺取了李牧的兵权，不久后将李牧杀害；3个月后赵国即灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李牧>李牧</a>"
},
{
"headline":"赵姬",
"startDate":"-228",
"endDate":"-228",
"text":"<p>    赵姬（前3世纪－前228年），为东周战国时代女性，姓名不详，在史书中被称之为吕不韦姬、子楚夫人、帝太后等，又因出身赵国，因此后世称他为赵姬。赵姬原为妓女，后被秦国公子异人纳为宠姬，之后生下一个儿子王子政，即秦始皇。赵姬喜做及看性爱之术（因原本职业是妓女），曾与吕不韦私通，后与伪宦官嫪毐通奸生下两个儿子。秦始皇得知后大为愤怒，将其私生子与嫪毐处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵姬>赵姬</a>"
},
{
"headline":"荆轲刺秦王",
"startDate":"-227",
"endDate":"-227",
"text":"<p>    公元前227年，荆轲带燕督亢地图和樊於期首级，前往秦国刺杀秦王。临行前，许多人在易水边为荆轲送行，场面十分悲壮。“风萧萧兮易水寒，壮士一去兮不复还”，这是荆轲在告别时所吟唱的诗句。荆轲来到秦国后，秦王在咸阳宫隆重召见了他。荆轲在献燕督亢地图时，图穷匕见，刺秦王不中，被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荆轲刺秦王>荆轲刺秦王</a>"
},
{
"headline":"荆轲",
"startDate":"-227",
"endDate":"-227",
"text":"<p>    荆轲（？－前227年），中国战国时期著名刺客。也称庆卿、荆卿、庆轲。受燕太子丹之托入刺秦王，失败被杀。荆轲其人典故被收录在司马迁《史记·卷八十六 ·刺客列传 ·第二十六》之中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荆轲>荆轲</a>"
},
{
"headline":"太子丹",
"startDate":"-226",
"endDate":"-226",
"text":"<p>    太子丹（－前226年），姬姓，名丹，又称燕丹，战国末年燕王喜的太子。秦国灭韩前夕，被送至秦国当人质，曾受辱，燕王喜二十三年（前232年），回到燕国。因秦军逼境，兵临易水，前227年，丹找人行刺秦王政，最先找到田光，田光说自己春秋高，不能成大事，于是推荐了荆轲。太子丹遂派荆轲与秦舞阳入秦，交验樊於期头颅，献督亢（今河北涿县、易县、固安一带）之地图，图穷而匕见，刺秦王不中，荆轲被肢解而死。秦王大怒，派将军王翦进攻燕国。二十九年（前226年），秦军攻破燕国蓟都（今北京），燕王喜及太子丹逃奔辽东，匿于衍水（今辽阳太子河），燕王喜听信赵国代王嘉之计，将太子斩首以献秦国。秦复进兵辽东，燕王喜三十三年（前222年），卒灭燕，俘燕王喜。史称秦灭燕之战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/太子丹>太子丹</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}