{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"庞统",
"startDate":"179",
"endDate":"214",
"text":"<p>    庞统（179年－214年），字士元，东汉末年襄阳郡（治所在今湖北省襄阳市襄州区）人。名士庞德公称其为“凤雏”，与“卧龙”诸葛亮汉末齐名。本为吴国名将周瑜的郡功曹，后成为刘备的重臣，陈寿誉其可比拟为魏国的荀彧和荀攸。历任耒阳令、治中从事，官至军师中郎将；死后追赐关内侯，追谥为靖侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庞统>庞统</a>"
},
{
"headline":"貂蝉",
"startDate":"179",
"endDate":"?",
"text":"<p>    貂蝉，山西忻州人，乃中国古代四大美女的“闭月”。一般认为，“貂蝉”并非本名，元代杂曲《连环计》中说她的真实姓名叫任红昌。貂蝉的生活年代约在东汉末年，出生年月均不可考。貂蝉的事迹大多出现在说书话本的故事当中，最后由《三国演义》作者罗贯中整理创作出一个完整的形象。历史研究者对此人物的真实性存有争议。名词释义：“貂蝉”一名，在历史上本身有实际的意义。据史书记载，“貂蝉”貂指貂尾，蝉指附蝉。秦始皇让将军在头盔上缝貂尾，让谋士在帽子上缝貂尾。除了缝貂尾，秦始皇还要求缝“附蝉”，就是用白玉或金箔等材料做成蝉的样子，缝在头顶。秦朝的将军和谋士头上就有一条貂尾和几只附蝉，合称“貂蝉”。秦始皇往大将和谋士头上放这两样东西，是希望他们能像貂一样聪明伶俐，能像蝉一样品行高洁（蝉站在高枝之上，喝树汁度日）。汉朝侍中和中常侍头上有貂蝉。魏晋南北朝，隋唐五代及两宋，貂蝉一直都是部分高官头上必不可少的东西。正史上的原型：在结集史传与民间故事于一身的著名长篇历史小说《三国演义》中，貂蝉的形象非常脍炙人口。可是，在正史之中并未有发现关于“貂蝉”这名女性的记载，只有吕布和董卓侍婢私通的纪录而已。据《三国志·吕布传》提及“卓常使布守中阁，布与卓侍婢私通，恐事发觉，心不自安”，事件中的侍婢并未明示“貂蝉”之名。《三国演义》中的形象：在《三国演义》中，貂蝉是司徒王允的义女，长得美貌动人，方二八年华（十六岁），深有报国之心，知悉王允对于董卓的乱政深感无助，于是便献出自己来对付乱臣贼子。貂蝉以美人计同时获得董卓与吕布二人的眷恋，令本以父子相称的二人产生嫌隙，后来更成功挑动吕布与王允合作，刺杀董卓。吕布逃离长安后，小说对于貂蝉的叙述已经绝无仅有。唯第十六回提到吕布妻室时交代了吕布“后娶貂蝉为妾”与及“貂蝉亦无所出（子女）”。第十九回时，吕布正与曹操交战，吕布谋士陈宫劝吕布带轻兵亲截曹军粮道，吕布狐疑未决，便以此计问于妻妾，貂蝉却建议吕布“勿轻身自出”，于是吕布便决志死守孤城，不作他计，日夜与妻子严氏及貂蝉饮酒解愁，士气败坏，将领离心，最后吕布灭于曹操之手。自此之后貂蝉便在《三国演义》中销声匿迹了。野史：有些稗官野史中称貂蝉乃关羽之妾，民间的大戏剧本对于貂蝉以后的故事作出了一点延伸，在关羽月下释貂蝉中，貂蝉就被关羽释放，最后不知所终。而在关羽蒙面斩貂蝉就借姜太公蒙面斩妲己为蓝本并道出红颜祸水，关羽害怕其倾国倾城之貌会为天下带来大乱。学者周士琦发现，唐代开元年间有一本占星学书籍《开元占经》卷三十三中曾提到史书《汉书通志》中的“貂蝉”记载。《汉书通志》记载：“曹操未得志，先诱董卓，进貂蝉以惑其君。”然《汉书通志》一书今已佚。学者孟繁仁先生考证：貂蝉，姓任，小字红昌，出生在并州郡九原县木耳村，十五岁被选入宫中，掌管朝臣戴的貂蝉（汉代侍从官员的帽饰）冠，从此更名为貂蝉。汉末宫廷风云骤起，貂蝉出宫被司徒王允收为义女。又考证：貂蝉故里在忻州市东南三公里的木芝村，位于从太原或忻州去禹王洞的途中。再证：貂蝉出生于甘肃省临洮县，故狄道府。本和董卓同乡，故被司徒王允授意，借机接近董卓。其实所谓木芝村和木耳村是一个村，是不同时期的叫法。忻州民间有定襄没好男，忻州没好女的说法，就是说貂蝉是忻州出的，而定襄是吕布的家乡，他们两个人一个勇猛异常，一个貌美如花，占尽了忻州和定襄两地的风水，是几千年才出两个人的重大历史事件。至今忻州仍有貂蝉的墓在，游人络绎不绝，纷纷感叹这位薄命红颜。而另外对于貂蝉的家乡也有临洮说和米脂说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/貂蝉>貂蝉</a>"
},
{
"headline":"司马懿",
"startDate":"179",
"endDate":"251",
"text":"<p>    司马懿（179年－251年），字仲达，司州河内郡温县孝敬里舞阳村（今河南省温县招贤镇）人，出身士族家庭，三国时期魏国大臣，政治家、军事家。其子司马昭称王后，追尊为晋王；其孙司马炎称帝后，追尊为高祖宣皇帝，故也称晋高祖、晋宣帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马懿>司马懿</a>"
},
{
"headline":"诸葛亮",
"startDate":"181",
"endDate":"234",
"text":"<p>    诸葛亮（181年－234年），字孔明，中国三国时期蜀汉丞相，中国历史上著名的政治家、军事家、散文家、发明家。徐州琅琊阳都（今山东省沂南县）人。诸葛亮青年时耕读于荆州襄阳城郊，地方上称其卧龙、伏龙。受刘备邀请出仕，随刘备转战四方，建立蜀汉政权，官封丞相。223年刘备死后，刘禅继位为蜀汉皇帝，诸葛亮受封爵位武乡侯，成为蜀汉政治、军事上最重要的实际领导者。辞世后追谥为忠武侯。后世常以武侯、诸葛武侯尊称诸葛亮，是中国传统文化中，忠臣与智者的代表人物。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/诸葛亮>诸葛亮</a>"
},
{
"headline":"汉献帝",
"startDate":"181",
"endDate":"234",
"text":"<p>    汉献帝（181年－234年4月21日），名刘协，字伯和，东汉最后一位皇帝，在位时期是从189年到220年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉献帝>汉献帝</a>"
},
{
"headline":"孙权",
"startDate":"182",
"endDate":"252",
"text":"<p>    孙权（182年－252年5月21日），字仲谋，吴郡富春（今浙江富阳）人，三国时代东吴的建立者。孙权的父亲孙坚和兄长孙策，在东汉末年群雄割据中打下了江东基业。十九岁时兄长孙策遭刺杀身亡后，孙权继而掌事，成为一方诸侯。他于222年自称吴王，建立吴国；229年称帝，建立吴，即东吴。谥大皇帝，庙号太祖，统治江东地区长达五十二年，是三国时代统治者中最长的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙权>孙权</a>"
},
{
"headline":"陆逊",
"startDate":"183",
"endDate":"245",
"text":"<p>    陆逊（183年－245年3月19日[1]），本名陆议，字伯言，吴郡吴县（今江苏省苏州市）人，是三国时代吴国著名的军事家、谋略家、政治家，是孙策之女婿，吴王孙权称帝后被任命为丞相。多次抵御曹魏和蜀汉，于222年在夷陵之战中，大败蜀汉皇帝刘备，确保了吴王孙权在荆州南部（荆南）的统治。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陆逊>陆逊</a>"
},
{
"headline":"小乔",
"startDate":"183",
"endDate":"?",
"text":"<p>    小乔，正史作小桥，桥公（《三国演义》中称为乔公或乔国老）之幼女，大乔之妹，周瑜之妾。根据《三国志》记载，“瑜时年二十四，吴中皆呼为周郎。以瑜恩信着于庐江，出备牛渚，后领春谷长。顷之，策欲取荆州，以瑜为中护军，领江夏太守，从攻皖，拔之。时得桥公两女，皆国色也。策自纳大乔，瑜纳小桥。江表传曰：策从容戏瑜曰：“桥公二女虽流离，得吾二人作婿，亦足为欢。”正史《三国志》对于二乔的记载极少，只记述了二乔皆国色也，是庐江的桥公之女，且分别嫁给了孙策、周瑜。其他关于二乔的描述大多出于后人的想像。小乔与周瑜过了12年的夫妻生活。纳小乔那年周瑜24岁，小乔据说约16岁。周瑜容貌俊秀，精于音律，二人的结合常被后人视为天作之合。北宋的苏东坡于《念奴娇．赤壁怀古》中写道：“遥想公瑾当年，小乔初嫁了，雄姿英发，羽扇纶巾，谈笑间，樯橹灰飞烟灭。”其实在赤壁之战时，小乔早就已经不是初嫁。按周瑜纳小乔的年纪，当时25岁的周瑜还未有妻子的可能性不大（古代男子大多在20岁，甚至更早时成家），史书上亦写到周瑜娶小乔为纳，古语'娶'妻'纳'妾，因此小乔应是周瑜的侧室。周瑜年寿不永，在准备攻取益州时病死于巴丘，年仅36岁，这时小乔大概不过30岁左右。周瑜留下2子1女，是否为小乔所生，史无明文。其女嫁给孙权的太子孙登，但是孙登亡年33岁，并未能够继承皇帝位；长子周循，“尚公主，拜骑都尉”，颇有周瑜弘雅潇洒的遗风，可惜早殇﹔次子周胤，亦娶宗室之女，后封都乡侯，但是因为酗淫自恣，屡次得罪，废爵迁徙，不过最终仍然被孙权赦免。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/小乔>小乔</a>"
},
{
"headline":"黄巾之乱",
"startDate":"184",
"endDate":"184",
"text":"<p>    黄巾之乱，又称黄巾起义，是中国东汉晚期的民变，也是中国历史上规模最大的一次宗教形式组织的暴动之一，开始于汉灵帝光和七年（184年），由张角等人领导，它对东汉朝廷的统治产生了巨大的冲击，逐步导致了东汉的灭亡与三国时期的到来。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄巾之乱>黄巾之乱</a>"
},
{
"headline":"张梁",
"startDate":"184",
"endDate":"184",
"text":"<p>    张梁（?－184年），张角末弟，钜鹿（今河北平乡）人，东汉末黄巾起义副首领。中平元年（184年）随兄起义，被称为“人公将军”。遭到朝廷所派左中郎将皇甫嵩进攻时，他率三万大军在广宗（今河北威县）进行反击。后因警戒疏忽，遭到汉军夜袭，兵败身亡，本部士兵皆被坑杀。至此，黄巾起义基本宣告失败。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张梁>张梁</a>"
},
{
"headline":"张宝",
"startDate":"184",
"endDate":"184",
"text":"<p>    张宝（？－184年），张角二弟，钜鹿（今河北平乡）人，东汉末黄巾起义首领。中平元年（184年）随兄起义，被称为“地公将军”。其弟张梁在广宗（今河北威县）战死，张宝在曲阳（今河北晋州）被皇甫嵩、郭典击败，被杀；全军十万人战死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张宝>张宝</a>"
},
{
"headline":"张角",
"startDate":"184",
"endDate":"184",
"text":"<p>    张角（？－184年），巨鹿人。据小说《三国演义》描述，张角入山采药，遇到一名碧眼童颜的老人（人称南华老仙）授予《太平要术》。张角得书后，晓夜攻读，终有所成，创太平道，自称“大贤良师”（实应得到东汉顺帝时于吉、宫崇所传的《太平清领书》）。相关记载描述道，正当在中平元年（184年）正月瘟疫流行时，他散施符水为人治病，更自称“大贤良师”。他与弟子云游四方，传播其思想。及后把十几万信众组织起来，分为三十六方，每方各置首领统率，并宣传“苍天已死，黄天当立；岁在甲子，天下大吉”。更令各人以白土书“甲子”二字于家中大门上。青州、徐州、幽州、冀州、荆州、扬州、兖州、豫州等八州人，皆祀奉张角的名字。中平元年（184年）他率领信徒起义，史称“黄巾起义”。他更自称“天公将军”、张宝称“地公将军”、张梁称“人公将军”。参加的人都裹上黄色的头巾作为标志，所以称之为‘黄巾军’。在广宗（今河北威县）击退北中郎将卢植的进攻；后又打败东中郎将董卓。不久，张角病死。同年十月，角弟张梁战死于广宗。失去领导下，黄巾军迅速瓦解。黄巾军被镇压后，张角被戮尸枭首。但余波未了，当时各地有实力的地方势力成为军阀，号称诸侯，趁乱世控制朝廷，架空皇帝，直接影响到东汉的灭亡。此役对后代也有影响，北宋宣和二年（1120年）方腊之乱就是尊张角为教主。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张角>张角</a>"
},
{
"headline":"曹丕",
"startDate":"187",
"endDate":"226",
"text":"<p>    曹丕（187年－226年6月29日），字子桓，谥文皇帝，魏文帝，三国时期曹魏的开国皇帝，曹操的嫡长子，母亲是卞夫人。他继承父亲的魏王封号与丞相的大权，最终迫使东汉王朝的末代皇帝汉献帝禅让，取而代之。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹丕>曹丕</a>"
},
{
"headline":"弘农怀王 刘辩",
"startDate":"189",
"endDate":"189",
"text":"<p>        汉少帝刘辩（公元176年－公元190年3月6日），汉灵帝刘宏的儿子，东汉第十二位皇帝，在位仅五个月。 刘辩在灵帝驾崩后由大将军何进率群臣拥立为帝，史称少帝，由于年幼，实权掌握在临朝称制的母亲何太后和母舅大将军何进手中。少帝在位时期，东汉政权已经名存实亡，他即位后不久即遭遇以何进为首的外戚集团和以十常侍为首的内廷宦官集团这两大敌对政治集团的火并，被迫出宫，回宫后又受制于以“勤王”为名进京的西北军阀董卓，终于被废为弘农王，成为东汉唯一被废黜的皇帝，其同父异母弟陈留王刘协继位为帝，是为汉献帝。被废黜一年之后，刘辩在董卓胁迫下自尽，时年仅十五岁，其弟献帝追谥他为怀王。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/弘农怀王 刘辩>弘农怀王 刘辩</a>"
},
{
"headline":"汉献帝 刘协",
"startDate":"189",
"endDate":"220",
"text":"<p>        汉献帝刘协（公元181年4月2日---234年4月21日），字伯和，又字合。汉族，祖籍沛县（今江苏沛县），生于洛阳（今河南洛阳）。汉灵帝第三子，汉朝最后一任皇帝，公元189－220年在位。初封陈留王，公元189年，董卓废刘辩，立刘协为皇帝。董卓被王允和吕布诛杀后，董卓部将李傕等攻入长安，再次挟持了他，后来逃出长安。公元196年，曹操控制了刘协，并迁都许昌，“挟天子以令诸侯”。公元220年，曹操病死，刘协被曹丕控制，随后被迫禅让于曹丕。公元234年，刘协病死，享年54岁。葬于禅陵（今河南省焦作市修武县北小风村），谥号孝献皇帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉献帝 刘协>汉献帝 刘协</a>"
},
{
"headline":"董卓讨伐战",
"startDate":"189",
"endDate":"189",
"text":"<p>    董卓讨伐战是东汉末年，关东各地诸侯群雄组织地方军对抗董卓的战役。中平六年（189年），掌政的董卓废少帝刘辩，拥立其弟陈留王刘协为帝，实行恐怖统治。关东各地方群雄见此，以讨董为名起兵，推举袁绍为盟主。虽然曹操出兵，及后到的孙坚参战，但其他军队只驻军不加援助，而董卓又放弃洛阳，挟天子迁都长安，关东诸侯军起了内讧，盟军决裂，形成群雄割据的局面。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/董卓讨伐战>董卓讨伐战</a>"
},
{
"headline":"何进",
"startDate":"189",
"endDate":"189",
"text":"<p>    何进（？－189年），字遂高，南阳宛县（今河南省南阳市）人，东汉末年外戚，官至大将军，录尚书事，封慎侯。何进为了对付宦官而召董卓率军队入京，成为汉末大乱直至三国割据的重要事件之一，而自己也被宦官杀死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/何进>何进</a>"
},
{
"headline":"王甫",
"startDate":"189",
"endDate":"189",
"text":"<p>    东汉大宦官。第一次党锢之祸时，审讯范滂，为滂之大义所动，士人多得解桎梏。窦武谋诛宦官，事泄，甫与曹节等劫持灵帝，杀窦武、陈蕃，连结曹节、段颎等弄权多年。后杨彪、阳球发其奸，下狱，死于杖下，尸被磔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王甫>王甫</a>"
},
{
"headline":"董卓",
"startDate":"192",
"endDate":"192",
"text":"<p>    董卓（？－192年5月22日），字仲颖，凉州陇西临洮（今甘肃岷县）人，东汉末年军阀和权臣，其各种暴行使之成为中国历史上总体评价极其负面的人物之一。董卓于桓帝末年先后担任并州刺史，河东太守，利用汉末战乱和朝廷势弱占据京城，废立皇帝刘辩，挟持献帝，东汉政权从此名存实亡。而且他生性凶残，犯下诸多罪行，引致全国其它割据军阀发动董卓讨伐战，后来联军发生内哄，转而成为了各军阀互相争战的情况，董卓本人则被朝内大臣联合其部下设计诛杀，死后部下李傕和郭汜两人为了把持朝政互相火拼，皇帝与朝廷流离失所，各地刺史、州牧、郡王太守、占据属地完全脱离中央控制，开启三国时代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/董卓>董卓</a>"
},
{
"headline":"曹植",
"startDate":"192",
"endDate":"232",
"text":"<p>    曹植（192年－232年），字子建，因封陈王且谥号“思”，后世文章中常称“陈思王”、“陈王”。沛国谯县（今安徽省亳州市）人，曹操第四子，卞氏嫡出之第三子，三国时期曹魏的著名诗人，才高八斗（八斗之才）、七步成诗等词之语源。其诗歌对后世有很大影响，才华也颇受后世诗人推崇；与父亲曹操、兄长曹丕并称“三曹”，不过与其父兄不同的是曹植一生并未担任重要军政职务。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹植>曹植</a>"
},
{
"headline":"孙策平江东之战",
"startDate":"195",
"endDate":"200",
"text":"<p>    江东侵略战是中国东汉末年军阀混战时的一场战争，发生于汉献帝兴平二年（195年），发生原因为袁术多次失信于孙策，使孙策有自立门户的方向，并以助袁术攻刘繇为借口，得到袁术派出的兵马，在发生战争前，孙策拥有士兵五六千人，骑数十匹，宾客愿从者数百人。孙策最后把在江东的诸割据势力消灭，成功统一江东，为日后孙权建立东吴作了基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙策平江东之战>孙策平江东之战</a>"
},
{
"headline":"皇甫嵩",
"startDate":"195",
"endDate":"195",
"text":"<p>    皇甫嵩（？—195），字义真。安定朝那（今甘肃镇原东南）人，东汉名将皇甫规之侄、东汉末期名将。灵帝时为北地太守。黄巾起义爆发时，任左中郎将，与朱儁率军镇压起义军，后官至太尉，封槐里侯。兴平二年（195）卒，追赠骠骑将军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/皇甫嵩>皇甫嵩</a>"
},
{
"headline":"邓艾",
"startDate":"195",
"endDate":"264",
"text":"<p>    邓艾（195年－264年），字士载，义阳棘阳（今河南新野）人，三国时曹魏后期名将。本名邓范，字士则，后因与同乡人同名而改名。邓艾多年在曹魏西边战线防备蜀汉姜维，后来偷渡阴平，逼使蜀帝刘禅投降，建立灭蜀奇功，获封太尉。可是战后被钟会联合监军卫瓘诬陷，邓艾帐下军官打算营救邓艾，卫瓘怕受邓艾报复，便遣田续先行杀死邓艾，其子邓忠亦同殉此难。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邓艾>邓艾</a>"
},
{
"headline":"李傕",
"startDate":"198",
"endDate":"198",
"text":"<p>    李傕Jué（?－198年）（一说“傕”读音“què”），字稚然，东汉凉州北地郡（郡治富平县，今陕西省富平县）人，汉末群雄之一，东汉末期的武将、权臣、凉州军阀，官至大司马、车骑将军、司隶校尉，爵位为池阳侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李傕>李傕</a>"
},
{
"headline":"吕布",
"startDate":"199",
"endDate":"199",
"text":"<p>    吕布（？－199年2月7日），字奉先，并州五原郡九原（今内蒙古包头九原区）人，东汉末年的著名武将与军阀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕布>吕布</a>"
},
{
"headline":"官渡之战",
"startDate":"200",
"endDate":"200",
"text":"<p>    官渡之战，是三国时期“三大战役”之一，也是中国历史上著名的以少胜多的战役之一。东汉献帝建安五年（200年），曹操军与袁绍军相持于官渡（今河南中牟东北），在此展开战略决战。曹操奇袭袁军在乌巢的粮仓（今河南封丘西），继而击溃袁军主力。此战奠定曹操统一中国北方的基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/官渡之战>官渡之战</a>"
},
{
"headline":"颜良",
"startDate":"200",
"endDate":"200",
"text":"<p>    颜良（？－200年），是中国东汉末期袁绍部下的武将。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/颜良>颜良</a>"
},
{
"headline":"文丑",
"startDate":"200",
"endDate":"200",
"text":"<p>    文丑（？－200年），袁绍手下之名将，建安五年（公元200年），颜良被杀后与刘备共同攻击曹军，为曹军士兵所杀。在《三国演义》中，文丑是为颜良报仇而被关羽斩杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文丑>文丑</a>"
},
{
"headline":"仓亭之战",
"startDate":"201",
"endDate":"201",
"text":"<p>    仓亭之战，亦称平丘之战，为袁绍和曹操继官渡之战后所对峙之最后一场战役，袁绍在这场战争中凑足七万余兵力攻曹，曹操由于汉献帝之故，命北方各路诸侯赐兵五万攻袁。东汉汉献帝建安六年（201年）四月，于仓亭大破袁绍，隔年五月袁绍吐血而亡。此战最终决定了黄河以北地区的最终归属。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/仓亭之战>仓亭之战</a>"
},
{
"headline":"姜维",
"startDate":"202",
"endDate":"264",
"text":"<p>    姜维（202年－264年），字伯约，凉州天水郡冀县（今甘肃省天水市甘谷县）人。三国时期蜀汉著名军事家。原为曹魏天水郡中郎将，后降蜀汉，深受诸葛亮器重。诸葛亮死后，姜维先后11次伐魏。其后，司马昭灭蜀汉，姜维在剑阁防守钟会，邓艾行险自阴平小径攻入蜀中，蜀汉后主刘禅降魏。姜维打算利用钟会野心复国，而降钟会。但因事败，死于乱军之中，享寿六十二岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姜维>姜维</a>"
},
{
"headline":"袁绍",
"startDate":"202",
"endDate":"202",
"text":"<p>    袁绍（？－202年6月28日），字本初，中国豫州汝南汝阳（今河南省商水县）人。为东汉末年割据势力之一，最盛时控有幽、并、冀、青等河北四州，成为东汉末年最强盛的势力，但在官渡之战中惨败给曹操后实力大损，不久便因官渡之战大败受到重挫与打击，悲愤而亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/袁绍>袁绍</a>"
},
{
"headline":"许攸",
"startDate":"204",
"endDate":"204",
"text":"<p>    许攸（?－204年），字子远，东汉末年初为袁绍早期的谋士，也是曹操在官渡之战中发生转折的人物。许攸年轻时与袁绍、曹操相友善，后来成为袁绍的谋士，多次为袁绍出谋划策均不被听从，深感不满。官渡之战之际，许攸因家人犯法被收治而投奔曹操。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/许攸>许攸</a>"
},
{
"headline":"三顾茅庐",
"startDate":"207",
"endDate":"208",
"text":"<p>    三顾茅庐或三顾草庐是指中国东汉末年刘备三次到诸葛亮住处请他出山辅佐自己的事件。此事件最早见于诸葛亮的《出师表》，该文提到刘备“三顾臣于草庐之中，咨臣以当世之事，由是感激”。《三国志》中对此仅有“凡三往，乃见”的简略记述。《三国演义》[2] 对此事件进行了扩写。三顾茅庐后来成为形容求贤若渴的成语。建安十二年（207年）冬至十三年（208年）春，当时驻军新野的刘备在徐庶的建议下，三次到南阳卧龙岗拜访诸葛亮。前两次都没见到诸葛亮，第三次终于相见。谈话中，诸葛亮为刘备分析了天下形势，提出先取荆州为家，再取益州成鼎足之势，继而图取中原的战略构想，这就是著名的《草庐对》（后人将其更名为《隆中对》）。三顾茅庐之后，诸葛亮出山成为刘备的军师。刘备集团后来的种种攻略皆本于此。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三顾茅庐>三顾茅庐</a>"
},
{
"headline":"刘禅",
"startDate":"207",
"endDate":"271",
"text":"<p>    刘禅（207年－271年），字公嗣，又字升之。小字阿斗。蜀汉昭烈帝刘备之子，蜀汉最后一位皇帝，223年—263年在位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘禅>刘禅</a>"
},
{
"headline":"长坂坡之战",
"startDate":"208",
"endDate":"208",
"text":"<p>    长坂坡之战发生于中国东汉末年，地点在荆州当阳附近的长坂坡，战斗双方是刘备和曹操。汉献帝建安十二年（207年），曹操派曹仁南下袭击新野，被刘备军击退。次年，在平定北方之后，曹操亲自率军南下荆州。当年八月，刘表病逝，次子刘琮即位后即不战而降，驻扎在樊城的刘表客卿刘备闻讯向江陵撤退，同时通知关羽率水军到江陵会合，民众十余万随行。九月，曹操闻讯派出曹纯领虎豹骑五千急袭江陵，在当阳附近追上刘军。刘备军一触即溃，刘备领导民众逃走，令张飞率二十骑断后。张飞以大喝吓阻曹军，使得赵云有时间护送刘备妻甘夫人和刘禅逃回，刘备两女被俘。刘备放弃转往江陵的计划，转为前往江夏和刘表长子刘琦会合。曹仁和曹纯攻入江陵，江陵守军不战而降。赵云因护送刘备家眷有功升任牙门将军。徐庶之母在此战之中被曹操俘获，以致后来转投曹操。战后，东吴吊唁刘表的使者鲁肃劝说刘备联合孙权共抗曹操，诸葛亮被派往东吴商谈联盟事宜。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/长坂坡之战>长坂坡之战</a>"
},
{
"headline":"赤壁之战",
"startDate":"208",
"endDate":"208",
"text":"<p>    赤壁之战可以是包括东汉丞相曹操南下后一连串战役；亦可单指于长江赤壁（今湖北赤壁市西北，一说今嘉鱼东北）所发生的战事。这是中国历史上以少胜多的著名战争之一，也是三国时期“三大战役”最为著名的一场。它也是中国历史上第一次在长江流域进行的大规模江河作战，标志着中国军事政治中心不再限于黄河流域。208年（汉献帝建安十三年），基本控制北方的曹操率大军南下荆州，占据荆州的刘琮投降。曹操追击从荆州逃亡的刘备，后刘备派遣诸葛亮出使江东，孙权派遣大将周瑜、程普率军开赴前线与刘备组成联军，在长江赤壁（今湖北赤壁市西北，一说今嘉鱼东北）一带以火攻大破曹军，曹操北回，孙刘双方亦各自夺去荆州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赤壁之战>赤壁之战</a>"
},
{
"headline":"潼关之战",
"startDate":"211",
"endDate":"211",
"text":"<p>    潼关之战是曹操与马超、韩遂等西方群雄发生的战争。当时曹操在南方战线失利，所以决定向西方拓展。马超、韩遂等受消息影响，起兵抵抗，在关中潼关附近与曹军发生大战，最后曹操用计取胜，压制关中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/潼关之战>潼关之战</a>"
},
{
"headline":"司马昭",
"startDate":"211",
"endDate":"265",
"text":"<p>    司马昭（211年－265年9月6日），字子上，是司马懿与张春华的次子，司马师之弟，西晋开国皇帝司马炎之父，曹魏后期著名政治家和军事家。司马昭继其父兄的权力，消灭蜀汉，基本上完成了取代曹魏。其子司马炎称帝后，追尊为晋文帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马昭>司马昭</a>"
},
{
"headline":"益州之战",
"startDate":"212",
"endDate":"214",
"text":"<p>    益州之战是东汉末年刘备与益州牧刘璋争夺益州的战争。自赤壁之战后，刘备领有荆州，为实现《隆中对》跨有荆、益的计划，已有意图进攻益州。此时刘璋受制于据守汉中的张鲁，又有强大的曹操意图攻取汉中，对蜀地构成威胁，张松于是劝刘璋欢迎刘备入蜀，以增强实力自保。刘璋于是请刘备入蜀。刘备入蜀后初期与刘璋关系良好，刘璋更给兵士予刘备和让他督白水军，让他进攻张鲁。刘备到了葭萌后就不再前进。建安十七年（212年）十二月，刘备与刘璋决裂，并发动战争。刘备一直向成都逼近，诸葛亮、张飞和赵云亦入蜀助战，但刘备军队在雒城时受阻一年，直至建安十九年（214年）五月，刘备围困成都，刘璋才向刘备投降。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/益州之战>益州之战</a>"
},
{
"headline":"汉中之战",
"startDate":"217",
"endDate":"219",
"text":"<p>    汉中之战是东汉末年群雄刘备与曹操争夺汉中的战争。由于汉中是益州北方的一个郡，接近三辅地区，而且易守难攻，因此刘备在214年平定益州后，于217年北攻占领了曹操的汉中，战事维持了两年。最终，刘备占据汉中，在秋天自立为汉中王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉中之战>汉中之战</a>"
},
{
"headline":"贾充",
"startDate":"217",
"endDate":"282",
"text":"<p>    贾充（217年－282年），字公闾，平阳郡襄陵县（今山西襄汾县）人，曹魏豫州刺史贾逵之子，是三国时代仕于魏国和西晋两个朝代的大臣。西晋建国功臣，司马昭和司马炎的心腹，其女儿贾褒及贾南风分别嫁予司马炎弟司马攸及儿子司马衷，与皇室结为姻亲，地位显赫，谥号武公。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贾充>贾充</a>"
},
{
"headline":"樊城之战",
"startDate":"219",
"endDate":"219",
"text":"<p>    樊城之战，亦可称为关羽北伐、襄樊战役或襄樊战争，是东汉末年和三国时期的一场重要战役。此役中蜀汉大将关羽父子被东吴俘杀，蜀汉失荆州，与东吴关系恶化，最后发生夷陵之战。219年（汉献帝建安二十四年），刘备经已稳定益州、汉中，荆州守将关羽见时机成熟，遂进行北伐。关羽首先进攻樊城，樊城守将曹仁急求援军，魏王曹操先后派出徐晃、张辽、裴潜、吕贡、曹植援救曹仁，自己亦亲征，不过张辽和曹操未到，樊城之围已经解除。樊城解围原因是，曹操派人连络孙权，叫孙权从关羽背后偷袭荆州，孙权认为刘备久借荆州未还（实际上刘备只是“求都督南郡”，而非借荆州），而关羽又经常扰攘自己边境，故派吕蒙攻击荆州。当时关羽刚被徐晃击败，在意图撤退时，得知大本营荆州已失，唯有退守麦城，最后因突围时被擒，不肯投降而被斩首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/樊城之战>樊城之战</a>"
},
{
"headline":"夏侯渊",
"startDate":"219",
"endDate":"219",
"text":"<p>    夏侯渊（?－219年），东汉末年名将。字妙才，沛国谯县（今安徽省亳州市）人。夏侯婴之后，夏侯惇族弟，擅长轻兵急袭，出其不意。又因为夏侯渊本非能用兵，在军中又被呼为“白地将军”。汉中之战中，持勇轻敌打算攻取刘备军营，但攻持不下反遭夜袭。最后分兵救援张郃，自己与部下修理鹿角时，被蜀将黄忠居高临下砍杀，死后追谥为愍侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夏侯渊>夏侯渊</a>"
},
{
"headline":"三国",
"startDate":"220",
"endDate":"280",
"text":"<p>    三国（220年~280年，另有184年、190年或208年起始说），是中国历史上东汉与西晋之间的分裂对峙时期，有魏、蜀、吴三个政权。三国时代波澜壮阔，充满生机，常引起后人追思。晋代陈寿所著史书《三国志》，对研究三国历史颇有参考价值。明代罗贯中以三国历史为蓝本，编撰小说《三国演义》成为中国四大名著之一，其丰富多彩的历史内涵也流传到世界各地。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三国>三国</a>"
},
{
"headline":"魏",
"startDate":"220",
"endDate":"266",
"text":"<p>      三国时期的魏朝（220年12月10日-266年2月4日），多称曹魏，是三国之中最强大的一国。东汉末年，天下扰乱，群雄逐鹿，曹操在军阀混战中，势力逐渐增强，并且控制了东汉朝廷，为曹魏的建立奠定了基础。延康元年（220年），曹操逝于洛阳后，曹操之子曹丕逼汉献帝退位、篡夺汉室政权，在洛阳称帝，曹魏始建。至咸熙二年（265年），司马炎篡魏，改国号为晋，曹魏灭亡。曹操受封魏公时，治所在东汉时期魏郡所在地的邺，因此汉献帝封他为“魏公”、“魏王”，因此国号为“魏”。又曹丕代汉称魏，史称“曹魏”，以区别于其他名“魏”的政权。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏>魏</a>"
},
{
"headline":"魏文帝 曹丕",
"startDate":"220",
"endDate":"226",
"text":"<p>        曹魏高祖文皇帝曹丕（187年冬－226年6月29日），字子桓，三国时期著名的政治家、文学家，曹魏的开国皇帝，公元220－226年在位。沛国谯（今安徽省亳州市）人，魏武帝曹操与卞夫人的长子。《三国志》记载，曹丕文武双全，八岁能提笔为文，善骑射，好击剑，博览古今经传，通晓诸子百家学说。220年正月，曹操逝世，曹丕继任丞相、魏王。之后曹丕受禅登基，以魏代汉。他在位期间，平定边患。击退鲜卑，和匈奴、氐、羌等外夷修好，恢复汉朝在西域的设置。除军政以外，曹丕自幼好文学，于诗、赋、文学皆有成就，尤擅长于五言诗，与其父曹操和弟曹植，并称三曹，今存《魏文帝集》二卷。另外，曹丕著有《典论》，当中的《论文》是中国文学史上第一部有系统的文学批评专论作品。去世后庙号高祖（《资治通鉴》作世祖），谥为文皇帝，葬于首阳陵。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏文帝 曹丕>魏文帝 曹丕</a>"
},
{
"headline":"九品中正制",
"startDate":"220",
"endDate":"220",
"text":"<p>    九品中正制，又称九品官人法，是魏晋南北朝时期中央政府的一种官员选拔制度。东汉延康元年（220年）曹魏建立前夕，由吏部尚书陈群提出。《三国志·魏志·陈群传》：“文帝在东宫，深敬器焉，（中略）及即王位，封群昌武亭侯，徙为尚书。制九品官人之法，群所建也。”最早汉代推行察举制，因缺乏客观标准，长久以来为门阀把持，乃至贿选之风极盛。曹魏时，以陈群之议，定九品中正制以选拔人才。其主要内容是，在各州郡选择“贤有识见”的官员任“中正”，中正必须是二品现任中央官，中正以簿世（谱牒家世）、行状（才干、道德）、乡品（中正鉴定）为标准查访评定州郡人士，将他们分成上上、上中、上下、中上、中中、中下、下上、下中、下下九等，中正给乡品前先列某一层次，即所谓“辈目”，先由小中正（郡）列入记录，再报大中正（州），最后转呈司徒，作为吏部授官的依据，曹魏时对人才的提升和使用有重要作用，如中正王嘉状吉茂为“德优能少”。西晋时，中正王济状孙楚为“天材英博，亮拔不群”。大中正亦可推荐小中正，但无权任免。陶侃亦曾任中正。咸熙二年（264年）以六条作举荐标准：忠恪匪躬孝敬尽礼友于兄弟洁身劳谦信义可复学以为己中正制每隔三年清理调整一次，有所上下，言行有修者则升之，如由五升四，道义有亏者则下之，如自五退六。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/九品中正制>九品中正制</a>"
},
{
"headline":"关羽",
"startDate":"220",
"endDate":"220",
"text":"<p>    关羽（？－220年），字云长，本字长生，司隶河东解人（今山西省运城市），约生于东汉桓帝延熹年间[2]，东汉末年三国时期刘备的重要将领。关羽最为特殊之处是其倍受中华文化历代推崇，由于其忠义和勇武的形象，多被民众尊称为关公、关老爷，又多次被后代帝王褒封，直至“武帝”，故也被称为关圣帝君、关圣帝、关帝君、关帝等。道教奉为五文昌之一，又尊为“文衡圣帝”，或“协天大帝”、“翊汉天尊”。中国佛教界奉其为护法神之一，称为“伽蓝菩萨”。民间由于《三国演义》等传统作品的影响，普遍认为关羽与刘备、张飞是结义兄弟，关羽排行第二，故又俗称其为关二爷、关二哥，直至现当代的某些社会群体与场合中，仍然经常出现祭拜关羽的情况。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/关羽>关羽</a>"
},
{
"headline":"黄忠",
"startDate":"220",
"endDate":"220",
"text":"<p>    黄忠（?－220年），字汉升，荆州南阳郡（今河南省南阳市）人，汉末三国时期著名将领。本为东汉末年群雄刘表部下中郎将，长沙太守韩玄部下将领，后成为刘备部将，历任讨虏将军、征西将军，官至威武后将军，去世后谥号为刚侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄忠>黄忠</a>"
},
{
"headline":"蜀",
"startDate":"221",
"endDate":"263",
"text":"<p>      蜀汉（西元221年~263年），又称季汉，三国之一。东汉末年、天下扰乱、群雄逐鹿，汉室宗亲刘备在军阀混战中崛起。延康元年（220年），曹操之子曹丕篡汉，次年（221年），刘备以汉室宗亲的身份在四川（蜀地）成都称帝，延续了汉朝大统。蜀汉始于昭烈帝刘备，终于汉怀帝刘禅，历二帝，共四十三年，鼎盛时期占据荆州、益州，国力强盛，但是经过关羽失荆州、刘备败夷陵后元气大伤，后来诸葛亮治国，恢复生产，使得能与魏吴抗衡。蜀汉后期拥有益州、汉中、南蛮等地（今四川及云南、贵州北部、陕西旧汉中府一带）。后被曹魏所灭。刘备以延续汉室政权称国号为“汉”，又统治地区古称为“蜀”，历史上为区别东汉和西汉，故称为“蜀汉”、“季汉” ，又因曹魏和西晋并不承认其国号为“汉”，而称之为“蜀”，“蜀”遂成为其俗称。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蜀>蜀</a>"
},
{
"headline":"汉昭烈帝 刘备",
"startDate":"221",
"endDate":"223",
"text":"<p>        刘备（161年－223年6月10日），字玄德，东汉末年幽州涿郡涿县（今河北省保定市涿州市）人，三国时期蜀汉开国皇帝，谥号昭烈皇帝，史家又称为先主。根据《三国志·先主传》，刘备是汉朝的宗室，汉中山靖王刘胜的后代。他为人谦和、礼贤下士，宽以待人，志向远大，知人善用，素以仁德为世人称赞，是三国时期著名的政治家，公元221年在成都称帝，国号汉，年号章武，史称蜀或蜀汉，占有今四川、云南大部、贵州全部，陕西汉中和甘肃白龙江一部分。公元223病逝于白帝城。终年63岁，谥号昭烈帝，庙号烈祖，葬惠陵。后世有众多文艺作品以其为主角，在成都武侯祠有昭烈庙为纪念。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉昭烈帝 刘备>汉昭烈帝 刘备</a>"
},
{
"headline":"夷陵之战",
"startDate":"221",
"endDate":"222",
"text":"<p>    夷陵之战，又称猇亭之战，是三国时期蜀汉君主刘备对东吴发动的战役，三国“三大战役”的最后一场。221年7月，也就是刘备称帝三个月后，立刻以替大将关羽报仇为由，挥兵东征，气势强劲。东吴国君孙权立即以陆逊率军应战，陆逊用以逸待劳的方法，阻挡了蜀军的攻势，更在222年8月夷陵一带打败蜀军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/夷陵之战>夷陵之战</a>"
},
{
"headline":"张飞",
"startDate":"221",
"endDate":"221",
"text":"<p>    张飞（？－221年），字益德（小说为翼德），东汉末年幽州涿郡（今河北省保定市涿州市）人氏，三国时期蜀汉名将。官至车骑将军、领司隶校尉，封西乡侯，追谥“桓侯”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张飞>张飞</a>"
},
{
"headline":"孙尚香",
"startDate":"222",
"endDate":"222",
"text":"<p>    孙夫人，吴郡富春人，东汉末年讨虏将军孙权之妹，左将军刘备夫人。才智敏捷，性格刚强，有其诸兄之风。赤壁之战后，嫁给左将军刘备。常以侍婢百余人持刀护卫，刘备每与相会，常恐遭遇不测。建安十七年，刘备入蜀，孙权派人接回孙夫人，孙夫人想将刘禅一并带走，被牙门将军赵云夺回。此后不详。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙尚香>孙尚香</a>"
},
{
"headline":"张辽",
"startDate":"222",
"endDate":"222",
"text":"<p>    张辽（？－222年）字文远，原为聂姓，并州雁门郡马邑县（今中国山西省朔州市朔城区）人，三国时期曹魏名将；官至前将军晋阳侯，谥号为刚侯。原为西汉聂壹后人，因避怨而改姓。活跃于东汉末年，曾跟随丁原、董卓、吕布等军阀，后随曹操。公元215年，与李典、乐进以少量兵马驻守合肥城，面对东吴孙权亲征大军，以寡胜众，令孙权无功而返，甚至几乎擒住孙权。中国著名章回小说《三国演义》中的“威震逍遥津”情节，便是以此事为蓝本。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张辽>张辽</a>"
},
{
"headline":"汉后主 刘禅",
"startDate":"223",
"endDate":"263",
"text":"<p>        刘禅（shàn）（207－271），即蜀汉后主，字公嗣，又字升之（《魏略》）。小名阿斗。刘备之子（非长子，刘备的长子是谁已不可考，但肯定是多次被吕布以及曹操俘虏），母亲是昭烈皇后甘氏。三国时期蜀汉第二位皇帝，公元223－263年在位。公元263年蜀汉被曹魏所灭，刘禅投降曹魏，被封为安乐公，后在洛阳去世。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉后主 刘禅>汉后主 刘禅</a>"
},
{
"headline":"诸葛亮南征",
"startDate":"225",
"endDate":"225",
"text":"<p>    诸葛亮南征，又称南中平定战，是建兴三年蜀汉丞相诸葛亮对南中发动平定南中的战争。当时朱褒、雍闿、高定等人叛变，南中豪强孟获亦有参与，最后诸葛亮亲率大军南下，平定南中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/诸葛亮南征>诸葛亮南征</a>"
},
{
"headline":"钟会",
"startDate":"225",
"endDate":"264",
"text":"<p>    钟会（225年－264年1月），字士季，颍川长社（今中国河南省长葛东部）人，是太傅钟繇的小儿子；魏国重臣钟毓之弟。三国后期灭蜀的曹魏重要智将，历来曾在魏国官居要职，包括有镇西将军，司徒，魏元帝时并封他为县侯。后与邓艾，诸葛绪等人分兵灭掉蜀汉，却因谋反，死于乱军之中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钟会>钟会</a>"
},
{
"headline":"魏明帝 曹叡",
"startDate":"226",
"endDate":"239",
"text":"<p>        曹魏烈祖明皇帝曹叡（204－239年），字元仲，史称魏明帝，中国三国时期曹魏的第二位皇帝，公元226－239年在位。曹丕与文昭甄皇后之子，曹操之孙。能诗文，与曹操、曹丕并称魏之“三祖”，文学成就不及操、丕。原有集，已散佚，后人辑有其散文二卷、乐府诗十余首。曹丕去世后，曹叡继位为帝，指挥曹真、司马懿等人成功防御了吴、蜀的多次攻伐，并且平定鲜卑，攻灭公孙渊，颇有建树。然而统治后期，大兴土木，临终前托孤不当，导致后来朝政动荡。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏明帝 曹叡>魏明帝 曹叡</a>"
},
{
"headline":"诸葛瞻",
"startDate":"227",
"endDate":"263",
"text":"<p>    诸葛瞻（227年－263年），字思远，出生于蜀汉成都（今四川省成都市），祖籍青州琅琊郡（山东沂南县），是三国时期蜀汉德著名书法家、画家和重臣；是三国时期著名政治家、军事家诸葛亮的长子。曾为骑都尉和出任羽林中郎将，最终官至卫将军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/诸葛瞻>诸葛瞻</a>"
},
{
"headline":"许褚",
"startDate":"227",
"endDate":"227",
"text":"<p>    许褚，字仲康，生卒年不详，谯国谯（今中国安徽省毫州市）人，是中国东汉末年三国时期曹魏的重要将领，主要负责曹操的护卫工作。许褚力如虎而痴，在军中被称为“虎痴”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/许褚>许褚</a>"
},
{
"headline":"徐晃",
"startDate":"227",
"endDate":"227",
"text":"<p>    徐晃（？－227年），字公明，三国时期河东杨县（今中国山西省洪洞县东南）人，三国时期曹魏著名将领，曾多次建功，及后以声东击西的战术；击破围城部队；并解救樊城。樊城之战中徐晃作为曹仁的援军击败关羽，因于此役中治军严整而被曹操称赞有“周亚夫之风”。曹丕称帝后，徐晃被加为右将军，于公元227年病逝，谥曰壮侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐晃>徐晃</a>"
},
{
"headline":"諸葛亮北伐",
"startDate":"228",
"endDate":"234",
"text":"<p>    諸葛亮北伐（以曹魏为正统的观点，则称诸葛亮的北伐为“入寇”）是三国时期蜀汉丞相诸葛亮在228年至234年发动北伐曹魏的战役，共有五次，但未取得重大胜利；而曹魏也曾发动反击战，但不成功。最后以诸葛亮因积劳成疾，病逝五丈原终结。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/諸葛亮北伐>諸葛亮北伐</a>"
},
{
"headline":"吴",
"startDate":"229",
"endDate":"280",
"text":"<p>      吴（229年－280年5月1日，史称孙吴或东吴）是中国三国时期由孙权建立的政权。在三国之中，水军最强，占据扬州 （古代）与荆州大部地区及交州全境。孙权以其地古为吴国，而封为“吴王”，国号以此得名。所统治地区古称江东，因此又称为“东吴”，以皇室姓孙，又名“孙吴”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴>吴</a>"
},
{
"headline":"吴大帝 孙权",
"startDate":"229",
"endDate":"252",
"text":"<p>        吴太祖孙权（182年12月22日－252年5月21日），字仲谋，吴郡富春（今浙江富阳）人，三国时代东吴的建立者。孙权的父亲孙坚和兄长孙策，在东汉末年群雄割据中打下了江东基业。十九岁时兄长孙策遭刺杀身亡后，孙权继而掌事，成为一方诸侯。208年，孙权与刘备联合于赤壁打败曹操军队，建立了孙刘联盟。219年，孙权派吕蒙偷袭刘备的荆州成功，使吴国的领土面积大大增加。222年被魏文帝曹丕封为吴王，建立吴国；229年称帝。是三国时代统治者中最长的。孙权称帝后，设置农官，实行屯田，平定山越，设置郡县，促进了江南经济的发展。在此基础上，他又多次派人出海。230年，他派卫温到达夷州。晚年“多嫌忌，果于杀戮”，而且在继承人问题上反复无常，引致群下党争。252年病逝，享年71岁，庙号太祖，谥号大皇帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴大帝 孙权>吴大帝 孙权</a>"
},
{
"headline":"赵云",
"startDate":"229",
"endDate":"229",
"text":"<p>    赵云（?－229年），字子龙，常山真定（今河北省正定）人。 他身高八尺，姿颜雄伟，是三国时期蜀汉的将领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵云>赵云</a>"
},
{
"headline":"曹真",
"startDate":"231",
"endDate":"231",
"text":"<p>    曹真（？－231年），字子丹，曹操的族子，东汉末年三国时代曹魏的将领，官至大将军、大司马，成为曹丕的托孤重臣之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹真>曹真</a>"
},
{
"headline":"陈寿",
"startDate":"233",
"endDate":"297",
"text":"<p>    陈寿（233－297），字承祚，西晋史学家，巴西安汉（今四川南充）人。他小时候好学，师事同郡学者谯周，在蜀汉时曾任卫将军主簿、东观秘书郎、观阁令史、散骑黄门侍郎等职。当时，宦官黄皓专权，大臣都曲意附从。陈寿因为不肯屈从黄皓，所以屡遭遣黜。入晋以后，历任著作郎、长平太守、治书待御史等职。280年，晋灭东吴，结束了分裂局面。陈寿当时四十八岁，开始撰写并《三国志》。历经10年艰辛，陈寿完成了流传千古的历史巨著《三国志》。《三国志》是一部纪传体三国史，书中有440名三国历史人物的传记，全书共65卷，36.7万字，完整地记叙了自汉末至晋初近百年间中国由分裂走向统一的历史全貌。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈寿>陈寿</a>"
},
{
"headline":"五丈原之战",
"startDate":"234",
"endDate":"234",
"text":"<p>    五丈原之战是中国的三国时期发生的一场战役，于今日中华人民共和国陕西省宝鸡市岐山县县城南约20公里五丈原镇的黄土台原发生，交战双方为曹魏及蜀汉，时为蜀汉后主刘禅建兴十二年（234年，魏明帝青龙二年）。当时，蜀汉丞相诸葛亮率军第五次北伐，由汉中出发，取道斜谷，穿越秦岭，进驻五丈原。在此，蜀军与魏军对峙了100余天。最后，诸葛亮病逝于此。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五丈原之战>五丈原之战</a>"
},
{
"headline":"魏延",
"startDate":"234",
"endDate":"234",
"text":"<p>    魏延（?－234年），字文长，荆州义阳郡（治今中国河南桐柏县）人，三国时期蜀汉中后期重要将领，作战英勇、屡立战功、深得刘备信任。为人高傲自大，野心高，一直想争取表现；曾向诸葛亮提出突袭长安之子午谷之计，但不被采纳。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏延>魏延</a>"
},
{
"headline":"司马炎",
"startDate":"236",
"endDate":"290",
"text":"<p>    晋武帝司马炎（236年－290年5月16日），字安世，河内郡温县人，为晋朝的建立者，谥号武皇帝，后世大多称呼为晋武帝。曹魏权臣司马昭长子，魏咸熙二年十二月丙寅(266年2月4日)，司马炎逼迫魏元帝禅让，即位为帝，定有天下之号曰晋，改年号泰始。在位期间，封同姓诸王，以郡为国，置军士，希望互相维系，拱卫中央。晋武帝采取一系列经济措施以发展生产，屡次责令郡县官劝课农桑，并严禁私募佃客。又招募原吴、蜀地区人民北来，充实北方，并废屯田制，使屯田民成为州郡编户。太康元年，颁行户调式，包括占田制、户调制和品官占田荫客制。太康年间出现一片繁荣景象。晋武帝鉴于曹魏末期为政严刻，风俗颓废，生活豪奢，乃“矫以仁俭”，鳏寡孤独不能自存者赐谷人五斛，免逋债宿负，诏郡国守相巡行属县，并能容纳直言。还重视法律，亲自向百姓讲解贾充等人上所刊修律令，并亲身听讼录囚。但灭吴后，逐渐怠惰政事，荒淫无度。鉴于曹魏宗室力量薄弱才让其父祖有机可乘，因此他巩固皇权而大封宗室。然而诸王统率兵马各据一方，晋武帝死后，诸王为争夺中央权力，内讧不已，形成16年的内战，史称八王之乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马炎>司马炎</a>"
},
{
"headline":"姜维北伐",
"startDate":"238",
"endDate":"262",
"text":"<p>    中国三国时期，蜀汉建兴十二年（234年）丞相诸葛亮死于五丈原后，刘禅加封姜维右监军、辅汉将军，统率诸军，进封平襄侯。随后历任司马、镇西大将军，兼任凉州刺史、卫将军、大将军，朝廷授予符节。据《三国志》记载，238年—262年之间，姜维共进行十一次北伐，进攻曹魏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姜维北伐>姜维北伐</a>"
},
{
"headline":"魏齐王 曹芳",
"startDate":"239",
"endDate":"254",
"text":"<p>        魏明帝的亲生儿子全部夭折，曹芳是其义子，但自小在宫中成长的曹芳，出生来历一概不详。《魏氏春秋》记载，曹芳应该是任城王曹楷之子。魏青龙三年，封为齐王，公元239年被立为太子，当年登基即帝位，年仅八岁。明年240年改年号为正始，即位后由大将军曹爽、太傅司马懿共同辅政。魏正始十年（249年），司马懿发动政变，起兵控制雒邑，是为高平陵之变。司马懿族灭曹爽，独掌军国大权，建请天子改元为嘉平。司马懿死后，其子司马师把持朝政，曹芳联合李丰、张缉、夏侯玄等意图罢除司马师，改立夏侯玄为大将军，三人被司马师搜出“衣带诏”，腰斩灭族。公元254年，曹芳被司马师废去帝号，贬为齐王，另立曹髦为帝。司马师、司马昭相继掌权。晋国立国后封为邵陵县公，死后葬以公爵礼，谥厉，故又作邵陵厉公。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏齐王 曹芳>魏齐王 曹芳</a>"
},
{
"headline":"二宫之争",
"startDate":"242",
"endDate":"250",
"text":"<p>    二宫之争，又称南鲁党争，是一件发生于三国时期东吴的政治事件，发生于吴大帝孙权在位期间，大约始于吴赤乌五年（242年），结束于赤乌十三年（250年）。源于太子孙和及鲁王孙霸之间因储君问题而生的矛盾，及后引发起朝中大臣因分别支持太子和鲁王而分裂。最终孙和被废而孙霸被赐死，改由幼子孙亮为太子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/二宫之争>二宫之争</a>"
},
{
"headline":"孙皓",
"startDate":"242",
"endDate":"284",
"text":"<p>    孙皓（242年－284年），字元宗，中国三国时代东吴的第四代君主（264年—280年在位）。他是孙权被废去太子地位的第三子孙和的长子，也是东吴的最后一位皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙皓>孙皓</a>"
},
{
"headline":"潘安",
"startDate":"247",
"endDate":"300",
"text":"<p>    潘岳（247年－300年），字安仁，后人多称潘安。荥阳中牟（今河南）人，西晋文学家。曾任司空掾、太尉掾、河阳县令、怀县令、太傅府主薄等职。死于“八王之乱”，罪夷三族。潘岳是中国历史上有名的美男子，据《世说新语》所载，潘岳每次外出，都会有不少女子手牵手地围着他的车子，又向他的车子投掷水果。成语“掷果盈车”即来自于此典故。后来人们就以“潘安之貌”形容男子俊美。潘岳与夏侯湛友好，喜欢一同出游，时人谓之连璧。同时他亦以谄媚权贵著名，元好问批评潘岳，“心画心声总失真，文章宁复见为人。高情千古《闲居赋》，争信安仁拜路尘。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/潘安>潘安</a>"
},
{
"headline":"高平陵之变",
"startDate":"249",
"endDate":"249",
"text":"<p>    高平陵之变，亦称高平陵事变或正始之变，发生在三国时期的魏国，是魏国建立以后的一次重大政变。事件源自曹魏宗室曹爽和大臣司马懿之间的权力斗争，最后以司马懿杀害了曹爽以及夺取大权而结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高平陵之变>高平陵之变</a>"
},
{
"headline":"曹爽",
"startDate":"249",
"endDate":"249",
"text":"<p>    曹爽（？－249年），字昭伯，小字默，沛国谯县（今安徽亳州）人，曹真之子，曹操侄孙。官至大将军、录尚书事，明帝遗诏与司马懿共同辅政。后司马懿发动高平陵之变，将曹爽斩杀，夷三族。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹爽>曹爽</a>"
},
{
"headline":"竹林七贤",
"startDate":"250",
"endDate":"300",
"text":"<p>    竹林七贤是指魏末晋初的七位名士：阮籍、嵇康、山涛、刘伶、阮咸、向秀、王戎。活动区域在当时的山阳县，今河南辉县西北一带。七人是当时玄学的代表人物，虽然他们的思想倾向不同。嵇康、阮籍、刘伶、阮咸始终主张老庄之学，“越名教而任自然”，山涛、王戎则好老庄而杂以儒术，向秀则主张名教与自然合一。他们在生活上不拘礼法，清静无为，聚众在竹林喝酒，纵歌。作品揭露和讽刺司马朝廷的虚伪。在政治态度上的分歧比较明显。嵇康、阮籍、刘伶等仕魏而对执掌大权、已成取代之势的司马氏集团持不合作态度。向秀在嵇康被害后被迫出仕。阮咸入晋曾为散骑侍郎，但不为司马炎所重。山涛起先“隐身自晦”，但40岁后出仕，投靠司马师，历任尚书吏部郎、侍中、司徒等，成为司马氏政权的高官。王戎为人鄙吝，功名心最盛，入晋后长期为侍中、吏部尚书、司徒等，历仕晋武帝、晋惠帝两朝，在八王之乱中，仍优游暇豫，不失其位。竹林七贤的不合作态度为司马氏朝廷所不容，最后分崩离析：阮籍、刘伶、嵇康对司马朝廷不合作，嵇康被杀害，阮籍佯狂避世。王戎、山涛则投靠司马朝廷，竹林七贤最后各散西东。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/竹林七贤>竹林七贤</a>"
},
{
"headline":"寿春三叛",
"startDate":"251",
"endDate":"258",
"text":"<p>    寿春三叛，又称淮南三叛。事情发生于曹魏后期，由于司马氏夺权专政，使得掌握军事重镇寿春的统帅先后发生三次反抗司马氏的兵变。这三次分别为王凌之叛（251年四月）、毌丘俭文钦之叛（255年正月）及诸葛诞之叛（257年五月—258年二月）。三次叛乱皆为司马氏所平定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/寿春三叛>寿春三叛</a>"
},
{
"headline":"刘渊",
"startDate":"251",
"endDate":"310",
"text":"<p>    刘渊（约251年－310年），字元海，新兴匈奴人（今山西忻州市北）。为五胡十六国时代中，汉国的开国君王。刘渊是西汉冒顿单于的后代，本姓挛鞮，因汉高祖刘邦嫁公主给冒顿单于和婚并约为兄弟而改姓刘。刘渊亦是东汉末年南匈奴单于于扶罗之孙，匈奴左部帅刘豹子。刘渊在父亲死后接掌其部属，直至八王之乱时诸王互相攻伐，刘渊乘朝廷内乱而在并州自立，称汉王，建立汉国（后改为前赵），5年后称帝，改元永凤。310年，刘渊病死，在位六年，被谥为光文皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘渊>刘渊</a>"
},
{
"headline":"会稽王 孙亮",
"startDate":"252",
"endDate":"258",
"text":"<p>        孙亮（243－260），字子明，三国时期吴国的第二位皇帝，公元252－258年在位。他是吴大帝孙权与潘皇后的第七个儿子，252年孙权去世后即位，258年被权臣孙綝废为会稽王。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/会稽王 孙亮>会稽王 孙亮</a>"
},
{
"headline":"东兴之战",
"startDate":"252",
"endDate":"252",
"text":"<p>    东兴之战，发生于魏王芳嘉平四年、东吴会稽王建兴元年（252年）十一月；魏出动15万大军，兵分三路，向东吴的东西两个方向进击。东吴以太傅诸葛恪为统帅，率军4万，迎击向东兴进攻的魏军，歼灭魏军数万。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东兴之战>东兴之战</a>"
},
{
"headline":"高贵乡公 曹髦",
"startDate":"254",
"endDate":"260",
"text":"<p>        曹髦（241年11月15日－260年6月2日），字彦士，三国时期曹魏第四位皇帝（254年－260年在位），曹霖之子，魏文帝曹丕孙，史称高贵乡公。公元254年，司马师废掉魏国皇帝曹芳，郭太后力主立十四岁的曹髦为帝，作为其无嗣的伯父魏明帝的后嗣，改元“正元”；曹髦年幼，只是一个傀儡，实权先后由司马师和司马昭掌握。但随着小皇帝的长大，曹髦日渐对司马昭产生不满。不久他写了一首《黄龙歌》，司马昭发现，也有了戒备之心。甘露五年（260年）五月曹髦召见王沈、王经、王业等三人，愤慨说道：“司马昭之心，路人皆知也！朕不能坐受废辱，今日当与卿等自出讨之。”不顾郭太后及众臣的反对，率领宫人三百余人讨伐。王沈与王业先行向司马昭通风报信，司马昭马上派兵入宫镇压，双方在宫内东止车门相遇，中护军贾充在南阙下率军迎战曹髦，贾充命令成济杀曹髦，成济一剑从曹髦胸部刺穿，曹髦立即死在车上，虚岁仅二十岁。随后，司马昭以皇太后郭氏的名义下诏，给曹髦加上许多罪状，废为庶人。但在司马昭叔父司马孚请求下，司马昭又让郭太后追复曹髦公爵位，以王礼下葬。舆论犹愤愤不平，司马昭遂将弑君罪状全部推给成济，以“大逆不道”罪诛杀成济一族。司马昭立曹奂为曹魏皇帝。曹髦擅长写诗文。另外他的绘画艺术也很是不错。是一个善于琴棋书画的才子。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高贵乡公 曹髦>高贵乡公 曹髦</a>"
},
{
"headline":"贾南风",
"startDate":"257",
"endDate":"300",
"text":"<p>    贾南风（257年－300年），小名峕，平阳郡襄陵县（今山西襄汾县）人。西晋的开国元勋贾充的三女（亦是其后妻郭槐生的长女），西晋晋惠帝的皇后，又称惠贾皇后、贾后。贾南风在皇后位置十年，其间因惠帝懦弱无能而得以专权，直至在政变中被废杀。其专权与失势是引发八王之乱并最终导致战乱升级的导火索之一，对西晋和之后的历史产生了深远的影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贾南风>贾南风</a>"
},
{
"headline":"吴景帝 孙休",
"startDate":"258",
"endDate":"264",
"text":"<p>        吴太宗景皇帝孙休（235－264），字子烈，中国三国时期吴国的第三位皇帝，大帝孙权的第六子，公元258－264年在位。十八岁时，受封为琅琊王。太平三年（258年）九月二十六日，孙綝发动政变，罢黜孙亮为会稽王，迎立孙休为帝，孙休三次辞让而受，改元永安。孙休登基，封孙綝为丞相，孙綝权倾朝野，遂除孙綝。孙休在位期间，颁布良制，嘉惠百姓，促进了东吴的繁荣。孙休好文。上位后于永安元年创建国学，设太学博士制度，诏立五经博士，为南京太学之滥觞，韦昭为首任博士祭酒。其妻为朱皇后。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴景帝 孙休>吴景帝 孙休</a>"
},
{
"headline":"司马衷",
"startDate":"259",
"endDate":"307",
"text":"<p>    晋惠帝司马衷（259年2月13日－307年1月8日），字正度，是晋武帝司马炎的次子，西晋的第二位皇帝，290年至306年在位。在他的统治期间发生了八王之乱，西晋走向灭亡。晋惠帝于泰始三年（267年）被立为太子，他的母亲是晋武帝的皇后杨艳。作为次子他被立为太子是因为他的哥哥司马轨很早就死了，也有说是晋武帝为了将来传位给他宠爱的聪明孙子湣怀太子司马遹。晋惠帝一般被评价为“甚愚”，王夫之说他是“土木偶人”，《晋书》中记载武帝担忧晋惠帝的能力，多次对他进行考验，而惠帝则在太子妃贾南风及谋臣的献策下通过了这些考验。[2]即位后，他显然无法解决他统治时期的政治困难，造成了八王之乱，成为了傀儡，最后被东海王司马越毒死。有研究认为，虽然惠帝无法对付当时的政局，但是从今日的医学概念来判断，他不能够算作智能障碍。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马衷>司马衷</a>"
},
{
"headline":"魏元帝 曹奂",
"startDate":"260",
"endDate":"265",
"text":"<p>        魏元帝曹奂（246年－303年），本名曹璜，字景明，是曹魏的最后一位皇帝，260年到265年在位，后禅位于司马炎，此后被废为陈留王，谥号元帝。曹奂是燕王曹宇的儿子，曹操的孙子，初封常道乡公，可见他并非燕王世子。甘露五年（260年）曹髦试图从司马氏手中夺回权力，被杀，大将军司马昭派儿子使持节行中护军中垒将军司马炎迎立曹璜为皇帝，改名曹奂。曹奂实际上毫无权力，在大臣和军队中也没有任何势力，完全是司马氏的傀儡。曹奂在位期间，263年曹魏大将邓艾和钟会伐蜀汉，蜀汉灭亡。伐蜀期间，司马昭以伐蜀之功被晋升为晋公，相国，加九锡。蜀汉灭亡没多久，司马昭又进爵晋王，不久去世，司马炎袭位，于咸熙二年（265年）废掉了傀儡皇帝曹奂，魏亡。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏元帝 曹奂>魏元帝 曹奂</a>"
},
{
"headline":"魏灭蜀之战",
"startDate":"263",
"endDate":"263",
"text":"<p>    魏灭蜀之战是三国后期的吞并战。263年，曹魏实际领袖司马昭决定向蜀汉发动战争，派遣钟会、邓艾、诸葛绪等分东、中、西三路进攻汉中。蜀汉则以大将军姜维为首组成抵抗军，据剑阁天险与魏军相持，魏军不能前进。邓艾遂率精兵偷渡阴平攻占涪城，进逼成都。蜀汉后主刘禅出降，姜维闻讯后带部投降钟会，蜀汉灭亡，开启三国时代的统一战。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏灭蜀之战>魏灭蜀之战</a>"
},
{
"headline":"吴末帝 孙皓",
"startDate":"264",
"endDate":"280",
"text":"<p>        孙皓（242－284），字元宗（一说字元景，出自《册府元龟》）一名彭祖，字皓宗。三国时期吴国末代皇帝，公元264－280年在位。虽然前任皇帝孙休有儿子，但当时蜀汉刚灭亡，再加上交阯发生叛乱，东吴国内大为震惊，想立一个较年长的君主。在左典军万彧向丞相濮阳兴、左将军张布推荐孙皓下，濮阳兴和张布说服朱太后让孙皓继位，于是作为废太子孙和长子的孙皓在八月初三被拥立为帝[1]。孙皓即位后，追谥父亲为文皇帝，尊其母何氏为太后。据《三国志》记载，孙皓初立时，下令抚恤人民，又开仓振贫、减省宫女和放生宫内多余的珍禽异兽，一时被誉为令主。但很快他便变得粗暴骄盈、暴虐治国，又好酒色，从而民心丧尽。另外，他也把拥立自己的家臣杀掉（据说他们后悔拥立孙皓，被他知道而被杀），又曾迁都至武昌（今鄂州），大兴土木。孙皓即位的次年，曹魏的曹奂“禅让”，司马炎称帝建立西晋。司马炎本来打算立刻攻伐东吴，但国内赞成及反对征吴的两派发生纷争，使吴国在这段时期得以苟延残喘。孙皓曾任用陆逊的族子陆凯为丞相。陆逊次子陆抗亦被孙皓委派镇守西陵等处的边防。两人均是东吴名臣。据正史记载，孙皓曾对两人的直谏有所不满，但因他们世族势大，孙皓始终没有惩罚他们，但在陆凯死后把陆凯家人放逐。陆凯、陆抗二人于269年和274年相继去世。吴国失去了两位重臣，政局转坏。不久，西晋内部达成了伐吴的一致意见，遂于279年挥军南下。在西晋强大的军事攻势下，吴军毫无抵抗之力。结果280年建业陷落，吴国灭亡，孙皓本人也成了晋武帝的俘虏。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴末帝 孙皓>吴末帝 孙皓</a>"
},
{
"headline":"晋",
"startDate":"265",
"endDate":"420",
"text":"<p>    晋朝（265—420年），是中国历史上九个大一统朝代之一，分为西晋与东晋两个时期。它上承三国，下启南北朝，晋朝的政治体制为门阀世族政治。265年司马炎自立为皇帝，国号大晋，定都洛阳，史称西晋。280年，西晋灭孙吴而统一天下，但是和平稳定的局面只维持了短短的十几年。晋惠帝继位后朝廷渐乱，领有军权的诸王纷纷争权，史称八王之乱。晋朝元气大伤后，内迁的诸民族乘机举兵，造成五胡乱华的局面，大量百姓与世族开始南渡。316年，西晋灭亡，北方从此进入五胡十六国时期。317年，晋室南渡，司马睿于建康称帝，东晋建立，据有中国南方的领土。东晋先后发生了王敦之乱、苏峻之乱及桓温专政。虽然部分士族当权者有恢复之心，前后发动几次北伐，但是朝廷担心野心家借此扩张势力，大多消极支持。383年东晋与前秦淝水之战后得到暂时巩固。两晋时期少数民族迁至中原，加强了民族融合，北人南迁，开发了江南地区。两晋总历时一百五十六年。420年，刘裕建立宋，东晋灭亡，进入了南北朝时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋>晋</a>"
},
{
"headline":"西晋",
"startDate":"265",
"endDate":"316",
"text":"<p>      西晋（265—316年）是一个朝代名，且具有政治意义，西晋君臣在政治上是得到北魏承认的，这点有别于东晋。265年，晋王司马炎取代曹魏政权称帝，建立西晋；280年，灭东吴，完成统一；316年，为汉国（前赵）所灭。西晋统一仅37年，是魏晋南北朝长期分裂时期中的短暂统一，所谓“昙花一现”。317年，琅邪王司马睿于南方建立东晋，中国进入东晋十六国时期。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西晋>西晋</a>"
},
{
"headline":"祖逖",
"startDate":"266",
"endDate":"321",
"text":"<p>    祖逖（266年－321年），字士稚，范阳逎县（今河北涞水）人。北州旧姓，东晋初期著名的北伐将领。著名的“闻鸡起舞”就是他和刘琨的故事。曾一度收复黄河以南大片土地，但及后因朝廷内乱，在他死后北伐功败垂成。祖逖亦是一位极受人民爱戴的将领，他死后，所辖的豫州人人都好像父母离世那样悲伤。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/祖逖>祖逖</a>"
},
{
"headline":"王敦",
"startDate":"266",
"endDate":"324",
"text":"<p>    王敦（266年－324年），字处仲，琅邪临沂（今山东临沂北）人。为东晋丞相王导的堂兄。王敦出身琅琊王氏，曾与王导一同协助司马睿建立东晋政权，成为当时权臣，但一直有夺权之心，最后亦因而发动政变，史称王敦之乱。后来病逝，享年五十九岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王敦>王敦</a>"
},
{
"headline":"刘琨",
"startDate":"270",
"endDate":"317",
"text":"<p>    刘琨（270年－317年6月22日），字越石，中国西晋末年、十六国时期政治家、文学家、音乐家、军事家，中山魏昌（今河北无极县）人。他曾经在西晋末年于晋阳（今山西太原）武装割据了近十年，对抗周围的游牧民族政权。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘琨>刘琨</a>"
},
{
"headline":"石勒",
"startDate":"274",
"endDate":"333",
"text":"<p>    后赵明帝石勒（274年－333年8月17日），字世龙，初名㔨，小字匐勒，上党武乡羯胡民族[参 1]，是中国五胡十六国时代后赵的开国君主。石勒初年因公师藩而起兵，后投靠汉国君主刘渊，后却与汉国决裂，由汉国分裂出去。石勒在他的谋臣，汉人张宾辅助之下以襄国（今河北邢台）为根据地，并陆续消灭了王浚、邵续、段匹磾等西晋于北方的势力，继而又消灭曹嶷，进侵东晋以及消灭刘曜领导的前赵，又北征代国，令后赵成为当时北方最强盛的国家。石勒又实行多项措施，推动文教和经济发展。另外他厚待来自西域的佛教僧侣佛图澄，对当时佛教的传播有一定贡献。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/石勒>石勒</a>"
},
{
"headline":"司马睿",
"startDate":"276",
"endDate":"323",
"text":"<p>    晋元帝司马睿（276年－323年1月3日），东晋的第一代皇帝。字景文，为司马懿的曾孙、琅邪武王司马伷之孙、琅邪恭王司马觐之子，母为琅邪王妃夏侯光姬。司马睿于290年袭封琅邪王，曾经参与讨伐成都王司马颖的战役；但是由于作战失利，司马睿便离开洛阳，回到封国；晋怀帝即位后，司马睿被封为安东将军、都督扬州诸军事，后来在王导的建议之下前往建康，并且极力结交江东大族。311年晋怀帝被俘遇害后，晋愍帝即位，晋愍帝封司马睿为丞相、大都督中外军事。晋愍帝被俘后，司马睿在晋朝贵族与江东大族的支持下于317年称晋王，318年即帝位，为晋元帝。但是晋元帝本身为一个被扶持者，本身并无权力，大权掌握在王导与王敦之手。晋元帝听从刁协与刘隗的言论并有意削弱琅邪王氏权力，导致王敦于322年反叛，攻入建康，并且杀害重臣戴渊、周顗等人。但是王敦无力消灭东晋，最后采取与晋元帝和睦的策略。晋元帝便在王敦之乱中因忧郁过度而过世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马睿>司马睿</a>"
},
{
"headline":"王导",
"startDate":"276",
"endDate":"339",
"text":"<p>    王导（276年－339年），字茂弘，山东临沂人。是中国东晋初年的权臣，历仕晋元帝、晋明帝和晋成帝三代，是东晋政权的奠基者。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王导>王导</a>"
},
{
"headline":"晋灭吴之战",
"startDate":"279",
"endDate":"280",
"text":"<p>    晋灭吴之战是三国后期的统一战争。265年，曹魏实际领袖司马昭灭蜀后病逝，其子司马炎接任，并在同年废魏帝自立，建立晋。其后于279年，司马炎下令六路晋军攻吴，势如破竹，成功于280年三月十五（国历5月1日）成功逼降吴主孙皓，西晋统一天下。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋灭吴之战>晋灭吴之战</a>"
},
{
"headline":"司马炽",
"startDate":"284",
"endDate":"313",
"text":"<p>    晋怀帝司马炽（284年－313年），字丰度，西晋的第三代皇帝，司马炎的第二十五子。311年六月刘渊之子刘聪的军队攻入洛阳，晋怀帝在逃往长安途中被俘，太子司马诠被杀，史称永嘉之祸。晋怀帝被送往平阳，刘聪告诉他：“卿为豫章王时，朕尝与王武子（济）相造，武子示朕于卿，卿言闻其名久矣……”后封为会稽公，并被囚禁。313年一月，晋怀帝在正月的朝会上被命令为斟酒的仆人，有晋朝旧臣号哭，令刘聪反感，不久用毒酒毒杀之，享年30岁，葬处不明。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马炽>司马炽</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}