{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"高湛",
"startDate":"538",
"endDate":"569",
"text":"<p>    北齐武成帝高湛（538年－569年1月13日），北齐第四位皇帝，在位时间561年至565年。东魏权臣高欢第九子，孝昭帝高演之同母弟。高湛幼时亦其得父亲喜爱。北齐建国后，被文宣帝封为长广王。孝昭帝高演继位后，甚为宠信他，权倾朝野。不久高演患得重病，临死时为了不让自己的儿子高百年落得高殷的命运(高殷乃高洋之子，因父死而继位。不久，高演通过发动政变，杀侄高殷继位。)，决定传位于弟。561年，高湛继位，改元太宁，是为武成帝。武成帝昏庸无能，沉湎于美色之中，不思国事，北齐岌岌可危。565年，传位于太子高纬，自任太上皇。最后也因为酒色过度而死，年仅三十二岁。年号太宁、河清，谥号武成帝，庙号世祖，葬于永平陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高湛>高湛</a>"
},
{
"headline":"杨坚",
"startDate":"541",
"endDate":"604",
"text":"<p>    杨坚（公元541年7月21日－公元604年8月13日），隋朝开国皇帝。汉族，弘农郡华阴（今陕西省华阴县）人。汉太尉杨震十四世孙。他在位期间成功地统一了严重分裂数百年的中国，开创先进的选官制度，发展文化经济。使得中国成为盛世之国。文帝在位期间，隋朝开皇年间疆域辽阔，人口达到700余万户，是中国农耕文明的巅峰时期。杨坚是西方人眼中最伟大的中国皇帝之一。被尊为“圣人可汗”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨坚>杨坚</a>"
},
{
"headline":"邙山之战",
"startDate":"543",
"endDate":"543",
"text":"<p>    邙山之战，是南北朝时期西魏柱国大将军宇文泰对东魏发动的战役。543年2月，东魏的北豫州刺史高仲密据虎牢叛变，宇文泰率军接应。543年3月，两军在邙山决战，西魏军大败。宇文泰在退兵之后，上表自贬，但魏帝元宝炬没有接受。此战之后，东魏乘胜追击，收复虎牢，平定了北豫州和洛州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/邙山之战>邙山之战</a>"
},
{
"headline":"宇文邕",
"startDate":"543",
"endDate":"578",
"text":"<p>    北周武帝宇文邕（543年－578年），南北朝时期北周第三位皇帝（561年—578年在位），在位18年。西魏权臣宇文泰的第四子，鲜卑人。时宇文护专横跋扈，连杀二帝，又立宇文邕为帝。宇文邕不甘做傀儡，于572年杀死宇文护，正式临朝听政。在位期间，宇文邕极力摆脱鲜卑旧俗，接受华夏文化，而且自己也整顿吏治，使北周政治清明，百姓生活安定，国势强盛。宇文邕生活俭朴，能够及时关心民间疾苦。据史书记载，他“身布袍，寝布被……后宫不过十余人”，另外他还听从卫元嵩意见大举灭佛，捣毁全国大量佛塔、佛寺，严令僧尼还俗，这是“求武器于塔庙之间、以士兵于僧侣之下”的富国强兵运动，是为三武灭佛之一。而在宇文邕禁止佛教之外，起初亦禁止道教。正当北周日益强盛的时候，北齐却日衰。于是宇文邕于建德四年（575年）末出兵大举进攻腐朽的北齐，并于一年半后（即建德六年，577年）灭北齐。宣政元年（578年）宇文邕率军分五道伐突厥，未出发即病死，英年早逝时年仅36岁，谥号为武帝，庙号是高祖。他可以说是魏晋南北朝两百多年的乱世中少数称得上有作为的君主，他死后，朝廷渐由杨坚掌握。在史书中，他是一位严父，曾对其继承人长子宇文赟施用体罚，并多次威胁教而不善的太子宇文赟（北周宣帝）会削去其太子地位，但最后都没有实行。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宇文邕>宇文邕</a>"
},
{
"headline":"独孤伽罗",
"startDate":"544",
"endDate":"602",
"text":"<p>    独孤伽罗（544年－602年），鲜卑族人，北周大司马独孤信的七女。隋朝隋文帝即位之后，封为皇后。独孤氏的祖先为鲜卑族，随北魏拓跋氏入主中原而南迁，最终定居在中原境内。独孤伽罗的父亲独孤信雄才大略，曾协助北周宇文泰开创霸业，因而在北周政权中享有崇高地位，并出任大司马、封为河内公。独孤伽罗的母亲出自清河崔氏定著六房之一的的郑州崔氏，是郢州刺史崔蔚的曾孙女，永昌太守崔稚的孙女，崔彦珍的女儿，后追封纪国夫人。独孤伽罗,北周重臣独孤信第七女，河南洛阳人。十四岁嫁给了杨坚，并生下五子五女。其中长女杨丽华为北周的皇太子宇文赟之太子妃，太子登基后被立为皇后。杨坚从此把持朝政，权倾天下。后取代北周创建隋朝。独孤皇后仁爱律己，<<隋书>>“后颇仁爱，每闻大理决囚，未尝不流涕。”番州刺史陆让因为贪污下狱，数罪并发当死。他是陆家庶出之子，嫡母冯氏赴朝堂请罪痛斥陆让，又泣涕哀切为庶子送别，替其向皇帝上表求情。独孤皇后被冯氏的气度感动，为她向隋文帝求情。隋文帝树冯氏为妇女典范，并且发诏书号召天下妇女学习其道德风范，陆让也因其母得免一死。 同时对外戚犯罪好不留情, 独孤皇后有一个表兄叫崔长仁，犯罪当死，按照当时的律法和习俗，以皇后亲戚，可以赦免。但是，独孤皇后认为：“国家之事，焉可顾私!”主张崔长仁应该伏法。这种不纵容外戚，自觉维护皇权与法律的态度赢得了隋文帝和当时大臣的尊重，体现出贤内助和国母的风范。因此她与文帝并称为“二圣”，有一次，突厥人向幽州总管索卖一箱价值八百万的上品明珠，幽州总管呈报皇后，耸恿独孤氏买下。但是她说：我现在不需要明珠，目前边关不宁，经常受到威胁，边防将士浴血奋战，劳苦功高，若将此八百万分赏有功者，岂不是比我独自一人享用更有意义？这件事也得到相当高的评价。仁寿二年（602年）8月，独孤伽罗病崩于永安宫。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/独孤伽罗>独孤伽罗</a>"
},
{
"headline":"杨素",
"startDate":"544",
"endDate":"606",
"text":"<p>    杨素（544年—606年8月31日），字处道。汉族，弘农华阴（今属陕西）人。隋朝权臣、诗人，杰出的军事家、统帅。 他出身北朝士族，北周时任车骑将军，曾参加平定北齐之役。他与杨坚（隋文帝）深相结纳。杨坚为帝，任杨素为御史大夫，后以行军元帅率水军东下攻陈。灭陈后，进爵为越国公，任内史令。杨广即位，拜司徒，改封楚国公。卒谥景武。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨素>杨素</a>"
},
{
"headline":"贺若弼",
"startDate":"544",
"endDate":"607",
"text":"<p>    贺若弼（544年—607年），复姓贺若，字辅伯，河南洛阳人。其父贺若敦为北周将领，任金州（今陕西省安康）刺史。北周保定五年(565年)十月，贺若敦因口出怨言，为北周晋王宇文护所不容，逼令自杀，临死前，曾嘱咐贺若弼说“吾必欲平江南，然此心不果，汝当成吾志。且吾以舌死，汝不可不思”(《隋书·贺若弼列传》)，并用锥子把贺若弼的舌头刺出血，告诫他慎言。少时骁勇，善骑射，博涉书记。封当亭县公，为小内史。北周大象元年（579年）助行军元帅韦孝宽攻取南陈淮南之地，拜为寿州（今安徽省寿县）刺史，封襄邑县公。因高颎荐举，乃委任贺若弼为吴州总管，镇守广陵。开皇八年（588年）冬十一月，隋军大举伐陈，为行军总管，主攻建康（今南京）。率军自瓜州（今江苏扬州西南瓜洲镇）偷渡，攻拔京口（在今江苏镇江），进军直抵钟山（今南京紫金山），一路苦战，击溃陈军主力，生擒大将萧摩诃。以功封上柱国，进爵宋国公。开皇十二年（592年）贺若弼自以功高，应该官至宰相，自有不平之鸣，为言官劾，被免官，年余复官，不复重用。开皇十九年（599年）隋文帝于仁寿宫赐宴王公，贺若弼为五言诗，诗中词意愤怨。隋炀帝杨广即位，更加被疏远。大业三年（607年）七月从隋炀帝至榆林（今内蒙古托克托西南），杨广命人制一可容纳数千人的大帐蓬，招待突厥启民可汗，贺若弼与高颎等议论炀帝奢侈无度，为人告发，二十九日（607年8月27日）以“诽谤朝政罪”与高颎、宇文弼一同被处死。杨广还是太子时，曾经问贺若弼说：“杨素、韩擒虎、史万岁三人，俱称良将，优劣如何？”贺若弼说：“杨素是猛将，非谋将；韩擒虎是斗将，非领将；史万岁是骑将，非大将 。”杨广又问谁是大将？贺若弼说自己就是太子选择的人。言下之意，只有他贺若弼一人能称大将。贺若弼在唐朝被追赠为光禄大夫、扬州总管、宋国公，夫人王氏，子贺若怀廓，入唐任光禄大夫、李渊相国府礼曹参军，次子贺若渠师，任相国府宾曹参军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贺若弼>贺若弼</a>"
},
{
"headline":"玉璧之战",
"startDate":"546",
"endDate":"546",
"text":"<p>    玉璧之战，是南北朝时期东魏丞相高欢对西魏发动的战役，旨在攻取战略要地玉璧城，进而打开西进的道路。546年十月，高欢率重兵进攻玉璧城。西魏守将韦孝宽积极防守，东魏军屡攻不下，伤亡惨重，高欢忧愤成疾。546年11月，在五十日的苦战之后，东魏军撤退。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/玉璧之战>玉璧之战</a>"
},
{
"headline":"侯景之乱",
"startDate":"547",
"endDate":"552",
"text":"<p>    侯景之乱是在南北朝时期的梁武帝太清二年（公元548年）八月，东魏降将侯景勾结京城守将萧正德，举兵谋反。主要过程为东魏武定五年(梁太清元年，547年)正月至552年，侯景先后叛东魏、叛梁以及被讨平的战争。主要分侯景叛东魏之战、侯景叛梁之战、侯景攻三吴之战、萧绎讨平侯之乱。侯景之乱是中国历史上南朝期间由诸侯王发起的祸国殃民的事件。南朝的梁王朝君主梁武帝萧衍信奉佛教，广建寺庙佛塔，还出家同泰寺，要群臣用巨款为他赎身。迷恋于宗教的萧衍不事朝政，皇室招降纳叛成风。侯景之乱可以说是腐败政治的产物。侯景之乱给长江下游地区造成巨大破坏，使南朝士族遭到毁灭性打击。六朝古都建康“千里烟绝，人迹罕见，白骨成聚，如丘陇焉”（《南史·侯景传》）。 刘禹锡有〈乌衣巷〉诗：“旧时王谢堂前燕，飞入寻常百姓家”。据颜之推《观我生赋》自注：“中原冠带，随晋渡江者百家，故江东有《百谱》；至是，在都者覆灭略尽。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/侯景之乱>侯景之乱</a>"
},
{
"headline":"萧正德",
"startDate":"549",
"endDate":"549",
"text":"<p>    萧正德(？ － 549年8月8日)，字公和，今江苏常州人，南梁临贺王，为梁武帝萧衍之侄，临川王萧宏的第三个儿子。萧衍由于早年无子，便收萧正德为义子；但是在萧衍称帝之后，萧衍封昭明太子萧统为太子，引发萧正德的不满。而萧正德也长期行为偏差，品德很差，曾经有过在建康杀人越货的行为；而且萧正德也一度投奔北魏，但因不得志才回到南梁，每一次萧正德的错误行为，都得到梁武帝的宽宥，并没有得到很严厉的惩罚。侯景发动叛乱时，萧正德被梁武帝任命防守建康；但是萧正德却与侯景勾结，结果萧正德派船支援侯景的军队，侯景便攻至台城，包围梁武帝；侯景便于548年拥立萧正德为皇帝，改元正平元年。但是在549年台城被攻陷之后，萧正德便被侯景废为侍中、大司马。萧正德也因此对侯景有所批评，并秘密跟堂兄弟鄱阳王萧范通信，请萧范攻击侯景，最后侯景便矫诏杀害萧正德。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧正德>萧正德</a>"
},
{
"headline":"北齐",
"startDate":"550",
"endDate":"577",
"text":"<p>      北齐（公元550年—577年），是中国南北朝时的北方王朝之一。550年（庚午年五月戊午日），由文宣帝高洋取代东魏建立，国号大齐，建元天保，建都邺（今安阳地区），史称后齐。历经文宣帝高洋、废帝高殷、孝昭帝高演、武成帝高湛、后主高纬、幼主高恒，共六帝。577年被宿敌北周消灭，享国二十八年。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北齐>北齐</a>"
},
{
"headline":"陈后主",
"startDate":"553",
"endDate":"604",
"text":"<p>    陈后主陈叔宝（553—604），字元秀，南朝陈最后一位皇帝。公元582年—589年在位，在位时大建宫室，生活奢侈，不理朝政，日夜与妃嫔、文臣游宴，制作艳词。隋军南下时，自恃长江天险，不以为然。祯明三年（589年），隋军入建康，陈叔宝被俘。后在洛阳城病死，终年52岁，追赠大将军、长城县公，谥曰炀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈后主>陈后主</a>"
},
{
"headline":"江陵之战（南北朝）",
"startDate":"554",
"endDate":"554",
"text":"<p>    江陵之战是南北朝时期西魏与南梁的一场战役。554年9月，西魏丞相宇文泰下令柱国大将军于谨、中山公宇文护、大将军杨忠、韦孝宽等率军五万，准备进攻南梁的都城江陵。554年10月，西魏军从长安出发。554年11月，江陵被西魏攻陷，梁元帝被俘，不久后即被处死。西魏立萧察为梁帝，充当西魏的附庸。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江陵之战（南北朝）>江陵之战（南北朝）</a>"
},
{
"headline":"后梁",
"startDate":"555",
"endDate":"587",
"text":"<p>      后梁（555年-587年）为中国在南北朝时期南朝梁萧詧建立的政权。国都于江陵，统治地区位于梁的西边，故又称为西梁。554年西魏攻陷江陵、杀害梁元帝之后，被西魏封为梁王的萧詧于555年称帝，并且对西魏称臣；但是后梁由于国土狭小，属地仅有江陵附近数县八百里地，先后是西魏、北周和隋的附庸。但后梁也一直自居为南朝正统而与陈朝对立。而后梁也由于承续南梁的文化，而成为具有高度文化的国家。后梁共传宣帝萧詧、明帝萧岿、后主萧琮三世，西元587年，隋文帝废除后梁，改萧琮为莒国公，西梁因此灭亡，存在共三十三年。然而由于萧氏历代事奉北周、对隋朝甚为恭谨，萧岿之女还成为隋炀帝杨广之皇后，因此在后梁国废除后萧氏在隋朝中央朝廷与江陵仍保有一定的政治影响力。隋末群雄之一的萧铣即为萧岿弟萧岩之孙。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/后梁>后梁</a>"
},
{
"headline":"王僧辩",
"startDate":"555",
"endDate":"555",
"text":"<p>    王僧辩（？－555年），南朝梁将领。字君才，太原祁（今山西祁县）人，右卫将军王神念之子。王僧辩早年随父亲南归南梁，一直跟随着湘东王萧绎，历任中兵参军及贞毅府咨议参军，后任竟陵太守。梁大宝元年（550年），发生侯景之乱，侯景发兵攻至台城，包围梁武帝，后梁武帝饿死台城。陈霸先在始兴（今广东韶关西南）起兵，受湘东王萧绎节制。大宝二年（551年），萧绎命王僧辩与陈霸先会合，东下进攻盘据建康（今江苏南京）已四年之久的侯景，侯景战败而逃，被部下所杀。不久，萧绎就在江陵自立为帝，是为梁元帝。西元554年，西魏趁机发兵江陵，萧绎被杀，陈霸先、王僧辩立萧绎第九子萧方智，称梁王于建康。天成元年（555年）王僧辩单独于北齐媾和，扶植梁武帝侄儿贞阳侯萧渊明为帝，引发陈霸先不满。是年9月，后陈霸先乘机起兵，杀王僧辩，仍立萧方智为帝。以后，陈霸先称帝，是为陈武帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王僧辩>王僧辩</a>"
},
{
"headline":"高纬",
"startDate":"556",
"endDate":"577",
"text":"<p>    北齐后主高纬（556年－577或578年），字仁纲，南北朝时期北齐第五位皇帝（565年—577年在位），北齐武成帝高湛之子。他即位时，腐朽的北齐政权已经摇摇欲坠，他自己仍然荒淫无道，导致北齐军队衰弱，政治腐败，尤其最大致命伤是诛杀名将斛律光、高长恭，这使得北齐失去得以抗击北周侵略的有能将领，北周来攻，齐军大败，周军不久破北齐京师邺（今河北临漳），高纬慌忙将皇位传于自己8岁的儿子高恒，然后带着幼主高恒等十余人骑马准备投降南方的陈朝，但他们刚逃到青州（今山东青州）就被周军俘虏了，被北周封温国公，不久因被诬陷谋反，后被赐死。终年21岁（《北齐书》将此事记于下年）。讽刺的是，高纬被俘后，对周帝提出要求竟然是把冯小怜归还给他。其对冯小怜竟痴爱如此，只是这个爱代价也太沉重、太荒唐了。后主宠爱冯小怜，李商隐曾写诗讽刺道：“小怜玉体横陈夜，已报周师入晋阳①”—北齐两首(其一)第二联“晋阳已陷休回顾，更请君王猎一围”—北齐两首(其二)第二联这两首诗说明了后主在北周入侵时仍然不理政事，荒唐、淫乱。注①：晋阳应为平阳。其二同。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高纬>高纬</a>"
},
{
"headline":"北周",
"startDate":"557",
"endDate":"581",
"text":"<p>      北周（557年—581年）是中国历史上南北朝的北朝之一。由西魏权臣宇文泰奠定国基，由其子宇文觉正式建立。西魏恭帝三年（556年），宇文泰病死，由侄宇文护承继。次年，宇文护得将领支持，迫西魏恭帝禅让，由宇文泰之子宇文觉即大周天王，建立北周。建都长安（即今陕西西安）。宇文觉不满宇文护专权，策动政变不成反被杀，宇文护拥立其庶兄，是为北周明帝。几年后，明帝被杀，又拥立其兄弟为北周武帝。宇文护执掌政权十五年，成为北周主宰。他承继宇文泰、苏绰的政策，消灭威胁北周的武将，使北周更巩固。武帝天和七年（572年）三月，宇文护的威望大降，武帝乘机杀了宇文护，重夺政权。577年，北周灭北齐，统一华北。581年，杨坚代北周，改国号隋，北周享国二十四年而亡。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北周>北周</a>"
},
{
"headline":"陈",
"startDate":"557",
"endDate":"589",
"text":"<p>      陈朝亦称南朝陈、南陈（557年~589年），是中国历史上南北朝时期，南朝的最后一个朝代，陈霸先代梁所创建，以建康（今南京）为首都，国号陈，控制江陵以东、长江以南的地区。陈朝建立时已经出现南朝转弱，北朝转强的局面，陈朝刚建立时面临北方政权的入侵，形势十分危急。陈朝开国皇帝陈霸先带领军队一举击败敌军，形势有所好转。亡国君为陈后主陈叔宝，陈最后被隋文帝所灭。历五帝，共三十三年（557～589年）。中国历史上朝代名与皇帝之姓重合者，仅陈朝一家。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈>陈</a>"
},
{
"headline":"欧阳询",
"startDate":"557",
"endDate":"641",
"text":"<p>    欧阳询（557年－641年），字信本，唐代书法家。潭州临湘（今湖南长沙）人。他的楷书字体，成为后来学习书法者经常模仿的对象。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/欧阳询>欧阳询</a>"
},
{
"headline":"虞世南",
"startDate":"558",
"endDate":"638",
"text":"<p>    虞世南(558年－638年7月11日，字伯施)是唐朝政治人物、文学家、诗人、书法家。越州（浙江省）余姚人。善书法，与欧阳询、褚遂良、薛稷合称“初唐四大家”。日本学界称欧阳询、褚遂良、虞世南为“初唐三大家”。其所编的《北堂书钞》被誉为唐代四大类书之一，是中国现存最早的类书之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/虞世南>虞世南</a>"
},
{
"headline":"张丽华",
"startDate":"559",
"endDate":"589",
"text":"<p>    张丽华（559年－589年）南朝陈后主叔宝宠妃，皇太子陈深、会稽王陈庄生母。扬州人。出身兵家，父兄皆以织席为生，为中国历史上有名的美女，拥有绝世美貌，陈灭亡后被斩首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张丽华>张丽华</a>"
},
{
"headline":"李渊",
"startDate":"566",
"endDate":"635",
"text":"<p>    唐高祖李渊（566年12月21日－635年6月25日），字叔德，陇西成纪（今甘肃省秦安县叶堡乡）人，是中国唐朝的开国皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李渊>李渊</a>"
},
{
"headline":"萧皇后",
"startDate":"567",
"endDate":"647",
"text":"<p>    隋炀帝萧皇后，出自中古政治文化世家兰陵萧氏。父西梁孝明帝萧岿，母张皇后。萧后生于二月，江南风俗以为不吉，遂辗转由叔、舅收养。杨坚立隋后，选其为爱子晋王杨广妃。萧后婉顺聪慧、知书达礼，深得文帝夫妇欢心、杨广宠爱，并为夫夺嫡立下汗马功劳。隋炀帝即位后，多有失德，萧后婉谏无果。炀帝遇害后，萧后带着幼孙、皇室诸女，先后流落于宇文化及、窦建德，后义成公主迎其至东突厥，流亡突厥的隋百姓奉炀帝孙杨政道为主，处定襄。唐贞观四年李靖灭东突厥，萧后等归长安，居兴道里。唐贞观二十一年去世，以皇后礼与炀帝合葬扬州，谥曰愍。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧皇后>萧皇后</a>"
},
{
"headline":"杨广",
"startDate":"569",
"endDate":"618",
"text":"<p>    隋炀帝杨广（569年－618年4月11日），华阴人（今陕西华阴），生于隋京师长安，是隋朝第二代皇帝，唐朝谥炀皇帝，夏王窦建德谥闵皇帝，其孙杨侗谥为世祖明皇帝。一名英，小字阿麽。隋文帝杨坚、独孤皇后的次子，开皇元年（581年）立为晋王，开皇二十年（600年）十一月立为太子，仁寿四年（604年）七月继位。他在位期间修建大运河（开通永济渠、通济渠，加修邗沟、江南运河），营建东都迁都洛阳城，开创科举制度，亲征吐谷浑，三征高句丽，因为滥用民力，造成天下大乱直接导致了隋朝的灭亡，618年在江都被部下缢杀。《全隋诗》录存其诗40多首。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨广>杨广</a>"
},
{
"headline":"李靖",
"startDate":"571",
"endDate":"649",
"text":"<p>    李靖（571年－649年7月2日），字药师，雍州三原（今陕西三原县东北）人。隋末唐初名将，是唐朝文武兼备的著名军事家。后封卫国公，世称李卫公。他的舅舅韩擒虎也是隋朝名将。有观点认为，明代小说《西游记》出现托塔天王李靖的形象，就来源于他。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李靖>李靖</a>"
},
{
"headline":"杨俊",
"startDate":"571",
"endDate":"600",
"text":"<p>    杨俊（571年－600年），隋文帝第三子，母独孤皇后，小字阿祗。开皇元年（581年）时立为秦王，二年（582年）春，拜上柱国、河南道行台尚书令、雒州刺史，时年十二岁。加右武卫大将军，领关东兵。三年，迁秦州总管，陇右诸州都归他管理。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨俊>杨俊</a>"
},
{
"headline":"北周统一北方",
"startDate":"572",
"endDate":"577",
"text":"<p>    北周统一北方指的是北周与陈朝联盟和北齐的战争，结果以前者获胜告终，北周成功统一北方，陈朝夺得淮南。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北周统一北方>北周统一北方</a>"
},
{
"headline":"北周武帝灭佛",
"startDate":"572",
"endDate":"578",
"text":"<p>    北周武帝灭佛指的是在中国南北朝时期的北周武帝建德年间，在经过多次辩论之后，周武帝顶住来自各方面的压力，下令在当时佛教盛行的北周罢斥佛教，从而在全境内展开了一场声势浩大的灭佛运动。在这次运动中，佛像全都被毁，寺庙被收为国有，寺僧均被勒令还俗。武帝这次灭佛较为彻底，北方佛教势力为此几乎禁绝，北周武帝的灭佛运动在中国文化史上有重要的意义。南北朝时代佛教从印度传到中国，蓬勃发展的同时，造成许多严重的社会问题。大量的寺院积累了大量财富，逐渐形成与朝廷分庭抗议的新政治力量。出家人依仗寺院的权势胡作非为，不受平常法规约束。大量土地和税捐被宗教组织控制，严重侵蚀国力。在这种背景下，北周武帝决心禁佛。经过灭佛运动，一方面迫使源自印度的原始佛教积极汉化，在中国儒教的思想基础上发展出中土佛教，使原先以神怪力量和寺院财产和权利为基础的早期佛教转化为一种开放平和的教派，使得佛教在中国得到新生，发展转变成为世界上唯一一个不干预政治力的大宗教。北周武帝灭佛运动确立了沙门必须尊重皇权的政治的原则，断绝了佛教寺院与平民政府分权抗仪，发展成为政教合一政权的可能，确立了中国皇朝政教分离的传统，使中国在此后近一千年的时间里得以在国家制度上保持了相对于当时欧洲即其他地区的优势。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北周武帝灭佛>北周武帝灭佛</a>"
},
{
"headline":"高长恭",
"startDate":"573",
"endDate":"573",
"text":"<p>    高长恭（？－573年），名肃，一名孝瓘，字长恭，以字行，北齐大将，世称兰陵王。是北齐神武帝高欢之孙，北齐文襄帝高澄第三子，母亲姓氏不详。据说高长恭相貌柔美，为了在战场上能够威吓敌人，故戴面具上阵。高长恭曾经担任赠州刺史。当突厥攻入晋阳时，他尽力击退敌人。河清三年（564年）12月洛阳之战时，北周攻击洛阳一带地区，围城却没有攻下。段韶、斛律光与高长恭奉命前往救援。段韶利用谋略打败北周军队，高长恭带了500名骑兵冲进北周的军队，到达被围的金墉（现今河南洛阳东北故城）城下，因为高长恭戴着面具，城中的人不确定是敌军或是我军，直到高长恭把面具脱下来让大家看到他的面貌，城中的人才开始放箭保护他，之后高长恭成功替金墉解围，北周军队最后放弃营帐撤退。这场战役是高长恭最受注目的战役。根据《北齐书》的记载，士兵们为了这场战役而歌诵他，后来就变成知名的《兰陵王入阵曲》。564年12月，他被任命为尚书令。他后来历任司州、青州与瀛州的地方首长。武平元年（570年）7月，被任命为为录尚书事。武平二年（571年）2月担任太尉。571年3月，与太宰段韶、右丞相斛律光联合进攻跷谷，抵御北周宇文宪的攻击。5月，段韶包围定阳城，而北周汾州刺史杨敷坚守住城池，段韶久攻不下。段韶病倒之后，由高长恭接替统领全军，他成功的利用伏兵击败了从城中撤退的杨敷军队。武平三年（572年）8月，他被任命为大司马，武平四年（573年）4月担任太保。他前后因各项战功被封为巨鹿郡、长乐郡、乐平郡、高阳郡等郡公。在洛阳之战后，北齐后主高纬曾问高长恭说：“这样冲进敌阵之中，如果不小心发生意外怎么办？”高长恭回答说：“国事就是我们的家事，在战场上我不会想到这个。”而后主因为他说的“家事”，又听到士兵们唱的《兰陵王入阵曲》，开始猜忌他会谋反。定阳之战时，高长恭代替段韶的职务统率军队，但是常常收取贿赂，累积财富，属下尉相愿问他：“您既然受到国家的委托，为什么要如此贪心呢？”高长恭没有回答，尉相愿继续问：“是不是因为邙山之战大胜，您害怕功高震主，遭受忌妒，而要作令人看不起的事情呢？”，高长恭说是的。尉相愿说：“如果朝廷真的对您有所妒忌，这件事情更容易被当成是罪名，不能避祸反而更快招来祸害。”高长恭流泪屈膝问尉相愿解决的方法，尉相愿说：“您之前已经立下战功，这次依然打胜仗，声望太大，最好之后都装病在家，别再管国家的政事。”高长恭同意他的说法，可惜没有办法成功退出。573年（武平四年）5月，北齐后主高纬派遣使者徐之范送毒酒给高长恭，高长恭跟妻子郑氏说：“我对国家如此忠心，哪里有辜负皇帝，而要赐我毒酒？”妻子回说：“为什么不亲自当面去跟皇帝解释呢？”高长恭说：“皇帝怎么可能会见我？”之后就饮酒而死。追赠假黄钺、太师、太尉公，谥号忠武。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高长恭>高长恭</a>"
},
{
"headline":"窦建德",
"startDate":"573",
"endDate":"621",
"text":"<p>    窦建德（573年----621年8月2日），汉族，隋朝贝州漳南（今山东武城漳南镇）人。世代务农，曾任里长，尚豪侠，为乡里敬重。时炀帝募兵伐辽东，建德在军中任二百人长。目睹兵民困苦，义愤不平，遂抗拒东征，并助同县人孙安祖率数百人入漳南东境高鸡泊，举兵抗隋。及后窦建德家人被隋军杀害，建德乃率部众二百人投清河人高士达的起事军队。后称雄河北，建立夏国，621年五月为救王世充，在虎牢关一役被李世民击败并被俘，同年七月十一日（即公元621年8月2日），被唐高祖处死于长安。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窦建德>窦建德</a>"
},
{
"headline":"陆令萱",
"startDate":"577",
"endDate":"577",
"text":"<p>    陆令萱（?－577年），北齐女官。原为掖庭女奴，后因当上北齐后主高纬的乳母，官至女侍中。565年，高湛禅位给太子高纬。自任太上皇，高纬登基后，册陆令萱为郡君。高纬第三任皇后穆黄花之义母，宫中称太姬（北齐皇后母亲尊称）。高纬掌权初期，陆令萱与和士开并列为高纬最宠信的两个人物。571年和士开被杀后，陆令萱很快成为皇宫中最能影响操纵高纬的人物，因此成为宫中最有权力的女人。夫君骆超，连坐谋反之罪而受诛，陆令萱因此发配为掖庭女奴，儿子提婆也收没为奴。陆令萱发达后，因为想要结好高纬宠爱之宫女穆邪利，所以提议让自己当穆舍利的养母，己子改姓穆，是为穆提婆。穆提婆为北齐高官，母子二人权倾一时，对北齐政局和历史发展产生了重大的影响。576年，北周发动灭齐之战，高纬在逃离晋阳的路上，穆提婆弃主投奔周军，陆令萱因此自杀，高纬下令抄没其家财，大小子孙全部弃市。穆提婆降周后虽被封为柱国，但不久又被北周武帝怀疑将造反，诛杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陆令萱>陆令萱</a>"
},
{
"headline":"房玄龄",
"startDate":"579",
"endDate":"648",
"text":"<p>    房玄龄（579年－648年8月18日），名乔，字玄龄。唐代齐州临淄（今山东济南）人，清河房氏出身，鲜卑人，房彦谦之子。唐朝初年名相。房玄龄18岁时本州举进士，授羽骑尉。房玄龄在渭北投秦王李世民后，为秦王参谋划策，典管书记，是秦王得力的谋士之一。唐武德九年（626年），他参与玄武门之变，与杜如晦、长孙无忌、尉迟敬德、侯君集五人并功第一。唐太宗李世民即位后，房玄龄为中书令；贞观三年（629年）二月为尚书左仆射；贞观十一年（637年）封梁国公；贞观十六年（642年）七月进位司空，仍综理朝政。贞观二十二年七月廿四癸卯日（648年8月18日），房玄龄病逝，谥文昭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/房玄龄>房玄龄</a>"
},
{
"headline":"尉迟迥之乱",
"startDate":"580",
"endDate":"580",
"text":"<p>    尉迟迥之乱指的是北周大象二年（580年）尉迟迥等北周老臣因不满杨坚夺权而发动的军事行动。大象二年五月十一乙未日（580年6月8日）北周宣帝去世，近臣刘昉、郑译等和杨坚有旧，矫诏引杨坚辅政。杨坚担任右大丞相夺取军政权，清理完北周诸王后，怕前朝旧臣叛乱，于5月27日派韦孝宽取代尉迟迥担任相州总管。此举激起尉迟迥的不满，处斩了朝廷的使臣后于六月十二日召集文武士庶誓师造反。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尉迟迥之乱>尉迟迥之乱</a>"
},
{
"headline":"魏征",
"startDate":"580",
"endDate":"643",
"text":"<p>    魏徵（580年－643年2月11日），字玄成。唐巨鹿（今河北巨鹿县人，又说晋州市或馆陶县）人，唐朝政治家。曾任谏议大夫、左光禄大夫，封郑国公，谥文贞，以直谏敢言著称，是中国史上最负盛名的谏臣。著有《隋书》序论，《梁书》、《陈书》、《齐书》的总论等。其言论多见《贞观政要》。其中最著名，并流传下来的谏文表---《谏太宗十思疏》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/魏征>魏征</a>"
},
{
"headline":"隋",
"startDate":"581",
"endDate":"619",
"text":"<p>    隋朝（581年3月4日—619年5月23日）是中国历史之中，上承南北朝、下启唐朝的一个重要的朝代，史学家常把它和唐朝合称隋唐。隋朝源自581年隋文帝杨坚受禅建立隋朝，至619年隋恭帝杨侗禅让王世充，隋朝灭亡为止，国祚38年。杨坚属于北周的胡汉关陇世家，于北周宣帝继位后逐渐掌握周廷。幼年的北周静帝即位后，身为外戚的杨坚控制朝政，先后平定尉迟迥、司马消难等反杨叛军。581年北周静帝禅让给杨坚，北周亡，杨坚定国号为“隋”。隋文帝于587年废除后梁，于589年隋灭陈之战攻灭南朝陈，俘虏陈后主。隔年9月，控制岭南地区的冼夫人归附隋朝。至此，天下一统，隋朝结束了中国自魏晋南北朝以来的分裂局面，重新建立出统一的国家。在政治制度上，隋朝确立了三省六部制，制定出完整的科举制度，弱化世族垄断仕官的能力。在军事上，继续推行和改革府兵制度。在经济上，实行均田制和租庸调制减轻农民生产压力，另一方面采清差户口措施，以增加财政收入。这些政策成就了隋初的开皇之治。为了巩固隋朝发展，隋文帝与隋炀帝兴建举世闻名的隋唐大运河以及驰道，建立京师大兴城和东都。在外交上，隋朝的盛世也使得高昌、倭国、高句丽、新罗、百济与内属的东突厥等受影响，外交交流以日本的遣隋使最为著名。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋>隋</a>"
},
{
"headline":"隋文帝 杨坚",
"startDate":"581",
"endDate":"604",
"text":"<p>      杨坚（公元541年7月21日－公元604年8月13日），隋朝开国皇帝。汉族，弘农郡华阴（今陕西省华阴县）人。汉太尉杨震十四世孙。他在位期间成功地统一了严重分裂数百年的中国，开创先进的选官制度，发展文化经济。使得中国成为盛世之国。文帝在位期间，隋朝开皇年间疆域辽阔，人口达到700余万户，是中国农耕文明的巅峰时期。杨坚是西方人眼中最伟大的中国皇帝之一。被尊为“圣人可汗”。在美国学者麦可·哈特1978年所著中《影响人类历史进程的100名人排行榜》排行第82位。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋文帝 杨坚>隋文帝 杨坚</a>"
},
{
"headline":"开皇之治",
"startDate":"581",
"endDate":"609",
"text":"<p>    开皇之治是隋朝隋文帝在位二十多年时开创，当时社会民生富庶、人民安居乐业、政治安定。隋文帝杨坚倡导节俭，节省政府内不少开支、废除了不必要的杂税并设置谷仓储存食粮。杨坚成功地统一了历经数百年严重分裂后的中国，从此中国在大多数的世纪里都保持着他所建立的政治统一。到唐高宗永徽三年（652年），户口才有三百八十万，还不到隋朝极盛时的二分之一。由此可见的隋朝的富庶与强盛。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/开皇之治>开皇之治</a>"
},
{
"headline":"冯小怜",
"startDate":"581",
"endDate":"581",
"text":"<p>    冯小怜，北齐后主高纬宠妃。中国历史上著名的美女，高恒后母，姿色美艳，狐媚多情，生性聪慧，善弹琵琶，能歌善舞。冯小怜原是皇后穆舍利的侍女，冯小怜冰肌玉骨，明艳如玉，精通音律，歌舞曼妙，聪明伶俐，极有心机。穆皇后宠爱衰落以后，以五月初五献上冯小怜，号为“续命”。美人冯小怜以独特的狐媚手段让高纬神魂颠倒，尊为贵妃，坐则同席，出则并马，愿生死一处。命贵妃冯小怜住在豪华的隆基堂，因为这里本来是曹昭仪所居住的地方，冯小怜嫌恶它不吉利，悉令更换其地。北周军队取平阳，高纬在三堆游猎，晋州告急。高纬将还京，冯小怜请皇帝再猎杀一围，高纬听从了其言。识者以为后主名纬，说杀围不是吉兆。等到高纬至晋州，城已快陷落了。作地道进攻，城陷十余步，将士想乘势入城。高纬命令停止，召冯小怜一块观看。冯小怜妆点，所以不得时机。北周人以木塞城，城池遂攻不下。旧俗相传，晋州城西的石头上，有圣人迹，冯小怜想去观看。高纬害怕北周的弩矢到桥上，所以抽出攻城之木造远桥，监作舍人因为不速成而受罚。高纬与冯小怜度桥，桥坏，到了夜里才回来。高纬称冯小怜有功勋，将立为左皇后，即令使者骑马飞驰，取祎翟等皇后服御。高纬仍和她并骑观战，东部偏军稍却，冯小怜害怕地说：“军队败了！”高纬遂和冯小怜奔还。到了洪洞戍，冯小怜还拿着粉镜把玩，后声乱大喊周军至，于是他们再跑。使者自晋阳拿着皇后的服饰到了，高纬按着马辔，让冯小怜穿上，然后继续逃跑。高纬奔回邺城，胡太后、穆皇后来了，高纬不出迎；贵妃冯小怜将至，高纬凿开城北门，出城十里迎接她。高纬内禅，传位给高恒，自为太上皇，再和冯小怜奔逃到青州。中途被周军俘虏，北齐灭亡。高纬被俘虏至长安，请求北周武帝将冯小怜赐给他，北周周武帝说：“朕视天下如脱屣，一老妪岂与公惜也！”还是赐给他了。后来高纬遇害，冯小怜被赐给了代王宇文达为妾，非常受宠。冯小怜弹琵琶，因为弦断，作诗：“虽蒙今日宠，犹忆昔时怜。欲知心断绝，应看胶上弦。”宇文达的王妃被冯小怜陷害，差点死了。隋朝建立，隋文帝将冯小怜赐给宇文达王妃的哥哥李询。李询之母为女儿出气，令她穿布裙做苦工，最终冯小怜不堪忍受此等屈辱，只得自杀。北齐至北周皆只承认穆黄花为北齐后主皇后，斛律氏、胡氏为废后，冯小怜则只被视为贵妃。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯小怜>冯小怜</a>"
},
{
"headline":"李密",
"startDate":"582",
"endDate":"619",
"text":"<p>    李密，隋唐时期的群雄之一。李密出生于四世三公的贵族家庭，隋末天下大乱时，李密成为瓦岗军首领称魏公，率军屡败隋军，威震天下。后杀瓦岗寨旧主翟让，引发内部不稳，后被隋军屡败，被越王杨侗招抚，又因与宇文化及的拼杀中损失惨重，不久被王世充击败，率残部投降李唐，没过多久又叛唐自立，被唐将盛彦师斩杀于熊耳山。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李密>李密</a>"
},
{
"headline":"尉迟恭",
"startDate":"585",
"endDate":"658",
"text":"<p>    尉迟恭（585—658），字敬德，鲜卑族，朔州鄯阳（今山西平鲁区）人。中国唐朝名将，封鄂国公，是凌烟阁二十四功臣之一，赠司徒兼并州都督，谥忠武，赐陪葬昭陵。尉迟恭纯朴忠厚，勇武善战，一身戎马倥偬，征战南北，驰骋疆场，屡立战功。玄武门之变助李世民夺取帝位。后尉迟恭被尊为民间驱鬼避邪，祈福求安的中华门神。传说其面如黑炭，在中国传统文化中，尉迟恭（胡敬德）与秦叔宝（秦琼）是“门神”的原型。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尉迟恭>尉迟恭</a>"
},
{
"headline":"杜如晦",
"startDate":"585",
"endDate":"630",
"text":"<p>    杜如晦（585年－630年5月6日），字克明，京兆杜陵（今中国陕西西安市长安区）人，唐朝初期大臣。他是李世民夺取政权、开创贞观之治中的主要谋臣之一，深受李世民的重用。与房玄龄人称“房谋杜断”。唐太宗时的宰相：贞观二年（628年）正月至三年（629年）二月为侍中，三年二月至十二月为尚书右仆射。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜如晦>杜如晦</a>"
},
{
"headline":"隋唐大运河",
"startDate":"587",
"endDate":"610",
"text":"<p>    隋文帝开皇七年（587年），隋为兴兵伐陈，从今淮安到扬州，开山阳渎，后又整治取直，中间不再绕道射阳湖。隋炀帝大业元年605年，开通济渠，工程西段自今洛阳西郊引谷、洛二水入黄河，东段自荥阳汜水镇东北引黄河水，循汴水（原淮河支流），经商丘、宿县、泗县入淮通济渠，又名汴渠，是漕运的干道。隋炀帝大业四年608年又开永济渠，引黄河支流沁水入今卫河至天津，继溯永定河通今北京。公元610年继开江南运河，由今镇江引江水经无锡、苏州、嘉兴至杭州通钱塘江。至此，建成以洛阳为中心，由永济渠、通济渠、邗沟和江南运河连接而成，西接大兴，南通余杭，北通涿郡，全长折今2700余公里的大运河。隋唐大运河以洛阳为中心，南起杭州，北到北京，隋朝开凿全长2700公里，跨越地球10多个纬度，纵贯在中国最富饶的东南沿海和华北大平原上，经过浙江、江苏、安徽、河南、山东、河北、北京七个省市，通达黄河、淮河、长江、钱塘江、海河五大水系，是中国古代南北交通的大动脉，在中国的历史上产生过巨大的作用，是中国古代劳动人民创造的一项伟大的水利建筑工程，也是世界上开凿最早、规模最大的运河。大运河为后世经济发展起到了很大的促进作用，在大运河修筑成功和此后发挥作用的五百余年时间之内成为沟通隋唐大运河沿线的重要政治、经济、文化的纽带。但在隋炀帝大业年间修建过程中过重的劳役加重了普通百姓的负担，使得民怨沸腾，成为隋末民变的诱因之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋唐大运河>隋唐大运河</a>"
},
{
"headline":"隋灭陈之战",
"startDate":"588",
"endDate":"589",
"text":"<p>    隋灭陈之战是南北朝末期的统一战争。580年北周宣帝去世后，权臣杨坚于隔年废北周静帝自立，建国隋朝，即隋文帝。在安定内部、解决北方突厥的外患以及并吞西梁后，隋文帝于588年，下令杨广统筹九路隋军南征陈国，589年1月20日逼降陈后主陈叔宝，陈亡。并陆续招降三吴、岭南等地区。隋文帝完成了大一统，成功结束纷乱近400年的魏晋南北朝时期。灭陈后，晋王杨广因为贺若弼率军与陈军先期决战，违犯了军令，下令将他收捕送交执法官吏。隋文帝派遣驿使传令召贺若弼入朝，并给杨广下诏书说：“这次平定江表地区，全仗贺若弼和韩擒虎二人之力。”还下令赏赐贺若弼布帛等物一万段。不久又赐给贺若弼和韩擒虎诏书，赞美他们二人的功绩。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋灭陈之战>隋灭陈之战</a>"
},
{
"headline":"李建成",
"startDate":"589",
"endDate":"626",
"text":"<p>    李建成（589年－626年7月2日），字毗沙门，中国唐朝高祖李渊长子。陇西成纪（今甘肃秦安西北）人。本为唐高祖太子，后被其弟李世民发动玄武门之变，以箭射死。后建成诸子亦被世民全数处决，以绝后患。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李建成>李建成</a>"
},
{
"headline":"程咬金",
"startDate":"589",
"endDate":"665",
"text":"<p>    程知节（589年－665年2月26日），本名程咬金，唐朝大将，济州东阿斑鸠店人（今属山东省东平县），凌烟阁二十四功臣之十九。在民间故事程咬金是一员福将，其三板斧相当厉害，但实际上，一生并无以板斧为武器，而用槊。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/程咬金>程咬金</a>"
},
{
"headline":"平阳公主",
"startDate":"590",
"endDate":"623",
"text":"<p>    平阳公主（590年代－623年3月14日），姓李，名不详。中国唐朝唐高祖李渊第三女，母窦氏。李建成、李世民同母姐妹。人称三娘子。她是一个真正的巾帼英雄，才识胆略丝毫不逊色于她的兄弟们。但她的名字和出生日期在记录其事迹的《旧唐书》和《新唐书》中没有记载。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平阳公主>平阳公主</a>"
},
{
"headline":"徐世勣",
"startDate":"594",
"endDate":"669",
"text":"<p>    李勣（594年 —669年），本姓徐，名世勣，字懋功（因懋功二字的发音与茂公相同，《说唐演义全传》、《兴唐传》、《隋唐英雄传》等小说、电视剧误称他为徐茂公），为凌烟阁二十四功臣之一。父徐盖，家道豪富，隋大业（605—618年）末，投翟让军。武德（618—626年）初降唐，授黎州总管，封“曹国公”，赐姓李。后又避唐太宗李世民讳，单名勣。贞观三年，任通漠道行军总管，败突厥军，诏拜光禄大夫，领并州都督府长史。贞观十七年，授太子詹事，同中书门下三品。高宗立，迁尚书左仆射，诏得乘小马出入宫禁。以太子太师致仕。总章二年卒，时七十六岁，谥“忠武”。显庆二年（657年）奉旨与许敬宗、孔志约、于志宁等编《新修本草》二十卷，大行于世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐世勣>徐世勣</a>"
},
{
"headline":"长孙无忌",
"startDate":"594",
"endDate":"659",
"text":"<p>    长孙无忌（594年－659年），字辅机，河南洛阳人。唐初大臣，凌烟阁二十四功臣之首。唐太宗、唐高宗时的宰相：贞观元年（627年）七月至二年（628年）正月为尚书右仆射，十九年（645年）至二十年（646年）四月为侍中，二十二年（648年）正月至二十三年（649年）六月为检校中书令、知尚书门下二省事，二十三年六月至显庆四年（659年）四月为同中书门下三品。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/长孙无忌>长孙无忌</a>"
},
{
"headline":"罗士信",
"startDate":"595",
"endDate":"622",
"text":"<p>    罗士信（595年―622年），汉族，唐初齐州历城人。大业年间，罗士信为齐郡（即齐州）通守张须陀属下一员战将，勇武过人，颇受张须陀器重。后随张须陀镇压李密领导的瓦岗军，兵败，张须陀被杀，罗士信随同裴仁基等归降瓦岗军，被授以总管之职。在率部征讨王世充时，重伤被俘。王世充爱惜其才，以礼待之。士信耻与王世充为伍，不久，率所部千余人降唐，被拜为陕州道行军总管。武德五年（622年）在洺水城（今河北省曲周县东南）的防御战中，罗士信陷于河东军重围，城破被俘拒降，为刘黑闼河东军所杀。谥号“勇”。葬于北邙山（在今河南洛阳）。《说唐》、《隋唐演义》等小说和评书中虚构的罗成，部分则取材自罗士信，罗士信和小说中罗成有许多相似之处，所以被认为是罗成的历史原型。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/罗士信>罗士信</a>"
},
{
"headline":"褚遂良",
"startDate":"596",
"endDate":"658",
"text":"<p>    褚遂良（596－658），字登善，唐朝政治家、书法家，汉族，钱塘（今浙江杭州）人，一说阳翟（今河南禹州）人；褚遂良博学多才，精通文史，隋末时跟随薛举为通事舍人，后在唐朝任谏议大夫，中书令等职，贞观二十三年（649年）与长孙无忌同受太宗遗诏辅政；后坚决反对武则天为后，遭贬潭州（长沙）都督，武后即位后，转桂州（桂林）都督，再贬爱州（今越南北境清化）刺史，显庆三年（658年）卒；褚遂良工书法，初学虞世南，后取法王羲之，与欧阳询、虞世南、薛稷并称“初唐四大家”；传世墨迹有《孟法师碑》、《雁塔圣教序》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/褚遂良>褚遂良</a>"
},
{
"headline":"杜伏威",
"startDate":"598",
"endDate":"624",
"text":"<p>    杜伏威，齐州章丘（今山东济南市）相公庄镇河滩村人，隋末农民起义首领，曾率起义军长驱千里，建立农民政权，打击了隋朝的腐朽统治。隋末各路农民起义中，势力最大的有三家，第一是瓦岗翟让、李密，第二是河北窦建德，第三就是江淮杜伏威了。后降唐，被毒杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜伏威>杜伏威</a>"
},
{
"headline":"李世民",
"startDate":"598",
"endDate":"649",
"text":"<p>    唐太宗李世民（598年1月28日－649年7月10日），陇西成纪（今甘肃省天水市秦安县北）人，祖籍陇西成纪（今甘肃省天水市秦安县北）或 赵郡隆庆(今河北省邢台市隆尧县)，是唐朝第二位皇帝，626年9月4日－649年7月10日在位，年号贞观。他名字的意思是“济世安民”。他是杰出的军事家，在唐朝的建立与统一过程中立下赫赫战功发挥了决定性作用，爱好文学与书法，有墨宝传世。唐朝建立后，李世民受封为秦国公，后晋封为秦王，率部平定了薛仁杲、刘武周、窦建德、王世充等军阀，最终统一中国。后发动玄武门之变杀死自己的兄长太子李建成、四弟齐王李元吉二人及二人诸子，被立为太子，唐高祖李渊不久被迫让位，李世民即位。李世民即位为帝之后，积极听取群臣的意见，以文治天下，并开疆拓土，成为中国史上著名的明君。唐太宗虚心纳谏，在国内厉行节约，并使百姓能够休养生息，终于使得社会出现了国泰民安的局面，开创了中国历史上著名的贞观之治，为后来的开元盛世奠定了重要的基础。唐太宗在位23年，享年50岁，初谥文皇帝，庙号太宗，葬于昭陵。674年加谥文武圣皇帝，749年加谥文武大圣皇帝，754年加谥文武大圣大广孝皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李世民>李世民</a>"
},
{
"headline":"李玄霸",
"startDate":"599",
"endDate":"614",
"text":"<p>    李玄霸（599—614年）字大德，唐高祖李渊第三子（注：《说唐》等小说称他为李渊第四子，这与史实不符），母窦皇后。李玄霸幼辩惠。李玄霸英年早逝于隋朝大业十年，年十六，无子。唐高祖武德元年，追封卫怀王，又赠秦州总管、司空。后以唐太宗子李泰为宜都王，奉其祀，葬于芷阳。后泰徙封越王，更以宗室西平王李琼子李保定为嗣。李保定逝世后无子，国除。李玄霸后世因避讳清康熙帝玄烨名改称为李元霸(大部分有关小说中称李元霸，《说唐》中的第一条好汉）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李玄霸>李玄霸</a>"
},
{
"headline":"杨妃",
"startDate":"600",
"endDate":"?",
"text":"<p>    杨妃，隋炀帝的女儿，唐太宗的妃嫔，生吴王李恪、蜀王李愔。杨氏的生卒不详，生母不明，墓葬不明。史书亦未记录她是否获得公主的封号，以及公主和妃嫔的具体徽号。大业十四年（618年），其父隋炀帝被叛军所杀。而根据她儿子李恪的生年（武德二年，619年）推测，她在武德初年或之前成为李世民的侧室。武德九年（626年），政变成功后的李世民登基为帝。从“杨妃”这一称谓推测，杨氏应当在李世民登基后获得了正式的“妃”的封号，属于四夫人（四妃）之一。在唐朝后妃中，四夫人是仅次于皇后的等级，但她的具体封号不详，何时获得亦不可考。四夫人分别是“贵妃”、“淑妃”、“德妃”、“贤妃”，除“贵妃”外，其它都有可能是杨氏的封号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨妃>杨妃</a>"
},
{
"headline":"李道宗",
"startDate":"600",
"endDate":"653",
"text":"<p>    李道宗，江夏王，道玄从父弟，为唐高祖李渊的堂侄，中国唐朝初年重要军事将领。唐武德元年(618年)五月，李渊在长安称帝，建立唐朝。李道宗的父亲李韶，被追封东平王，赠户部尚书。李道宗则封为略阳郡公，起家左千牛备身。。唐永徽4年（公元654年），房遗爱伏诛，长孙无忌、褚遂良素与道宗不协，上言道宗与遗爱交结，配流象州。道病卒，年五十四。及无忌、遂良得罪，诏复其官爵。道宗晚年颇好学，敬慕贤士，不以地势凌人，宗室中唯道宗及河间王李孝恭兄弟最为当代所重。详细内容请见《旧唐书·列传第十》《新唐书·列传第三》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李道宗>李道宗</a>"
},
{
"headline":"长孙皇后",
"startDate":"601",
"endDate":"636",
"text":"<p>    长孙皇后（601年－636年7月28日），其名于史无载，《观世音经笺注》记“小字观音婢”。中国唐朝唐太宗李世民的皇后。去世后谥号为“文德皇后”。长孙无忌是其兄长。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/长孙皇后>长孙皇后</a>"
},
{
"headline":"玄奘",
"startDate":"602",
"endDate":"664",
"text":"<p>    玄奘（602年－664年；梵文：ह्वेनसांग / hvenasāṃga），唐朝著名的三藏法师也俗称唐三藏，汉传佛教史上最伟大的译经师之一，中国佛教法相唯识宗创始人。俗姓陈，名袆，出生于洛州缑氏县（今河南省偃师市南境）。他是中国著名古典小说《西游记》中心人物唐僧的原型。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/玄奘>玄奘</a>"
},
{
"headline":"李元吉",
"startDate":"603",
"endDate":"626",
"text":"<p>    李元吉（603年—626年7月2日），名劼，小字三胡，唐高祖李渊第四子（小说、评书里将其描述为李渊三子），窦皇后所生。高祖太原起兵时，留守太原。唐朝建立后，封为齐王。武德二年（619年），刘武周南侵并州，他弃太原归长安。武德九年（公元626年）六月初四，李世民发动“玄武门之变”，与太子李建成同时遇害，有五子一同被诛杀，终年二十四岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李元吉>李元吉</a>"
},
{
"headline":"隋炀帝 杨广",
"startDate":"604",
"endDate":"618",
"text":"<p>      隋炀帝杨广（569年－618年4月11日），华阴人（今陕西华阴），生于隋京师长安，是隋朝第二代皇帝，唐朝谥炀皇帝，夏王窦建德谥闵皇帝，其孙杨侗谥为世祖明皇帝。一名英，小字阿麽。隋文帝杨坚、独孤皇后的次子，开皇元年（581年）立为晋王，开皇二十年（600年）十一月立为太子，仁寿四年（604年）七月继位。他在位期间修建大运河（开通永济渠、通济渠，加修邗沟、江南运河），营建东都迁都洛阳城，开创科举制度，亲征吐谷浑，三征高句丽，因为滥用民力，造成天下大乱直接导致了隋朝的灭亡，618年在江都被部下缢杀。《全隋诗》录存其诗40多首。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋炀帝 杨广>隋炀帝 杨广</a>"
},
{
"headline":"开创科举制",
"startDate":"605",
"endDate":"605",
"text":"<p>    秦朝以前，中国社会采用分封制，选士也依靠世袭制度。西周时，天子以及诸侯分封天下。周礼之下，社会阶级分明。管理国家由天子、诸侯、卿、士分级负责。而各阶层按伦常，依照血缘世袭。到了东周，制度开始崩溃，于是有“客卿”、“食客”等制度以外的人材，为各国国君服务。到了汉朝，分封制度逐渐被废，皇帝中央集权得以加强。皇帝为管理国家，需要提拔民间人材。当时采用的是察举制，由各级地方推荐德才兼备的人材。由州推举的称为秀才，由郡推举的称为孝廉。察举制缺乏客观的评选准则，虽有连坐制度，但后期逐渐出现地方官员徇私，所荐者不实的现象。魏文帝时，陈群创立九品中正制，由中央特定官员，按出身、品德等考核民间人才，分为九品录用。两晋、六朝时沿用此制。九品中正制是察举制的改良，主要分别是将察举之权，由地方官改由中央任命的官员负责。但是，这制度始终是由地方官选拔人才。魏晋时代，世族势力强大，常影响中正官考核人才，后来甚至所凭准则仅限于门第出身。于是造成“上品无寒门、下品无世族”的现象。不但堵塞了民间人材，还让世族得以把持朝廷人事，影响皇帝的权力。为了改革九品中正制，隋文帝于开皇七年（587年）命各州“岁贡三人”，应考“秀才”。隋炀帝在大业元年（605年）设进士科取士，成为以后的科举。在整个隋朝的三十八年内，总共举行了四至五次科考，总共取秀才、进士十二人。科举始于605年时的隋朝，发展并成型于唐朝，一直延续到清朝末年，在1905年被废除；在越南更迟至阮朝末年的1919年才废除，持续了1300多年。现代社会公务员的选拔制度亦是从科举制间接演变而来。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/开创科举制>开创科举制</a>"
},
{
"headline":"隋末民变",
"startDate":"611",
"endDate":"624",
"text":"<p>    隋炀帝连年大兴土木，对外不断用兵，繁重的徭役、兵役，使得田地荒芜，民不聊生，各地人民纷纷举兵反抗，形成了声势浩大的全国性的武装起义。隋末农民起义是爆发在7世纪初隋末推翻隋统治者的农民起义。在隋朝大业十二年后，形成了三支强大的起义军，即河南的瓦岗军，河北的窦建德军，江淮的杜伏威军。隋炀帝大业七年（611年）的王薄领导的长白山首义开始，到唐高祖武德七年（624年）辅公祏的反唐失败结束，前后历时14年。沉重打击了隋王朝。隋朝灭亡后，以李渊为首的关陇集团建立了唐朝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋末民变>隋末民变</a>"
},
{
"headline":"朱友文",
"startDate":"612",
"endDate":"612",
"text":"<p>    朱友文（？－912年），字德明，五代十国的开国君主朱温（又名朱全忠）的养子之一、后梁的皇族，获朱温封他为博王。本姓康，名勤。幼美风姿、好学、善谈论和诗。朱温认了他作假子。期后获封为博王。908年，被任命为东京留守。曾任度支盐铁制置使，征赋聚敛以供军费。朱温十分宠爱这个义子，加以晚年与朱友文的妻子王氏有染，遂起心传位给这个义子。乾化二年（912年），朱温病重，秘密命王氏召朱友文回京即位，朱温当时在世最年长的儿子郢王朱友圭大怒，入宫将其父朱温杀死，并假传遗诏，自登帝位。这次事件使朱友文及妻子被卷入而双双被杀，并成为了朱全忠被杀的代罪羔羊，死后被废为庶人。期后，末帝朱友贞即位，追复了朱友文的官爵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/朱友文>朱友文</a>"
},
{
"headline":"薛仁贵",
"startDate":"614",
"endDate":"683",
"text":"<p>    薛礼（614－683年3月24日），字仁贵，汉族，山西绛州龙门修村人（今山西河津市城东十里之遥的修村），唐朝名将，著名军事家、政治家，道教传其为白虎星君下凡。随唐太宗李世民、唐高宗李治创造了“良策息干戈”、“三箭定天山”、“神勇收辽东”、“仁政高丽国”、“爱民象州城”、“脱帽退万敌”等诸方面在军事、政治上的赫赫功勋。薛仁贵的故事广为民间流传，元代戏剧家张国宾写《薛仁贵衣锦还乡》杂剧。清代无名氏著有通俗小说《薛仁贵征东》（《唐薛家府传》）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/薛仁贵>薛仁贵</a>"
},
{
"headline":"陈政",
"startDate":"616",
"endDate":"677",
"text":"<p>    陈政（616年－677年），字一民，避唐太宗李世民讳，又字一庶，号素轩，光州固始（今河南省固始县）人，为唐初开辟漳州的一名将领。早期从唐太宗李世民征战，任左郎将。唐高宗时闽南的蛮僚之乱，他以朝议大夫，岭南行军总管之位，率军到闽，平定漳州。后其子陈元光任漳州刺史，颇有治绩，殁后，乡民奉元光为“开漳圣王”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈政>陈政</a>"
},
{
"headline":"宇文述",
"startDate":"616",
"endDate":"616",
"text":"<p>    宇文述（？—616年11月20日），字伯通，鲜卑族，代郡武川人，隋朝名将。北周末以军功拜上柱国，封褒国公。隋开皇初，拜右卫大将军，平陈之役，任行军总管，率兵三万从六合渡江。时晋王杨广镇扬州，欲拉拢述附己，遂奏请文帝任述为寿州刺史总管。杨广与述计谋夺太子位，述建议广收买朝中宰相杨素等。于是述、素二人共谋立杨广为太子。及后炀帝即位，宇文述参预朝政，与苏威并重。帝后以述为左卫大将军，封许国公，总领军事。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宇文述>宇文述</a>"
},
{
"headline":"隋恭帝 杨侑",
"startDate":"617",
"endDate":"618",
"text":"<p>      隋恭帝杨侑（605年－619年9月14日），隋炀帝长子杨昭的第三子，初封陈王，后改封代王。炀后改隋炀帝幸江都，留其为长安留守。太原留守李渊起兵攻克长安之后，被李渊立为傀儡皇帝，尊杨广为太上皇。618年禅位于李渊，封杨侑为酅国公，唐朝武德二年八月初一丁酉日（619年9月14日）去世，终年15岁，死后谥号隋恭帝。葬于陕西省乾县阳洪乡乳台村南800米处。无子，族子杨行基嗣公。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/隋恭帝 杨侑>隋恭帝 杨侑</a>"
},
{
"headline":"晋阳起兵",
"startDate":"617",
"endDate":"617",
"text":"<p>    晋阳起兵，又名太原起兵、太原起事，是隋朝太原（太原郡晋阳县，隋炀帝建有晋阳宫）留守、唐国公李渊在617年（大业十三年）起兵夺取长安，为次年建立唐朝奠定基础的事件。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/晋阳起兵>晋阳起兵</a>"
},
{
"headline":"唐",
"startDate":"618",
"endDate":"907",
"text":"<p>    唐朝（618—907年），是中国历史上统一时间最长，国力最强盛的朝代之一。618年由李渊建立，定都长安（今西安）。627年，李世民登基后开创了“贞观之治”，唐高宗以后，武则天一度迁都洛阳15年以周代唐（690-705年），史称武周，705年唐中宗恢复大唐国号，还都长安。唐玄宗李隆基即位后，开创了全盛的“开元盛世”。安史之乱后，国力日趋衰败。907年朱温篡唐，唐朝灭亡。唐朝共历289年，20位皇帝。唐朝声誉远及海外，与南亚、西亚和欧洲国家均有往来。唐朝以后海外多称中国人为“唐人”。唐诗、科技、文化艺术极其繁盛，具有多元化的特点。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐>唐</a>"
},
{
"headline":"唐高祖 李渊",
"startDate":"618",
"endDate":"626",
"text":"<p>      唐高祖李渊（566年1月13日—635年），字叔德，祖籍陇西成纪（今甘肃秦安），唐朝开国皇帝，杰出的政治家和战略家。李渊出身于北朝的关陇贵族，七岁袭封唐国公。隋末天下大乱时，李渊乘势从太原起兵，攻占长安。公元618年5月，李渊称帝，国号唐，定都长安，不久之后便统一了全国。玄武门之变后，李渊退位成为太上皇。贞观九年，李渊病逝。谥号太武皇帝，庙号高祖，葬在献陵。唐高宗上元元年（674年）八月，改上尊号为神尧皇帝。唐玄宗天宝十三载二月，上尊号神尧大圣大光孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐高祖 李渊>唐高祖 李渊</a>"
},
{
"headline":"唐朝统一战争",
"startDate":"618",
"endDate":"628",
"text":"<p>    唐朝统一战争，是唐朝建立后，对隋朝末年在中国各地建立的割据政权的统一战争。主要包括秦王李世民率军平定薛举·薛仁杲父子（618年）、刘武周·宋金刚（619年—620年）、王世充（620年—621年）、窦建德（621年）、刘黑闼（621年—622年）的战争，与赵郡王李孝恭、李靖平定萧铣（621年）、辅公祏（623年—624年）的战争，吴王杜伏威平定李子通（620年—621年）、林士弘（621年—622年）的战争，太子李建成平定刘黑闼（622年—623年）的战争。唐朝在624年基本统一中原，628年，柴绍率军消灭依附突厥的梁师都，唐朝统一战争最终结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐朝统一战争>唐朝统一战争</a>"
},
{
"headline":"李承乾",
"startDate":"618",
"endDate":"645",
"text":"<p>    李承乾（618年－645年1月4日），为唐太宗长子，长孙皇后所生，字高明，也是唐朝贞观初期的太子。李承乾因生于承乾殿，故以此为名。武德三年六月，封为恒山郡王。武德五年八月，徙封中山郡王。太宗即位，于武德九年十月立为皇太子，时年八岁，聪明可爱。但是年长后，由于有腿疾，稍微不良于行，对父亲阳奉阴违、对师长劝勉不耐，甚至曾派遣杀手刺杀自己的老师。后来于贞观十六年被控武力叛变，意图杀害唐太宗。贞观十七年四月六日，李承乾皇储之位被废，本人被判充军到黔州，参与政变的赵节、杜荷、侯君集皆处死。贞观十九年郁郁而终（墓志为贞观十七年十月一日（643年11月17日）薨），唐太宗为此罢朝，葬以国公礼。尔后，由于长孙无忌强力的支持，李承乾的同母弟李治被立为太子，此在司马光的资治通鉴记载亦同。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李承乾>李承乾</a>"
},
{
"headline":"宇文化及",
"startDate":"619",
"endDate":"619",
"text":"<p>    宇文化及（？—619年），为隋炀帝近臣，618年禁卫军兵变，弑君隋炀帝，他自称大丞相，后率军北归，被李密击败，退走魏县，自立为帝，国号“许”，年号“天寿”，立国半年，翌年被窦建德击败，擒而杀之   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宇文化及>宇文化及</a>"
},
{
"headline":"裴行俨",
"startDate":"619",
"endDate":"619",
"text":"<p>    裴行俨（？—619年），隋将裴仁基之子，是隋将张须陀部下，骁勇善战，有“万人敌”之称。後投靠李密。唐高祖武德元年（618年）王世充军攻击单雄信部，李密派遣程知节、裴行俨增援，行俨中流矢坠马，为王世充所俘。王世充割据洛阳独立，以侄女郑国公主嫁行俨，待裴仁基、裴行俨父子甚厚，但又惮其威名。武德二年（619年）裴仁基、裴行俨父子联合宇文儒童、宇文温，谋立越王杨侗，事情外泄，与父俱死於洛阳。演义小说《说唐》、《兴唐传》等书中人物裴元庆的原型即裴行俨。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/裴行俨>裴行俨</a>"
},
{
"headline":"李恪",
"startDate":"619",
"endDate":"653",
"text":"<p>    李恪（619年－653年3月10日），字厶，中国唐朝太宗第三子，母杨妃为隋炀帝女。同母弟蜀王李愔。武德三年（620年），李恪被封为“长沙郡王”，武德九年（626年）徙封“汉中郡王”。贞观二年（628年）进封“蜀王”，授大都督益简绵嘉邛隆六州诸军事益州刺史，治于今四川成都，以年幼（9岁）不之官。贞观五年（631年），改授都督秦成渭武四州诸军事秦州刺史，治于今甘肃天水，未之官。贞观七年（633年），还授都督齐淄青莒莱密七州诸军事齐州刺史，治于今山东济南，之官。贞观十年（636年），改封“吴王”，受世袭诏，授潭州都督，治于今湖南长沙，未之官，因为随后改封安州都督，与诸王一同之藩。贞观十一年（637年），年初，转授都督安随温沔复五州诸军事安州刺史，治于今湖北安陆，之官。十月，因数次游猎踩庄稼、太过扰民被侍御史柳范弹劾，又有和乳母之子赌博之事，被连续两次免去都督官职并削户六百。史载李恪文武双全，一些记载也称他是太宗的爱子、贤王，但与此同时，即使相比于他同为庶出的叔父和兄弟们，关于李恪受宠及反映其文武才干的表现乃至所建功绩的具体记载却几乎没有，反而仅有上述的过错和受罚记录，太宗甚至还写《诫吴王恪书》以西汉燕王刘旦之事警告他。贞观十七年李治被立为太子后，唐太宗担心李治年轻且“懦”，而年长的皇子们不是被废就是人品不端，只有李恪尚可，遂私下与长孙无忌提及立李恪为太子，称他“英果类我”，但被长孙无忌以李治是守成良主且储位不宜更替为由劝止作罢。唐高宗李治即位后，永徽元年（650年），李恪拜司空（司徒），位列三公，兼梁州都督，治于今陕南地区。不久重授都督安随温沔复五州诸军事、安州刺史。永徽四年（653年）二月初三（二月六日，公历3月10日），继房遗爱、高阳公主遭族诛，长孙无忌以吴王涉及谋反案为名，将其绞杀于有司之别舍，年35，同年四月十五日，优赐国公之仪，葬于高阳之原。子四人李仁、李玮、李琨、李璄，流放岭南。显庆五年（659年），追封为郁林郡王（亲王为正一品，嗣王、郡王为从一品）。唐中宗神龙初年（705年-706年），追赠司空，备礼改葬。光宅元年（684年9月—12月），其子四人被赦免。李恪墓葬不详。现有墓志《大唐故李恪墓志铭并序》一方。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李恪>李恪</a>"
},
{
"headline":"虎牢之战",
"startDate":"620",
"endDate":"620",
"text":"<p>    洛阳、虎牢之战是唐朝武德三年（公元620年）七月至四年五月，秦王李世民率军在洛阳、虎牢（今中国中部河南省荥阳汜水镇西北）各个击破王世充、窦建德军的一次重要作战。此战役是李世民以少胜多的经典战役。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/虎牢之战>虎牢之战</a>"
},
{
"headline":"李泰",
"startDate":"620",
"endDate":"653",
"text":"<p>    李泰（620年－653年1月20日），字惠褒，小字青雀，唐太宗四子，母长孙皇后。雅好文学，工草隶，集书万卷，是当时的书画鉴赏家。李泰才华横溢，聪敏绝伦，倍受宠爱，史载“宠冠诸王”，为太宗最宠爱的儿子。按惯例皇子成年后都应去封地，不得长驻京畿，但李泰因太宗偏爱，特许“不之官”。李泰好士爱文学，太宗就让他在府邸设置文学馆，任他自行引召学士，由于宠禄过骄，屡次遭到大臣的进谏阻扰。后因涉嫌与太子争位，太宗为了达到让嫡子们共存，只好采取隔离政策，改封其为顺阳王，徙居均州之郧乡县，后进封濮王。高宗接位后，优惠有加，永徽三年（652年）死于郧乡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李泰>李泰</a>"
},
{
"headline":"开元通宝",
"startDate":"621",
"endDate":"621",
"text":"<p>    开元通宝是唐高祖武德四年（621年）铸行的一种货币，是唐代流行时间最长，最重要的流通货币。币面上下右左有“开元通宝”四字，又有人上右下左回环读作“开通元宝”，有说此为为后世铜币以“通宝”或“元宝”为名的由来。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/开元通宝>开元通宝</a>"
},
{
"headline":"王世充",
"startDate":"621",
"endDate":"621",
"text":"<p>    王世充（？―621年），隋末唐初割据者之一。隋新丰（今陕西临潼东北）人，字行满。祖籍西域，本姓支。仕隋历为江都郡丞。从613年，以镇压江南刘元进等部农民起义军，坑杀降众三万余人，升江都通守。617年，被调北援东都洛阳，为李密所败，遂入据洛阳以自固。及炀帝被弑，他与元文都、卢楚等拥越王杨侗为帝，旋即杀元文都等得以专权，又击败李密，声势大振，619年废杨侗，自立称帝，国号郑，年号开明。620年，李渊遣李世民攻郑，进逼东都，王世充乞援于窦建德。621年，李世民大破窦建德于虎牢，王世充以洛阳降，郑亡。同年七月，唐徙世充及其家属于蜀，路上，为仇人独孤修德所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王世充>王世充</a>"
},
{
"headline":"文成公主",
"startDate":"623",
"endDate":"680",
"text":"<p>    文成公主（623年?－680年11月1日），在吐蕃被尊称为甲木萨，“甲”是藏族人对汉人，汉地的称呼，木在藏语是“女子”的意思，萨是神仙的意思，意为“来自汉地的女神”。唐朝和亲公主，吐蕃赞普松赞干布的王后。本是唐朝皇室远支宗室女，于640年奉唐太宗之命和亲吐蕃，对吐蕃贡献良多。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/文成公主>文成公主</a>"
},
{
"headline":"武则天",
"startDate":"624",
"endDate":"705",
"text":"<p>    武则天（624年－705年），并州文水人，是一位女政治家和诗人，中国历史上唯一一个正统的女皇帝，也是即位年龄最大（67岁即位）、寿命最长的皇帝之一（终年83岁）。为唐朝功臣武士彟次女，母亲杨氏。十四岁入后宫为唐太宗的才人，唐太宗赐号媚娘，唐高宗时初为昭仪，后为皇后，尊号为天后，与唐高宗李治并称二圣，683年12月27日－690年10月16日作为唐中宗、唐睿宗的皇太后临朝称制，后自立为皇帝，定洛阳为都，改称神都，建立武周王朝，神龙元年（705年）正月，武则天病笃，宰相张柬之发动兵变，迫使武氏退位，史称神龙革命。唐中宗复辟，恢复唐朝，上尊号“则天大圣皇帝”，后遵武氏遗命改称“则天大圣皇后”，以皇后身份入葬乾陵，唐玄宗开元四年（716年），改谥号为则天皇后，天宝八载（749年），加谥则天顺圣皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武则天>武则天</a>"
},
{
"headline":"唐太宗 李世民",
"startDate":"626",
"endDate":"649",
"text":"<p>      唐太宗李世民（598年1月28日－649年7月10日[1]），陇西成纪（今甘肃省天水市秦安县北）人，祖籍陇西成纪（今甘肃省天水市秦安县北）或 赵郡隆庆(今河北省邢台市隆尧县)，是唐朝第二位皇帝，626年9月4日－649年7月10日在位，年号贞观。他名字的意思是“济世安民”。他是杰出的军事家，在唐朝的建立与统一过程中立下赫赫战功发挥了决定性作用，爱好文学与书法，有墨宝传世。唐朝建立后，李世民受封为秦国公，后晋封为秦王，率部平定了薛仁杲、刘武周、窦建德、王世充等军阀，最终统一中国。后发动玄武门之变杀死自己的兄长太子李建成、四弟齐王李元吉二人及二人诸子，被立为太子，唐高祖李渊不久被迫让位，李世民即位。李世民即位为帝之后，积极听取群臣的意见，以文治天下，并开疆拓土，成为中国史上著名的明君。唐太宗虚心纳谏，在国内厉行节约，并使百姓能够休养生息，终于使得社会出现了国泰民安的局面，开创了中国历史上著名的贞观之治，为后来的开元盛世奠定了重要的基础。唐太宗在位23年，享年50岁，初谥文皇帝，庙号太宗，葬于昭陵。674年加谥文武圣皇帝，749年加谥文武大圣皇帝，754年加谥文武大圣大广孝皇帝。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐太宗 李世民>唐太宗 李世民</a>"
},
{
"headline":"玄武门之变",
"startDate":"626",
"endDate":"626",
"text":"<p>    玄武门之变是中国唐朝武德九年六月初四庚申日（626年7月2日）由唐高祖李渊次子秦王李世民为首的秦王府集团在唐朝首都长安城（今陕西省西安市）大内皇宫的北宫门——玄武门附近发动的一次流血政变。李世民杀死自己的长兄皇太子李建成和四弟齐王李元吉及二人诸子，成为皇太子并掌握实权，旋于同年八月初九甲子日（9月4日）继承皇帝位，是为唐太宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/玄武门之变>玄武门之变</a>"
},
{
"headline":"渭水之盟",
"startDate":"626",
"endDate":"626",
"text":"<p>    公元626年唐太宗李世民刚即位，颉利可汗趁机率兵20万直逼唐都长安城外渭水便桥之北，京师震动。唐太宗被迫设疑兵之计，亲率臣下及将士隔渭水与颉利对话。颉利既见唐军军容威严，又见太宗许以金帛财物。遂与之杀白马立盟约，领兵而退。这就是“渭水之盟”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/渭水之盟>渭水之盟</a>"
},
{
"headline":"贞观之治",
"startDate":"627",
"endDate":"649",
"text":"<p>    “贞观之治”是指中国唐太宗在位期间的清明政治。由于唐太宗能任人廉能，知人善用；广开言路，尊重生命，自我克制，虚心纳谏，重用魏征等诤臣；并采取了一些以农为本，厉行节约，休养生息，文教复兴，完善科举制度等政策，使得社会出现了安定的局面；当时并大力平定外患，并尊重边族风俗，稳固边疆。当时年号为“贞观”（627年－649年） ，故史称“贞观之治”。这是唐朝的第一个治世，同时为后来的开元之治奠定了厚实的基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贞观之治>贞观之治</a>"
},
{
"headline":"罗艺",
"startDate":"627",
"endDate":"627",
"text":"<p>    罗艺（？—627年），字子延，隋襄州襄阳（今属湖北）人，唐朝初期将领，寓居京兆云阳（今陕西泾阳）。隋末任虎贲郎将，驻守涿郡。619年归唐后，赐其姓李，初封燕公，后晋封燕郡王，助唐击败刘黑闼，统领天节军，镇守泾州。唐太宗登基后，进封开府仪同三司，位比三公。贞观元年，率军反唐，进据豳州，后被击败，逃往甘肃乌氏，为其部下所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/罗艺>罗艺</a>"
},
{
"headline":"高阳公主",
"startDate":"627",
"endDate":"653",
"text":"<p>    高阳公主（627年－653年3月6日），唐太宗李世民的女儿（《新唐书 卷八十三 诸帝公主传》排第十七位），本名不详。高阳公主素为唐太宗所钟爱，嫁与名臣房玄龄之子房遗爱，恃宠娇纵。婚后，高阳公主与和尚辩机私通，唐太宗知晓后大怒，腰斩辩机，杀公主奴婢数十人，高阳公主非常怨恨。私生活糜烂，与僧人智勖、惠弘，道士李晃私通。唐太宗驾崩后，高阳公主怨恨太宗，“哭不哀”。唐高宗永徽四年（653年），高阳公主欲夺房遗爱兄长房遗直所继承的官爵，诬告房遗直对自己无礼，经长孙无忌审理，与其夫房遗爱意图拥立荆王李元景谋反事泄，皇帝赐自尽。显庆年间追封合浦公主，是太平公主的姑姑。《全唐文·卷二十四》记载了唐玄宗第二十女被封为高阳公主的一段册文。《新唐书 诸帝公主传》中玄宗并没有女儿曾被封为高阳公主。有人认为这可能是太宗女高阳公主的册文，被误放至玄宗之列。但据《新唐书》的记载唐高宗永淳之前公主的食邑为三百户。唐玄宗时公主所获食邑曾从五百户增加到一千户。因此从食邑“一千户”判断，这位高阳公主应是唐玄宗的女儿。可能是《新唐书》漏记这位公主或某位公主曾经的封号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高阳公主>高阳公主</a>"
},
{
"headline":"李治",
"startDate":"628",
"endDate":"683",
"text":"<p>    唐高宗李治（628年7月21日－683年12月27日），字为善，唐朝第三任皇帝，唐太宗李世民第九子、嫡三子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李治>李治</a>"
},
{
"headline":"狄仁杰",
"startDate":"630",
"endDate":"700",
"text":"<p>    狄仁杰（630年－700年8月15日），字怀英，号德英，唐代并州太原(今山西太原南郊区)人。为唐朝武周时的著名宰相，刚正廉明，执法不阿，以身护法。任大理丞，一年中判决了大量的积压案件，涉及到一万七千人，无冤诉者。先后举荐了张柬之、桓彦范、敬晖、窦怀贞及姚崇等数十位干练的官员，皆为唐朝中兴之臣，朝中政风为之一变。有人对他说：“天下桃李，悉在公门矣。”狄仁杰回答：“举贤为国，非为私也。”狄仁杰曾犯颜直谏，力劝武则天续立唐嗣，唐祚得以维系。一生上承贞观之治、下启开元盛世的武则天时代，为国贡献卓著。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/狄仁杰>狄仁杰</a>"
},
{
"headline":"秦琼",
"startDate":"638",
"endDate":"638",
"text":"<p>    秦琼（？—638年），字叔宝。汉族，齐州历城（今山东济南市）人。唐初著名大将，勇武威名震慑一时，是一个于万马军中取人首级如探囊取物的传奇式人物。曾追随唐高祖李渊父子为大唐王朝的稳固南北征战，立下了汗马功劳。因其功居于凌烟阁二十四功臣之一。民间与尉迟恭为传统门神。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦琼>秦琼</a>"
},
{
"headline":"骆宾王",
"startDate":"640",
"endDate":"684",
"text":"<p>    骆宾王（640年－684年），字观光，义乌（今中国浙江义乌）人。骆宾王出身寒门，七岁能诗，号称神童。据说《咏鹅诗》就是此时所做。 唐朝初期的著名诗人，与王勃、杨炯、卢照邻合称初唐四杰。684年徐敬业起兵讨伐武则天，骆宾王起草了著名的《为徐敬业讨武曌檄》，敬业败后，宾王不知所终，一说身殉，一说终身隐居。扶鸾的信众以骆宾王之忠肝义胆与文采昂扬，尊之为神，号称“南天骆恩师”，年年端午盛大奉祀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/骆宾王>骆宾王</a>"
},
{
"headline":"唐与高句丽的战争",
"startDate":"645",
"endDate":"668",
"text":"<p>    唐与高句丽的战争是7世纪发生在高句丽和唐与新罗联军之间的战争。由于唐与新罗联军的长年征战，加之高句丽内部发生纷争与长年饥荒，高句丽最终被唐与新罗的联军击败。高句丽被灭后，罗唐战争爆发。新罗将唐驱出朝鲜半岛并统一大同江以南地区。大同江以北则由唐和自称高句丽继承者的渤海国控制。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐与高句丽的战争>唐与高句丽的战争</a>"
},
{
"headline":"唐高宗 李治",
"startDate":"649",
"endDate":"683",
"text":"<p>      唐高宗李治（628－683年），中国唐朝第三任皇帝（649—683年在位），字为善，唐太宗李世民第九子，其母为文德顺圣皇后长孙氏，为嫡三子。贞观五年（631年）封为晋王，后因唐太宗的嫡长子皇太子李承乾与嫡次子魏王李泰相继被废，他才于贞观十七年（643年）被册立为皇太子。贞观二十三年（649年）即位于长安太极殿，开创了有贞观遗风的永徽之治。唐代的版图，以高宗时为最大，东起朝鲜半岛，西临咸海（一说里海），北包贝加尔湖，南至越南横山，维持了32年。李治在位三十四年，于弘道元年（683年）驾崩，年五十五岁，葬于乾陵，庙号高宗，谥号天皇大帝。李治还是太子的时候，就与大他四岁的庶母武才人通奸；太宗崩后，武则天与其他太宗嫔妃几百人被送往感业寺削发为尼。后来高宗王皇后与萧淑妃争宠，王皇后为打击淑妃，把武氏接回宫中为昭仪，武氏终于成为皇后。王、萧二人被废之后皆被武氏反食，斩去四肢，泡入酒内，武则天称之“骨醉”。但是武后并不为高宗母舅的长孙无忌等关陇贵族所容，掌权之后对这些贵族门阀进行打击。高宗因武后慢慢有主导政局的趋势，一度有废后的打算，未料计划被武后得知，事情遂作罢，但是协助高宗拟诏的上官仪则遭族诛。这件事情过后，高宗再也无由压制武后，后来又因眼疾问题，使得政权完全操纵于武后手中。唐高宗曾在武后的建议下使用天皇称号，与天后武则天并称二圣。高宗后期朝政主要依赖武氏处理。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/唐高宗 李治>唐高宗 李治</a>"
},
{
"headline":"尺尊公主",
"startDate":"649",
"endDate":"649",
"text":"<p>    尺尊公主（“拜木萨尺尊”，意为“来自尼婆罗的女神尺尊”；？－649年），又译为作墀尊公主、赤尊公主、赤真公主、赤贞公主，或按梵文译为波利库姬、布里库提、毗俱胝。尼婆罗公主，远嫁吐蕃赞普松赞干布。尺尊公主出身尼泊尔塔库里王朝，父亲名为鸯输伐摩（光胄王）。当时松赞干布统一吐蕃，国势强盛，派禄东赞向光胄王提出和亲。光胄王为了求取边境和平，于贞观15年（641年）（一说624年），将他的女儿远嫁至西藏。赤尊公主笃信佛教，随身携带佛像入藏。赤尊公主入藏之后，修建了多间佛寺，其中以大昭寺最为著名。因为瘟疫流行，据说松赞干布与尺尊公主在西元649年过世，松赞干布死后，成为一道光芒，进入大昭寺的木制佛像之中。留存到现代的历史文献，对于尺尊公主的记载都不多，对尺尊公主的记载，主要来自于据说是巴·赛囊所著的史书《巴协》（dba' bzhed），索南坚赞著《西藏王统记》以及布顿所著《布顿佛教史》。在敦煌文献、吐蕃金石铭刻及汉语史书等资料里，都没有提到尺尊公主，引起部份现代学者的怀疑，认为尺尊公主是虚构的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尺尊公主>尺尊公主</a>"
},
{
"headline":"武承嗣",
"startDate":"649",
"endDate":"698",
"text":"<p>    武承嗣（649年－698年7月22日），并州文水（今山西文水）人，唐荆州都督武士彟之孙，女皇武则天异母兄武元爽之子。早年曾随父被流配振州（今海南三亚）。咸亨五年（674年）三月，由于武士彟周国公的爵位无人继承，武则天奏请将武承嗣召回，袭爵周国公，拜为尚衣奉御。光宅元年（684年），授礼部尚书、同中书门下三品，并封魏王。垂拱元年（685年），同凤阁鸾台三品。月余后罢。载初元年（689年），守纳言。天授元年（690年），进文昌左相。天授二年（691年）九月，武承嗣令凤阁舍人张嘉福，唆使洛阳人王庆之等数百人上表，请立武承嗣为太子。长寿元年（692年），大臣李昭德以武承嗣既为亲王，又为宰相，权势太重，建议罢免武承嗣的宰相职务。当年，武承嗣被罢为特进。圣历元年（698年），唐中宗李显复被立为太子，魏王武承嗣做太子的幻想彻底破灭，忧愤而死。赠太尉、并州牧，追谥曰宣。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/武承嗣>武承嗣</a>"
},
{
"headline":"薛稷",
"startDate":"649",
"endDate":"713",
"text":"<p>    薛稷（649年－713年），字嗣通，蒲州汾阴（今山西万荣）人。出身官宦世家，是诗人薛道衡曾孙，魏徵外甥，薛曜的兄长。武则天朝被举为进士。景龙中，任昭文馆学士。唐睿宗立，授中书侍郎，官至太子少保，礼部尚书，以翊赞功封晋国公。人称“薛少保”。工书画，魏徵家富图籍，多有虞世南、褚遂良墨迹。薛稷穷年模写，能画人物、佛像、树石、花鸟，尤以画鹤著名，直到五代黄筌以前，薛稷画鹤无人能及。宋徽宗的“瘦金书”就是由薛稷书法演化而成，清代吴荷屋云：“用笔之妙，虽青琐瑶台合意之作亦不过是过。”与欧阳询、虞世南、褚遂良并称初唐四大书家。传世作品有《杏冥君铭》、《信行禅师碑》。开元元年（713年）牵连进太平公主、窦怀贞谋反一案，赐死在万年狱中。存诗十四首。子薛伯陵、薛伯阳。薛伯阳官居左千牛将军，先后娶唐睿宗女荆山公主和凉国公主，其子薛谈为卫尉卿，娶唐玄宗女常山公主。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/薛稷>薛稷</a>"
},
{
"headline":"薛讷",
"startDate":"649",
"endDate":"720",
"text":"<p>    薛讷（649－720年），字慎言。唐朝将领，高宗朝名将薛仁贵长子。绛州万泉人（今山西省新绛）人。民间故事中的薛讷，称作薛丁山。丁山娶有三妻，分别是窦仙童、陈金定、樊梨花，樊梨花师承骊山老母，法力无边，最后在神怪式的情节中，帮助丁山打败西凉。后来，丁山受儿子薛刚连累，被武后满门抄斩。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/薛讷>薛讷</a>"
},
{
"headline":"王勃",
"startDate":"650",
"endDate":"676",
"text":"<p>    王勃（650年－676年），字子安，绛州龙门（今中国山西河津）人。初唐时代的诗人，与杨炯、卢照邻、骆宾王合称“初唐四杰”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王勃>王勃</a>"
},
{
"headline":"萧淑妃",
"startDate":"655",
"endDate":"655",
"text":"<p>    萧淑妃（7世纪？－655年11月27日），唐高宗的妃嫔，名不详 , 南朝士族兰陵萧氏族人，许王李素节、义阳公主、高安公主生母。她在唐高宗还是太子时（643年—649年）便进入东宫，封为良娣。为高宗生下一子两女。最初生高宗长女义阳公主。648年生高宗四子许王李素节，649年生高宗次女高安公主。后来高宗即位，改封良娣为淑妃。萧氏因姿色妖媚而受宠，导致王皇后的失宠，而萧淑妃为人又阴狠善妒。萧淑妃原本在武则天进宫前，宠冠后宫，甚至到不把王皇后放在眼里。当时王皇后对萧淑妃很嫉妒，两人互相在高宗前面争宠，但这时萧淑妃因怀有身孕，而得意洋洋，目中无人。一次皇后发现高宗其实喜欢的是他的庶母武氏，但武氏已入感业寺为尼，便召武氏还俗入宫，与她合作扳倒萧淑妃，封武则天为昭仪，大受宠爱，萧淑妃于是失宠，但萧淑妃却不改以往专横跋扈、骄傲嚣张的个性，反而变本加厉，惹得皇帝生厌，屡有怨言。接着不但萧淑妃失宠，王皇后也逐渐失宠。武昭仪又找到机会，陷害王皇后，皇后与淑妃便一同被废为庶人，武昭仪立刻成为皇后。萧淑妃与王皇后被幽禁起来，某日高宗突然想念她们，便去探望她们，看到她们的惨状，相当不忍。二女请求高宗让她们重见天日，并希望将幽禁的别院命名为“回心院”，高宗允诺会处置。但是武后得知此事，即刻下令将她们各杖击一百，斩断手脚、反绑在背后，丢到大酒瓮里，并且说：“让这两个老太婆醉死。”(“令二妪骨醉！”)萧淑妃被杖击时，大骂：“武氏狐媚！我来世一定要生为一只猫，让武氏转生为鼠，我要生生世世扼她的喉咙报仇！”（“武氏狐媚，翻覆至此！我后为猫，使武氏为鼠，吾当扼其喉以报！”）武后为此相当害怕，命令皇宫不准养猫。后来武后夜里常梦到王皇后与萧淑妃披头散发、鲜血淋淋，样子非常恐怖，让她感到非常厌恶，命巫师作法消灾，又搬到蓬莱宫，往后多待在东都。武后在杀害王皇后与萧淑妃后，命王氏改姓“蟒”，萧氏改姓“枭”，把她们的族人流放到岭南。中宗即位以后，恢复她们的本姓。萧淑妃所生的两个女儿义阳公主、高安公主，被软禁在宫中，直到太子李弘替两个姐姐求情，武后这才将她们嫁给翊卫；萧淑妃所生的儿子李素节虽维持亲王地位，但长期被武后监控，最终仍难逃一死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧淑妃>萧淑妃</a>"
},
{
"headline":"王皇后",
"startDate":"655",
"endDate":"655",
"text":"<p>    王皇后（7世纪？－655年11月27日），唐高宗第一任皇后，名不详 , 后来因武则天被立为皇后而被废，最后也为武后所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王皇后>王皇后</a>"
},
{
"headline":"李显",
"startDate":"656",
"endDate":"710",
"text":"<p>    唐中宗李显（656年－710年），汉族，谥号大和大圣大昭孝皇帝（初谥孝和皇帝），原名李哲，唐高宗李治第七子，武则天第三子（684年1月23日—684年2月27日、705年—710年在位）。唐中宗前后两次当政，共在位五年半，公元710年被韦后毒杀，终年55岁，葬于定陵（今陕西省富平县西北15里的凤凰山）。公元680年，继长兄李弘病死之后，李贤又被废为庶人，李显因而被立为太子。公元683年，唐高宗病逝，李显即位。公元684年，李显被母亲武则天废掉，改为庐陵王。公元698年，李显被武则天出于政治上的需要，立为皇嗣。公元705年，大臣们联合起来发动政变，武则天被迫让位，李显第二次即位，恢复唐朝，国号。公元706年，突厥大举进攻内地，吐蕃也跟着作乱，李显不得不把养女金城公主下嫁吐蕃赞普尺带珠丹，平息了这次吐蕃的入侵。公元707年，太子李重俊发动政变，杀死武三思等人，但随后被反戈一击的士兵杀死。公元710年，李显被皇后韦氏和女儿安乐公主毒杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李显>李显</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}