{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"钩弋夫人",
"startDate":"-113",
"endDate":"-88",
"text":"<p>    赵婕妤（前113年－前88年），名不详，西汉武垣县人。汉武帝妃，汉昭帝生母。赵氏是汉武帝朝的大美人，姿色美艳，因她总是握拳，被称为“拳夫人”。汉武帝过河间，“望气者言此有奇女”，一日召见她，她才将手展开。传说因为手开后掌中握有一玉钩，因此被称为钩弋夫人。钩弋夫人后被封为婕妤，居住在钩弋宫。公元前94年，赵婕妤生下一个儿子刘弗陵。据说她怀孕时间长达14个月，大臣们都以为尧帝降生，纷纷恭祝武帝。武帝老年得子，更是爱不释手。下诏改钩弋宫门为“尧母门”。现今肃宁县窝北乡垣城南村武垣城遗址内，仍留有钩弋夫人庙遗址，当地每年农历四月十八举行庙会，以示纪念。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钩弋夫人>钩弋夫人</a>"
},
{
"headline":"汉平南越之战",
"startDate":"-112",
"endDate":"-111",
"text":"<p>    汉平南越之战是西汉时期，汉朝灭南越国的战争。元鼎五年，历任三世南越丞相的吕嘉，反对南越王及太后亲附汉朝，及闻武帝遣韩千秋率军2000至越．遂反，与其弟(南越国大将)杀南越王赵兴、王太后樛氏(汉人)及汉朝使臣。联络苍梧(治广信，今广西梧州市)秦王赵光及各郡县官吏，另立术阳侯赵建德为王。击灭韩千秋等。是年秋，武帝遣伏波将军路博德率部出桂阳(今广东连县)沿汇水(今广东连江、北江)迸发；楼船将军杨仆自豫章(郡治南昌，今江西南昌市)沿湖汉水、豫章水(今江西赣江)、浈水(今广东翁江)南下；任命南越降将归义侯严为戈船将军，率部从零陵(今广西全州西南)沿离水(今广西漓江上游)进发；南越降将甲为‘厂濑将军，率部进攻苍梧。各路军卒由东越人及江、淮以南地区水军组成，兵众10万。另遣南越降将驰义侯遗率巴、蜀地区的罪入及征调的夜郎等国军队沿牂柯江(今贵州盘江)南下五路大军会师南越国都番禺。元鼎六年冬，楼船将军杨仆率军数万进抵南越国，首先攻破寻峡(今广东清远东)、石门(今广州市西北)，重创南越军。随后，与伏波将军路博德会合，两军齐进，直赴番禺。南越王赵建德、丞相吕嘉等据城垣坚守。杨仆屯兵城东南，路博德屯兵城西北。黄昏时，杨仆军攻破南越防线，放火烧城；路博德则设下营垒，派人招降南越官兵。杨仆力攻烧敌，将南越军驱赶到路博德营中。黎明时，城内南越军皆降路博得。赵建德、吕嘉乘夜逃至海上。路博德遣兵追击，将二人生擒。苍梧王赵光闻汉军至，随即出降。桂林监居翁亦降，并谕告骆越，降者40余万人。驰义侯所率的人马尚未赶列，南越已平。汉军班师回朝，武帝大行封赏。汉在南越设立南海、苍梧、郁林、合浦、交趾、九真、日南、珠崖、儋耳9郡，长期处于割据状态的南越地区，实现了中央集权统治。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉平南越之战>汉平南越之战</a>"
},
{
"headline":"刘闳",
"startDate":"-110",
"endDate":"-110",
"text":"<p>    刘闳（？—前110），汉武帝刘彻的次子，母为王夫人。刘闳因为母亲王夫人受宠于武帝，刘闳本人也很得武帝喜爱。受封齐王，去世后谥号为“怀”，即齐怀王。无子。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘闳>刘闳</a>"
},
{
"headline":"吕嘉",
"startDate":"-110",
"endDate":"-110",
"text":"<p>    吕嘉（？－前110年），越族人首领。南越国丞相。他连续担任赵胡、赵婴齐、赵兴、赵建德四代南越王的辅臣，权倾一时。后来，吕嘉因反对汉朝对南越的统治，被汉武帝发兵征讨，于110年为汉军所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕嘉>吕嘉</a>"
},
{
"headline":"卫青",
"startDate":"-106",
"endDate":"-106",
"text":"<p>    卫青（？～公元前106年），字仲卿，汉族，河东平阳（今山西临汾市）人。西汉武帝时的大司马大将军。战法革新始破匈奴，首次出征奇袭龙城打破了自汉初以来匈奴不败的神话，曾七战七胜，以武钢车阵大破伊稚斜单于主力，为北部疆域的开拓做出重大贡献。卫青善于以战养战；用兵敢于深入 ，奇正兼擅；为将号令严明，与士卒同甘苦；威信很高，位极人臣，但从不养士。元封五年，长平侯卫青逝世，起冢如庐山，葬茂陵东北。谥号为‘烈’。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/卫青>卫青</a>"
},
{
"headline":"平阳公主",
"startDate":"-106",
"endDate":"-106",
"text":"<p>    平阳公主，名讳及生卒不详，汉景帝刘启与皇后王娡的长女，汉武帝刘彻同胞长姐。本封为阳信公主，因嫁于开国功臣曹参曾孙平阳侯曹寿（曹时），故又称平阳公主。曹寿去世后，平阳公主改嫁汝阴侯夏侯颇。夏侯颇死后，又改嫁大司马、大将军、长平烈侯卫青。死后陪葬于茂陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/平阳公主>平阳公主</a>"
},
{
"headline":"公孙敖",
"startDate":"-96",
"endDate":"-96",
"text":"<p>    公孙敖（？―前96年） ，北地郡义渠县人，西汉将领。公孙敖初以骑郎身份侍奉汉武帝。元光六年（前129年），与骁骑将军李广等各率一万骑兵，出击匈奴，损失七千骑兵。本当斩首，后缴纳赎金，废为庶人。元狩二年（前121年），和霍去病从北地郡（在今甘肃环县）出发，出塞后分兵前进。公孙敖在沙漠中迷路，霍去病孤军深入，越过居延海，抵达祁连山，歼灭匈奴三万余人。太始元年（前96年），公孙敖之妻涉巫蛊案，腰斩死，全家被灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/公孙敖>公孙敖</a>"
},
{
"headline":"刘弗陵",
"startDate":"-94",
"endDate":"-74",
"text":"<p>    汉昭帝（前94年－前74年6月5日），名刘弗陵，西汉第八位皇帝（前87年—前74年在位），汉武帝幼子，母亲钩弋夫人，谥号孝昭皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘弗陵>刘弗陵</a>"
},
{
"headline":"刘贺",
"startDate":"-92",
"endDate":"-59",
"text":"<p>    刘贺（前92年－前59年），西汉第九位皇帝（前74年在位）。五岁时袭父刘髆封为昌邑王，前74年六月丙寅（公历7月18日），霍光等迎立他继位。据《汉书·霍光金日磾传》载刘贺罪行：“受玺以来二十七日，使者旁午，持节诏诸官署征发，凡千一百二十七事。”刘贺在即位27天内，就做了1,127件荒唐事情，平均一天40件。霍光以其不堪重任，与大臣奏请上官太后（霍光外孙女）下诏，于同月癸巳（公历8月14日）废黜了他，并且亲自送他回到封地昌邑，削去王号，给他食邑二千户，另赐刘贺的四个姐妹汤沐邑千户。同年9月10日，霍光尊立戾太子唯一的遗孙刘病已为帝。元康二年，霍光写信给山阳太守张敝：“谨备盗贼，察往来宾客。毋下所赐书。”要求当地官员密切监视刘贺。前63年汉宣帝封刘贺为海昏侯。刘贺的儿子刘充国、刘奉亲都在袭封海昏侯之前死去，海昏侯国一度绝封，汉元帝初元三年（前46年）才复封刘贺另一个儿子刘代宗为海昏侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘贺>刘贺</a>"
},
{
"headline":"巫蛊之祸",
"startDate":"-91",
"endDate":"-91",
"text":"<p>    巫蛊之祸，也称作巫蛊之狱，是西汉征和二年（前91年）汉武帝66岁时发生的一场政治动乱。事情起因是汉武帝长子太子刘据因被江充、苏文等人诬陷以巫蛊诅咒父亲汉武帝，被迫发兵起事诛杀江充，导致汉武帝以为儿子企图谋反而派兵镇压。两方对战导致长安城中死伤过万，最后太子兵败逃亡，在被追剿无路可逃之后自缢而死。巫蛊之祸从发端到结尾实际前后罹难有四十多年，大量政治军事人才的流失成为西汉政权的衰落重要的历史原因。“如此以屠戮骨肉姻亲为主要对象的狱案，其时间之长、影响之大在中国历史上实属罕见”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/巫蛊之祸>巫蛊之祸</a>"
},
{
"headline":"江充",
"startDate":"-91",
"endDate":"-91",
"text":"<p>    江充（？－前91年），字次倩，西汉赵国邯郸（今中国河北省邯郸市）人。本名江齐，通晓医术，其妹善歌舞鼓琴，嫁与赵国太子刘丹。江齐成为赵敬肃王刘彭祖的上宾。太子刘丹派人追杀江齐，江齐逃入长安，更名江充，汉武帝在上林苑犬台宫召见江充。曾出使匈奴，官至水衡都尉。江充上书汉武帝刘彻举发刘丹和姐妹及后宫相奸，刘彻立即逮捕刘丹下狱。武帝晚年患病，江充指使胡巫檀何欺骗武帝说：“皇宫中大有蛊气，不除之，上疾终不差（病不愈）。”武帝信以为真，派江充成立专案小组，严加查察。一时江充权倾朝野。江充与太子刘据有仇隙，遂陷害太子，江充在太子宫掘蛊，掘出桐木做的人偶。刘据恐惧，发兵诛杀江充。江充的党羽逃往甘泉宫报告皇帝，太子已起兵造反。汉武帝命丞相刘屈牦调兵平乱，两军在长安混战五日，死者以数万人。最后太子兵败逃亡，在长安东边的湖县泉鸠悬梁自尽。皇后卫子夫亦自杀。史称“巫蛊之祸”。后来汉武帝知道太子刘据本无反心，灭江充家三族，处死苏文，在湖县建“思子宫”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/江充>江充</a>"
},
{
"headline":"刘病已",
"startDate":"-91",
"endDate":"-48",
"text":"<p>    汉宣帝（前91年－前48年1月10日），原名刘病已，字次卿，即位后改名询，汉朝第十位皇帝（前74年9月10日—前48年1月10日在位）。汉武帝的曾孙，戾太子刘据的长孙，史皇孙刘进的长子，生母为王翁须。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘病已>刘病已</a>"
},
{
"headline":"卫子夫",
"startDate":"-91",
"endDate":"-91",
"text":"<p>    卫子夫（前2世纪－前91年），名字已失考，字子夫，中国汉代平阳（今山西临汾）人，汉武帝第二任皇后，卫青的同母异父姐姐，霍去病的姨母，汉宣帝的曾祖母。元朔元年卫子夫生下刘彻长子刘据，被立为皇后。在她被立为皇后的第38年，即征和二年（前91年）的巫蛊之祸中，卫子夫母子等人遭江充等人陷害，不能自明，自杀。十八年后汉宣帝刘询以皇后礼重新厚葬她，追谥号曰 “思”，建园置周卫。史称孝武卫思后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/卫子夫>卫子夫</a>"
},
{
"headline":"轮台罪己诏",
"startDate":"-89",
"endDate":"-89",
"text":"<p>    《轮台罪己诏》是前89年（征和四年）汉武帝所下道的诏书，公开向人民反省其罪过，使到汉朝的统治方针发生了急剧转变，重新回到了与民休息及重视发展经济的轨道，从而避免了像秦朝般迅速败亡的结局。《轮台罪己诏》是中国历史上第一份内容丰富及保存完整的罪己诏，影响此后每当朝廷出现危机、遭受天灾及政权处于安危时，帝王发多有布罪己诏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/轮台罪己诏>轮台罪己诏</a>"
},
{
"headline":"许平君",
"startDate":"-89",
"endDate":"-71",
"text":"<p>    许平君（前89年－前71年），昌邑（今山东金乡）人，平恩戴侯许广汉之女，汉宣帝刘询的第一位皇后。许平君本来许配给欧侯氏家族的男子，但是未过门未婚夫即过世，在掖庭令张贺作媒的情况下，与当时尚是一介平民的刘询成婚，不久她生下后来成为汉元帝的刘奭，元平元年（前74年）刘询被拥戴为皇帝，许平君进宫成为婕妤，不久被立为皇后，这惹怒了一心想要让自己女儿霍成君成为皇后的权臣霍光的夫人显。本始三年，许平君再度怀孕待产，显命女医淳于衍在滋补汤药中加入附子，让许平君在分娩后服用，许平君服用后不久毒发逝世。汉宣帝非常悲痛，追封她为“恭哀皇后”，葬于杜陵南园（也称少陵）。许广汉在许平君封后后受封“昌成君”（曾受过宫刑不能封侯），直到刘奭被立为太子后才得以封“平恩侯”。许平君的侄女许氏后来成为她的孙媳，即汉成帝的首任皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/许平君>许平君</a>"
},
{
"headline":"汉昭帝 刘弗陵",
"startDate":"-87",
"endDate":"-74",
"text":"<p>        汉昭帝（前94年－前74年6月5日），名刘弗陵，西汉第八位皇帝（前87年—前74年在位），汉武帝幼子，母亲钩弋夫人，继位时年仅八岁（古代按虚岁算），遵照武帝遗诏，由霍光辅政，在位13年，病死，终年21岁。葬于平陵（今陕西省咸阳市西北13里处）。谥号孝昭皇帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉昭帝 刘弗陵>汉昭帝 刘弗陵</a>"
},
{
"headline":"昭宣中兴",
"startDate":"-87",
"endDate":"-49",
"text":"<p>    昭宣中兴又称昭宣之治，为西汉汉昭帝和汉宣帝在位时期（约为公元前87年至前49年）着重休养生息，以恢复汉武帝在位时严重损耗的国力。后世历史学家评定此段时间为西汉的中兴。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/昭宣中兴>昭宣中兴</a>"
},
{
"headline":"霍成君",
"startDate":"-87",
"endDate":"-54",
"text":"<p>    霍成君（前87年－前54年），中国西汉名臣霍光的小女儿，汉宣帝刘询的第二位皇后。被废，后自杀。刘询登基后，其元配妻子许平君被立为婕妤。公卿议更立皇后，皆心仪霍光的女儿成君。刘询于是下诏求微时故剑，大臣知其所指，请求立许婕妤为皇后。本始三年（前71年），皇后许平君被霍成君的母亲显毒死后，霍光将霍成君送入宫中，次年正式册封为皇后。婚后帝后感情燕好，但一直未有生育。地节三年（前67年），汉宣帝立与许平君在民间所生的刘奭为太子，显非常恼怒，授意霍成君伺机毒杀刘奭，未能成功。次年霍家发动政变未遂，招致灭族，霍光妻显，子霍禹，霍云，侄子霍山都处决或者自杀。几个月后，汉宣帝以阴谋毒害太子为由，废掉霍成君，令其迁往昭台宫。十二年后的五凤四年（前54年），再度令其迁往云林馆，霍成君自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/霍成君>霍成君</a>"
},
{
"headline":"盐铁会议",
"startDate":"-81",
"endDate":"-81",
"text":"<p>    在西汉昭帝始元六年（前81年）期间召开“盐铁会议”，以贤良文学为一方，以御史大夫桑弘羊为另一方，就盐铁专营、酒类专卖和平准均输等问题展开辩论。昭帝始元六年(前81年)，下诏郡国推举贤良文学六十余人到长安，询问民间疾苦。贤良文学们提出盐铁官营和平准、均输等经济政策是民间疾苦的原因，遭到御史大夫桑弘羊的反对。以丞相田千秋和桑弘羊为一方，贤良文学为一方，双方对为政得失展开了一场全面辩论。双方对民间疾苦的根源、同匈奴的和战政策、治国的方针和理论等重大问题申述了不同主张。后来，汉宣帝命桓宽根据这次会议的内容，整理成《盐铁论》一书。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/盐铁会议>盐铁会议</a>"
},
{
"headline":"刘奭",
"startDate":"-76",
"endDate":"-33",
"text":"<p>    汉元帝（前76年－前33年），名刘奭，西汉第十一位皇帝。汉宣帝长子，生于民间，母恭哀皇后许平君。宣帝死后继位，在位16年即前49年－前33年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘奭>刘奭</a>"
},
{
"headline":"昌邑王 刘贺",
"startDate":"-74",
"endDate":"-74",
"text":"<p>        昌邑王刘贺（前92年－前59年），西汉第九位皇帝（前74年在位）。五岁时袭父刘髆封为昌邑王，前74年六月丙寅（公历7月18日），霍光等迎立19岁的刘贺继位，当了27天皇帝，因荒淫无度、不保社稷而被废，分封到了今天的山东省巨野县昌邑镇，做昌邑王，元康三年，又被贬到江西省永修县做海昏侯，史称汉废帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/昌邑王 刘贺>昌邑王 刘贺</a>"
},
{
"headline":"汉宣帝 刘询",
"startDate":"-74",
"endDate":"-49",
"text":"<p>        汉宣帝刘询（公元前91年—公元前49年），本名刘病已，字次卿，西汉第十位皇帝。汉武帝的曾孙，戾太子刘据的长孙，史皇孙刘进的长子，生母为王翁须。汉昭帝元平元年（前74年），汉昭帝驾崩，由于无嗣，大司马霍光拥立的昌邑王刘贺在即位的27天就被权臣霍光提请其外孙女上官皇太后废掉。在确立继任人选时，时任光禄大夫的邴吉此时向霍光推荐刘病已，昭帝元平元年秋七月庚申，刘病已入宫见上官太后，被封为阳武侯，同日登基为皇帝，承嗣汉昭帝，隔年改元本始。6月改名刘询，少遭不幸，流落民间，察知民间疾苦，即位之后，能躬行节俭，多次下令节省开支，改革吏治，稳定社会局势。对外大破匈奴和西羌，巩固了西汉的版图。刘询为人聪明刚毅，为政励精图治，史称“中兴”。黄龙元年（前49年）去世，享年43岁，谥号孝宣皇帝，庙号中宗，葬杜陵。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉宣帝 刘询>汉宣帝 刘询</a>"
},
{
"headline":"王政君",
"startDate":"-71",
"endDate":"13",
"text":"<p>    王政君（前71年－13年），汉元帝刘奭皇后，汉成帝刘骜生母。父王禁，母李亲。她是中国历史上寿命最长的皇后之一。其身居后位（包含皇后、皇太后、太皇太后）时间长达61年（公元前49年—公元13年在位），仅次于清朝的孝惠章皇后（64年）。王政君是王莽的姑妈。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王政君>王政君</a>"
},
{
"headline":"汉成帝",
"startDate":"-51",
"endDate":"-7",
"text":"<p>    汉成帝（前51年－前7年），名刘骜，汉朝第十二位皇帝，汉元帝长子，母王政君（王莽姑母）。由于是嫡皇孙，刘骜深得祖父汉宣帝喜爱，常常陪伴宣帝左右。元帝即位后，刘骜在初元二年（前47年）四月获立为太子。青年时的刘骜爱读经书，喜欢文辞，宽博谨慎。有一次元帝急招刘骜前来，他不敢横越驰道（皇帝专用道路），绕了一圈才迟迟面见元帝。元帝知道了整件事情之后，非常的高兴，也下令以后太子可以直接穿越驰道。这件事情可以看出刘骜谨慎的一面。后来沉溺声色之中， 常假借其表兄弟兼同性情人富平侯张放的名义在长安郊外玩乐。元帝曾想改立宠妃傅昭仪之子山阳王刘康（元帝第二子，哀帝刘欣之父）为太子，因为刘骜是宣帝爱孙以及侍中史丹出力帮助保住刘骜太子之位的缘故，元帝没有付诸实施。前33年元帝去世后，太子刘骜继位，是为汉成帝。成帝继位后开始重用他母亲的亲戚，任王凤为大司马、大将军，领尚书事，这是西汉末年王氏家族得势的开始。后来篡汉的王莽在成帝年间开始受重用，绥和元年（前8年），王莽获升为大司马。汉成帝的另一个比较有名的故事是他宠爱赵飞燕，并为此将他原来的皇后废黜，立赵飞燕为皇后，后来又纳赵飞燕之妹赵合德为昭仪。绥和二年（前7年），刘骜暴毙，史书说“帝素强无疾病”。由于成帝死讯来得突然，“民间讙哗”，众人归咎赵昭仪，皇太后命王莽领导一众官员调查成帝日常生活及病发经过，赵昭仪最终自杀。富平侯张放得知成帝死讯后，也“思慕哭泣而死”。成帝在位二十七年，死时四十五岁，葬于延陵（今咸阳市西北），谥号为孝成皇帝。他的子女均为赵飞燕姐妹残害杀死，史称“燕啄皇孙”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉成帝>汉成帝</a>"
},
{
"headline":"王昭君",
"startDate":"-50",
"endDate":"?",
"text":"<p>    王昭君，名嫱，字昭君，乳名皓月，中国古代四大美女之一的落雁，晋朝时为避司马昭讳，又称“明妃”，汉元帝时期宫女，汉族，西汉南郡秭归（今湖北省兴山县）人。匈奴呼韩邪单于阏氏。昭君出塞的故事千古流传。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王昭君>王昭君</a>"
},
{
"headline":"汉元帝 刘奭",
"startDate":"-49",
"endDate":"-33",
"text":"<p>        汉元帝刘奭（前74年―前33年），是汉宣帝刘询与嫡妻许平君生的儿子。他出生几个月后，其父即位做了皇帝。两年后，母亲许皇后被霍光妻霍显毒死。霍光死后，地节三年（前67年）四月，刘奭被立为太子。黄龙元年（前49年）十月，汉宣帝死后继位，在位16年，病死，谥号为元帝，庙号高宗。（后经过东汉光武帝删减后整个西汉只有四个皇帝有庙号，即太祖高帝刘邦，太宗文帝刘恒，世宗武帝刘彻，中宗宣帝刘询，并没有汉元帝）       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉元帝 刘奭>汉元帝 刘奭</a>"
},
{
"headline":"班婕妤",
"startDate":"-48",
"endDate":"2",
"text":"<p>    班婕妤（约公元前48年－2年后），名不详，楼烦（今山西朔城区）人，西汉女作家，汉成帝嫔妃。班氏为班况之女、班彪的姑母、班固、班超、班昭的祖姑。汉成帝初年，班氏入后宫，初为少使，后受成帝的宠幸，册封为婕妤。曾生下一个皇子，数月后夭折。她不仅貌美而且有德，一次，成帝想与她同辇出游，她以“贤圣之君皆有名臣在侧，三代末主乃有嬖女”不敢奉命，为此得到婆婆王政君的疼爱。晋顾恺之所画的《女史箴图》就有描绘这一情景。鸿嘉（前20年—前17年）年间，她曾推荐自己的侍女李平，李平得成帝的宠幸后，亦被封为婕妤，与她平级。后赵飞燕、赵合德姐妹入宫后，逐渐失宠，为了避免与赵氏姐妹争斗，主动请愿去长信宫服侍太后。太后死后又为太后守陵。最后孤单而终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/班婕妤>班婕妤</a>"
},
{
"headline":"赵飞燕",
"startDate":"-45",
"endDate":"?",
"text":"<p>    赵飞燕（前45年－前1年），西汉汉成帝的第二任皇后，汉哀帝时的皇太后，其原名未被正史记载，通常认定为宜主。赵飞燕体态轻盈，身轻如燕，传说中能作掌上舞，是一位在中国民间和历史上传奇的女子。正史上对她的记载很少，然而关于她的野史逸书却又很多，赵飞燕与与妹妹赵合德的故事是一个不断流传并逐渐丰富发展的过程，尤以《西京杂记》、《飞燕外传》最为影响深远。赵飞燕以美貌著称，所谓“环肥燕瘦”讲的便是她和杨玉环，而燕瘦也通常用以比喻体态轻盈瘦弱的美女。同时她也因美貌而成为淫惑皇帝的一个代表性人物。历代文人对她的故事也很感兴趣，很多诗词文赋中都有关于她的描述。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵飞燕>赵飞燕</a>"
},
{
"headline":"王莽",
"startDate":"-45",
"endDate":"23",
"text":"<p>    王莽（前45年—23年10月6日），字巨君，受汉朝的刘氏禅让，建立“新朝”（9年—23年在位），后来在新朝政权结束后，汉朝恢复政权。历史学家一般都认为是王莽篡汉立新朝，同时也有史学家认为他是一个有远见而无私的社会改革者。胡适指他是1900年前的社会主义皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王莽>王莽</a>"
},
{
"headline":"汉成帝 刘骜",
"startDate":"-33",
"endDate":"-7",
"text":"<p>        汉成帝（前51年－前7年），名刘骜，汉朝第十二位皇帝，汉元帝长子，母王政君（王莽姑母）。汉成帝统治时期，政治腐败，成帝纵情声色、淫欲无度，大地主、大官僚兼并土地，导致铜车起义等农民起义爆发，汉朝从此衰落，病入膏肓。汉成帝，公元前33年—公元前7年在位26年，终年46岁死后谥号孝成皇帝，葬于延陵，庙号统宗。刘骜在位期间，生活荒淫，宠幸赵飞燕、赵合德姐妹，怠于政事，将朝政全委托给外家诸位舅舅，大权逐渐为王氏外戚掌握。太后王政君的七个兄弟都封为侯，老大王凤官位高至大司马大将军领尚书事。王政君的侄子王莽也开始崭露头脚。王莽系王曼之子。王曼早死，王家其他兄弟封侯后，独王莽孤贫。王政君怜之，将王莽及其母供养于东宫。王莽屈节恭俭，勤身博学，事母及寡嫂恭谨周到，又外交英俊，内事诸父，曲有礼仪，与其他王家子弟形成鲜明对比。伯父王凤有病，王莽亲尝汤药，衣带不解，通霄达旦，护理连月。王凤死前，将王莽托于成帝，王莽因此升黄门郎、射声校尉，后又封为新都侯，升迁骑都尉、光禄大夫、侍中。王莽不骄不躁，愈为俭约，散衣物于宾客，收名士于门下，广交权贵，一时名声大振。在位者争相举荐，游士为之宣传。最终登上了大司马的位置。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉成帝 刘骜>汉成帝 刘骜</a>"
},
{
"headline":"昭君出塞",
"startDate":"-33",
"endDate":"-33",
"text":"<p>    公元前54年，匈奴呼韩邪单于被他哥哥郅支单于打败，南迁至长城外的光禄塞下，同西汉结好，曾三次进长安入朝，并向汉元帝请求和亲。竟宁元年（前33年），匈奴呼韩邪单于来朝请求和亲，昭君自愿请求嫁于匈奴。她到匈奴后，被封为“宁胡阏氏”（阏氏，音焉支，意思是“王后”），象征她将给匈奴带来和平、安宁和兴旺。后来呼韩邪单于在西汉的支持下控制了匈奴全境，从而使匈奴同汉朝和好达半个世纪。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/昭君出塞>昭君出塞</a>"
},
{
"headline":"呼韩邪单于",
"startDate":"-31",
"endDate":"-31",
"text":"<p>    呼韩邪单于（？～公元前31年），西汉后期匈奴单于。前58～前31年在位。名稽侯珊。虚闾权渠单于子。他是第一个到中原来朝见的匈奴单于，因迎娶王昭君而广为人所知。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/呼韩邪单于>呼韩邪单于</a>"
},
{
"headline":"马援",
"startDate":"-14",
"endDate":"49",
"text":"<p>    马援（前14年－49年），字文渊，东汉开国功臣之一，汉族，扶风茂陵人，因功累官伏波将军，封新息侯。新莽末年，天下大乱，马援初为陇右军阀隗嚣的属下，甚得隗嚣的信任。归顺光武帝后，为刘秀的统一战争立下了赫赫战功。天下统一之后，马援虽已年迈，但仍请缨东征西讨，西破羌人，南征交趾（今越南），其“老当益壮”、“马革裹尸”的气概甚得后人的崇敬。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马援>马援</a>"
},
{
"headline":"汉哀帝 刘欣",
"startDate":"-7",
"endDate":"-1",
"text":"<p>        汉哀帝（前27年－前1年），名刘欣，汉朝的第十三位皇帝，在位7年。刘欣是汉元帝庶孙，汉成帝弟定陶恭王刘康之子，母丁氏。汉哀帝贪色纵情，元寿二年（前1年）去世，得年26岁，在位7年，葬于义陵（今陕西咸阳市西北），谥号孝哀皇帝。汉哀帝统治时期，汉朝政治更加腐败，土地兼并更加严重，阶级矛盾加深。外戚王莽反对为哀帝祖母傅氏和生母丁氏上太后尊号，但不成功，王莽被迫辞去大司马一职，哀帝死后，外戚王氏一派重新得势。汉哀帝还是中国历史上著名的同性恋皇帝，他宠爱宫中舍人、御史董恭的儿子、美男子－董贤。建平二年，哀帝拜董贤为黄门郎，至此独宠董贤一人，元寿元年晋升董贤为大司马。甚至一度要将皇位禅让给董贤，遭到大臣反对而作罢。据说，汉哀帝与董贤午休相拥而眠，哀帝醒时董贤尚未醒，哀帝乃命人割裂衣袖起身，以免惊醒董贤，这一段传说即为中文称同性恋者的成语——“断袖之好”的由来。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉哀帝 刘欣>汉哀帝 刘欣</a>"
},
{
"headline":"赵合德",
"startDate":"-7",
"endDate":"-7",
"text":"<p>    赵合德（？－前7年），为西汉汉成帝宠妃，与姐姐赵飞燕同侍皇帝，专宠十余年。姐妹二人是中国历史上的传奇人物，各种史料中记载她们的事迹很多，评价大多为负面，认为她们是红颜祸水。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵合德>赵合德</a>"
},
{
"headline":"冯媛",
"startDate":"-6",
"endDate":"-6",
"text":"<p>    冯媛（前1世纪－前6年），上党潞人。汉元帝刘奭宠妃之一，父亲为冯奉世。早年元帝即位第二年（前47年），冯媛选入后宫，初封长使，数月后晋美人。五年后（前42年），冯媛生子刘兴，拜为婕妤，受宠程度与傅婕妤相等。冯婕妤生性豪迈，刚猛而且果决，胆识过人，与一贯妃嫔讲究贤淑温文，截然不同。建昭元年（前38年），汉元帝带领后宫姬妾去看斗兽表演，其人并排而坐。各人看表演兴起之时，突然表演中的两只大黑熊发狂，其中一只破拦而出，要扑去人群坐席之中，这是直接威胁到元帝安危。在席上各妃嫔及傅婕妤眼见危急情况，均大呼小叫地四散逃命，唯独冯婕妤她一人奋不顾身走到元帝跟前，坚定的张开了双臂，作势要保护元帝，防熊来袭。事后熊为卫士所杀，元帝即问婕妤：“当时情况险峻，各人都去逃命，为何只有婕妤你要舍命来护朕?”冯婕妤回答：“猛兽伤人，要食其肉。臣妾死不足惜，皇上君临天下，不可有闪失。”元帝对冯婕妤的说话深感震撼，同样也对冯婕妤的胆识大表欣赏，因而对她更加敬重，却也因此加深与傅婕妤的嫌隙。建昭二年（前37年）夏，元帝封刘兴为信都王，并封冯婕妤为“昭仪”。当时，傅婕妤生子刘康，而冯婕妤也生有刘兴，两位皇子皆封为王。为了突显她们在后宫的地位，于“婕妤”之上再设“昭仪”之位，取“昭其仪”之意。中山王太后元帝过世后，冯昭仪成为“信都王太后”，并随刘兴移往封国。阳朔二年（前23年），刘兴改封为中山王，信都太后亦改称“中山王太后”。因汉成帝迟迟没有生育子嗣，故于绥和元年（前8年）议立继承人选，要由傅昭仪之孙刘欣与冯昭仪之子刘兴之中选定一人。由于汉成帝觉得刘兴资质不够聪颖，故选立刘欣为太子。同年，刘兴过世，谥为孝王，子箕子继承王位，当时箕子都还没满周岁。建平元年（前6年），年幼的中山王因体弱多病，冯太后亲自照料，并且时常祷告祈求孙子健康。哀帝知道此事，便派遣张由去医治小王。但张由有疯狂之病，一时病发，怒而返回长安。尚书责问他为何回来，他心生恐惧，编造冯太后行巫术诅咒哀帝与傅太后的谣言。傅太后因年轻时与冯太后结怨，支使史立审此案，逮捕冯太后之妹冯习及弟妇冯君之等人拷打，死亡数十人，仍得不到口供，便诬告是冯太后行巫蛊，咒哀帝早死以立中山王为帝。冯太后仍不招认，史立便说：“当年黑熊上殿时你何等英勇，怎么现在却害怕了？”由于此为宫闱之事，史立一介小吏竟然知道，冯太后知是傅太后要逼她于死地，遂服毒自杀。其后冯太后亲人自杀或被杀者，达十七人，得到大众的同情。冯太后自杀时，尚未被废，故仍得以王太后礼仪下葬。当时诬告冯太后的张由及史立，事后得以加官晋爵。哀帝死后，孔光上奏：“由（即张由）前诬告骨肉，立（即史立）陷人入大辟，为国家结怨于天下，以取秩迁，获爵邑，幸蒙赦令，请免为庶人，徙合浦”，冯太后之事，遂得平反。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯媛>冯媛</a>"
},
{
"headline":"汉光武帝",
"startDate":"-5",
"endDate":"57",
"text":"<p>    汉光武帝刘秀（前5年1月15日－57年3月29日），字文叔，南阳郡蔡阳县（今湖北省枣阳市西南）人，中国东汉帝国的建立者，庙号世祖，谥号光武皇帝。刘秀为刘邦九世孙，出身于南阳郡的地方豪族。新朝末年国家动荡，各地寇盗蜂起。地皇三年（22年），刘秀在宛（今河南省南阳市）起兵。25年，在鄗县（今河北省石家庄市所辖的一个县）登基称帝，改元建武，国号为“汉”，史称东汉。此后，刘秀逐步扫平各方势力，最终统一中国，然对割据一方的卢芳，刘秀屡次遣吴汉、杜茂往击，均不克，无可奈何只好采取权宜之计，封他为代国王，其后卢芳复叛 ，逃入匈奴。刘秀在位三十二年，社会逐渐从新朝末年的动荡中恢复，故称“光武中兴”。建武中元二年（57年），刘秀逝世于雒阳。刘秀的军事才能很高。称帝之后遣众将攻伐四方，往往能从前方上报的排兵布阵形势中发现问题，有时因前方不能及时得到纠正，便为敌人所败。此外，刘秀待人诚恳简约，宽厚有信，窦融、马援等均由此归心。对外政策方面，引南匈奴内迁入塞，分置诸部于北地、朔方、五原、云中、定襄、雁门、代郡、西河缘边八郡，诏单于徙居西河美稷。但此举也成为东汉朝廷和民众沉重的经济负担，在东汉与北匈奴的战争中南匈奴仅起到出兵助攻的作用，谈不上替东汉守卫北边。到了东汉中期由于羌患，使得南匈奴在北边不断发起暴乱，对东汉北边边防乃至北方内地的安全构成了严重威胁，从而成为东汉北边的一大边患。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉光武帝>汉光武帝</a>"
},
{
"headline":"傅昭仪",
"startDate":"-2",
"endDate":"-2",
"text":"<p>    傅昭仪，（前1世纪－前2年），为西汉汉元帝之妃、汉哀帝祖母。妃嫔时期父为河内温人，早逝，母后改嫁魏郡郑翁为妻，生一男郑恽。傅氏初为上官太后宫中的才人，汉元帝在太子时期始宠幸傅氏。公元前49年，汉元帝即位，册傅氏为婕妤，仅位于皇后之下。傅婕妤在宫中很有交际手腕，左右逢源。后傅婕妤生下平都公主与定陶王刘康，之后婕妤冯媛也获宠幸，生中山王刘兴。为显出两位妃子的异宠，汉元帝设立新位号，称昭仪，位于婕妤之上、皇后之下。王太后时期汉元帝驾崩后，依西汉制，后宫嫔妃有子者，在皇帝驾崩时随子就国，于是傅昭仪前往其子的封国，称定陶（王）太后。刘康的王后张氏，是她同母妹郑礼的女儿。十年之后，定陶王刘康逝世，其孙刘欣袭爵，仍称定陶王，并娶祖母傅王太后侄女傅氏为王妃。汉成帝在位长年无子，时最有继位希望的是定陶傅太后之孙刘欣，与当年同时受宠的冯昭仪（时已随子就国，称中山〈王〉太后）之子刘兴，但在元延四年（前9年），定陶傅太后趁来朝时贿赂汉成帝皇后赵飞燕与成帝舅父骠骑将军王根，暗中为刘欣谋取继承权。赵飞燕与王根几经于成帝面前美言刘欣，使成帝决定立刘欣为皇太子。月余，成帝立楚孝王之孙刘景为无子嗣的定陶王刘欣之后嗣，刘欣谢之不已。太皇太后汉成帝驾崩后，被立为皇太子的刘欣继位，是为汉哀帝。哀帝除封王妃傅氏为皇后、尊元帝皇后王政君为太皇太后、成帝皇后赵飞燕为皇太后以外，又尊其父刘康为定陶恭王、祖母定陶傅王太后为恭皇太后、生母丁姬为恭皇后，不久又改封傅氏为帝太太后（相当于太皇太后）、丁姬为帝太后（相当于皇太后），最终傅氏改号为皇太太后（相当于太皇太后），于是宫中四太后并立。傅氏称太后以后，傅氏家族中加上傅太后同母弟郑恽的家族中，封侯者六人、大司马二人、位列九卿二千石者六人、侍中诸曹更有十余人，傅、郑两族权势高涨。傅太后年轻时曾与冯昭仪（时已为中山王太后）争宠，因此诬告冯媛下蛊咒死哀帝，以让中山王继位，冯媛知道傅太后的意图后便服毒自尽，但冯氏一族受株连而死亡者仍达十七人。逝世汉哀帝元寿元年（前2年）傅氏崩逝，葬入元帝的渭陵，称孝元傅皇后。傅氏死后次年，汉哀帝驾崩，造成傅氏家族的没落，而早年与傅太后交恶的王莽及其一族重掌权势，傅太后的侄女傅皇后也因为失去傅太后的政治依靠，被王莽贬于桂宫并废后位，皇太后赵飞燕亦被贬为孝成皇后，后来，傅氏与赵氏同被废为庶人。最后，傅皇后被迫与成帝皇后赵飞燕一同去守陵，是日两人皆自杀身亡。王莽又追贬傅太后为定陶恭王母、丁帝太后为丁姬，甚至还挖开两人的陵墓，取出两人陪葬的太后玺绶。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/傅昭仪>傅昭仪</a>"
},
{
"headline":"汉平帝 刘衎",
"startDate":"-1",
"endDate":"6",
"text":"<p>        汉平帝（前9年－6年2月3日，原名箕子，后改名衎，汉朝皇帝（前1年－6年1月4日在位）。他是西汉王朝第十四位、亦即倒数第二位皇帝。刘衎父亲是汉元帝之子、中山孝王刘兴，母亲卫姬。前任君主汉哀帝的堂弟。前1年，汉哀帝去世后，王莽再出任大司马，太皇太后与王莽商议帝位继承人选，刘衎获拥立为帝，承汉成帝嗣。当时太皇太后临朝，外戚王氏一族当权，王莽当政，百官大都听命于王莽。王莽的女儿是汉平帝的皇后，史称孝平王后。平帝逐渐长大，开始对王莽不满，在6年被王莽毒杀（一说病死）。年仅14岁。后王莽立其侄刘婴。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉平帝 刘衎>汉平帝 刘衎</a>"
},
{
"headline":"班彪",
"startDate":"3",
"endDate":"64",
"text":"<p>    班彪（3年～54年），字叔皮，东汉史学家。祖父班况，汉成帝时为越骑校尉。父班稚，汉哀帝时为广平太守。姑母班婕妤是汉成帝嫔妃。班彪是班固、班超和班昭的父亲。班彪生于扶风安陵（今陕西省咸阳）。班彪出生于一个儒学家庭。西汉末逃避兵乱投窦融麾下。班彪劝窦融服饰汉光武帝建立东汉有功，被封徐县令。但此后不久因病退职。班彪补充《史记》，作《史记后传》65篇，为班固《前汉书》打定了基础。《后汉书》中有《班彪列传》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/班彪>班彪</a>"
},
{
"headline":"孺子婴",
"startDate":"6",
"endDate":"8",
"text":"<p>        孺子婴（5年－25年），西汉末代皇帝（6年—8年十一月在位），号孺子，是楚孝王刘嚣曾孙、广戚侯刘显子、汉宣帝的玄孙。元始五年（5年），汉朝外戚王莽毒死汉平帝，次年从汉朝宗室中挑选了时年2岁的刘婴。但是因为年龄太小，未正式即位，仅为“皇太子”。王莽自称“摄皇帝”，任何排场实与皇帝无异，仅在见孺子及太后时需自称臣。为想实质控制朝政大权，得到太皇太后王政君的允许后，封自己为安汉公，并完全摄政，以周公、伊尹自居，改元“居摄”。而刘婴这个皇太子则其实只是傀儡。初始元年（8年），王莽将“摄皇帝”称号改称“假皇帝”；同年，王莽自称汉太祖刘邦要他做皇帝，便强迫刘婴禅位给他，建国号“新”，尊太皇太后王政君为皇太后，刘婴为定安公。至此，立国二百一十一年的西汉王朝结束。王莽将年幼的刘婴养在高墙府第之中，与外界隔绝任何联系，甚至乳母也不被允许和他讲话，导致刘婴成人后不识六畜，知识面与幼儿无异。王莽将自己的孙女、王宇的女儿王氏嫁给他做妻子。更始二年（24年），王莽为更始帝刘玄所败，刘婴当时身在长安。平陵人方望等人依据天象认为刘玄必败，而刘婴才是天子正统，便起兵将刘婴迎至临泾，拥立为天子。更始三年（25年），刘玄派遣丞相李松将其击破，刘婴被杀。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孺子婴>孺子婴</a>"
},
{
"headline":"王莽",
"startDate":"8",
"endDate":"23",
"text":"<p>        王莽（公元前45年－公元23年），字巨君，中国历史上新朝的建立者，即新始祖，公元9年－公元23年在位。王莽为西汉外戚王氏家族的重要成员，其人谦恭俭让，礼贤下士，在朝野素有威名。西汉末年，社会矛盾空前激化，王莽则被朝野视为能挽危局的不二人选，被看作是“周公再世”。公元8年，王莽代汉建新，建元“始建国”，宣布推行新政，史称“王莽改制”。王莽统治的末期，天下大乱，新莽地皇四年，更始军攻入长安，王莽死于乱军之中。王莽在位共15年，卒年69岁，而新朝也成为了中国历史上最短命的朝代之一。历史学家一般都认为是王莽篡汉立新朝，同时也有史学家认为他是一个有远见而无私的社会改革者。胡适指他是1900年前的社会主义皇帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王莽>王莽</a>"
},
{
"headline":"新朝",
"startDate":"9",
"endDate":"23",
"text":"<p>      新朝（9年－23年）是中国历史上继西汉之后出现的朝代，为西汉外戚王莽（西汉元帝王皇后的侄子）所建立，他于9年1月10日伪造符瑞登基，废西汉最后一位君主孺子婴为安定公，改国号新，取自于其最初受封的新都侯。公元14年改元“天凤”，公元20年又改元“地皇”。 新朝末期，社会混乱，爆发了绿林赤眉农民大起义。公元23年，在昆阳，王莽军被更始帝大军打败。同年，赤眉绿林军攻入长安，王莽被杀，新朝灭亡。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/新朝>新朝</a>"
},
{
"headline":"王莽改制",
"startDate":"9",
"endDate":"23",
"text":"<p>    王莽改制是西汉末及新朝时由王莽推行的托古改制。初始元年（8年），王莽接受孺子婴禅让后称帝，改国号为新，改长安为常安，是为始建国元年（9年）。王莽开创了中国历史上通过篡位登基的先河。王莽是儒家学派巨子，有其政治理念，并且开始进行了一系统惊天动地的全面性社会改革。王莽仿照《周礼》的制度推行新政，屡次改变币制、更改官制与官名、以王田制为名恢复井田制，把盐、铁、酒、币制及山林川泽收归国有，耕地重新分配，又废止奴隶制，建立五均赊贷（贷款制度）、六筦政策，以公权力平衡物价，防止商人剥削，增加国库收入。刑罚、礼仪及田宅车服等仪式不停回复到西周时代的周礼模式。由于政策多迂通不合实情处，百姓未蒙其利，先受其害，而且朝廷朝令夕改，使到百姓官吏不知所从，不断引起各贵族和平民的不满。天凤四年（17年），全国发生蝗灾、旱灾，饑荒四起，各地农民纷起，形成赤眉及绿林大规模的反抗，导致新朝急剧灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王莽改制>王莽改制</a>"
},
{
"headline":"赤眉绿林起义",
"startDate":"17",
"endDate":"17",
"text":"<p>    赤眉、绿林起义，指新莽天凤四年（17年）开始在全国各地发生的大规模农民起义，因其中规模最大的赤眉军和绿林军而得名。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赤眉绿林起义>赤眉绿林起义</a>"
},
{
"headline":"玄汉",
"startDate":"23",
"endDate":"25",
"text":"<p>      玄汉（又称玄汉王朝），公元23年~25年存在，是一个处于新朝末期至东汉建立前这一时期由反新农民起义武装为恢复汉朝而建立的政权，因由西汉皇族成员绿林军“更始将军”刘玄掌权执政，故称“更始政权”。公元22年（新莽地皇三年）绿林农民起义爆发后， 公元23年二月，刘玄因其为刘姓宗室，遂被拥立为帝，建元更始，恢复汉朝国号，自称玄汉王朝。公元25年九月，赤眉军攻入都城长安，投降赤眉，“更始政权”告终。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/玄汉>玄汉</a>"
},
{
"headline":"更始帝 刘玄",
"startDate":"23",
"endDate":"25",
"text":"<p>        刘玄（？—25年），字圣公，南阳蔡阳（今湖北枣阳县西南）人，西汉皇族后裔。公元23年，刘玄被绿林军立为皇帝，年号更始，成为历史上著名的更始帝。更始元年，新朝灭亡，刘玄入主长安，成为了天下之主。两年后的更始三年，更始政权在赤眉军和刘秀大军的两路夹击之下，土崩瓦解，刘玄向赤眉军出降，献出传国玉玺，更始政权灭亡。不久，刘玄亦被赤眉军所杀，后刘秀大将邓禹遵刘秀之意将刘玄葬在了长安附近的霸陵。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/更始帝 刘玄>更始帝 刘玄</a>"
},
{
"headline":"昆阳之战",
"startDate":"23",
"endDate":"23",
"text":"<p>    昆阳之战，是中国新朝于西元23年（地皇四年，更始元年）时发生的一场内战战役。以绿林军为主体的刘玄军，在昆阳县（今河南省叶县）大破新朝王莽四十余万主力部队。昆阳之战为中国古代战争史上以少胜多的战事之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/昆阳之战>昆阳之战</a>"
},
{
"headline":"东汉",
"startDate":"25",
"endDate":"220",
"text":"<p>      东汉（25年-220年）是中国历史上的一个大一统朝代，东汉又称为后汉，乃为区别于西汉之前汉。东汉时的首都洛阳被称为东京，因此又以东京为东汉的代称。新朝末年王莽改制失败，并引发内战，其时身为汉朝宗室的汉景帝后裔刘秀乘势而起，在绿林军的协助下推翻新莽而即位，是为光武帝。25年刘秀称帝，仍沿用汉的国号，以这一年为建武元年，定都洛阳。汉明帝和汉章帝在位期间，东汉进入全盛时期，史称“明章之治”。佛教也在此时传入中国。但是在章帝后期，外戚窦氏日益跋扈，揭开东汉后期外戚与宦官两股势力争斗的序曲。此后东汉政局不稳，政治黑暗。东汉时，三公权力再次大幅被削弱，尚书台权力得到提升。蔡伦发明造纸术；张衡发明地动仪和浑天仪。东汉因富商豪强势力已成，而无法撼动，造成地主庄园势力的膨胀，其后无力解决这个问题，加上人口不断增加，而粮食生产又没有跟上人口成长，终于在184年爆发了黄巾之乱，导致三国局面的形成。220年曹丕篡汉，东汉结束。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东汉>东汉</a>"
},
{
"headline":"刘盆子",
"startDate":"25",
"endDate":"27",
"text":"<p>        刘盆子（10年－？），汉高祖刘邦之孙城阳景王刘章之后。曾祖父为城阳荒王刘顺，祖父式节侯刘宪，父式侯刘萌，王莽篡位，国除，为式人。新莽天凤四年（17年），绿林赤眉起义爆发，赤眉军过式，刘盆子及其兄刘恭、刘茂为其掳略至军中。更始帝立，赤眉军奉更始帝为帝，刘盆子之兄刘恭入长安，以其通《尚书》，复封为式侯，以明经数言事，拜侍中。刘盆子及其兄刘茂仍留赤眉军中牧牛。更始初年，樊崇等闻汉光复，遂降更始，率二十余人入洛阳。然更始帝安抚不力，赤眉军发生骚乱。樊崇等逃回赤眉军中，分其军为两部，开始叛乱。更始二年冬，已攻至弘农郡，赤眉军大盛。虽然连胜更始帝部队，但是赤眉军内部非常悲观。赤眉军多为齐人，盛行巫祝。赤眉诸将求军内巫祝求神降示，巫师言他们之所以不成功，人心涣散，是因为刘章发怒之故。城阳景王刘章，是西汉中期至汉末为齐地人士广泛信仰之乡土神，直至曹操除淫祀，其信仰才稍稍断绝。于是赤眉军于营中寻刘章后裔，得七十余人，唯刘茂、刘盆子兄弟与前西安侯刘孝与刘章的血缘最近。后赤眉军采用抽签方式，选定了刘盆子。刘盆子虽立，仍与其他牧儿游。赤眉军诸将多不识书术，唯徐宣曾为县吏，略知书，推为丞相，樊崇为御使大夫，逄安为左大司马，谢禄为右大司马，自杨音以下皆为列卿。赤眉军进至高陵，与更始叛将张卬等联合，攻下长安。不久更始帝向赤眉军投降。在这之前的六月，汉光武帝刘秀已于河北称帝，改更始三年为建武元年。刘盆子居长乐宫，诸将日日争功，声言欢呼，拔剑击柱，不能相一。三辅郡县输入京师物资，辄为兵士剽掠。腊月，宫中举行宴会，结果席间大乱，席上酒肉为冲进来的军士哄抢而光。多人互斗受伤。卫尉诸葛释闻训后，率军前来维持秩序，格杀百余人后方才镇压下去。刘盆子对此十分惶恐，不敢独居。时掖庭仍有宫女数百千人，自更始败亡后皆闭门不出，在宫内掘食草根、池鱼，许多人因此饿死。后宫人见刘盆子，对其言饥，刘盆子怜之，每人赐米数斗。后刘盆子离去，宫人皆饿死。时刘盆子之兄式侯刘恭亦在朝中，见赤眉乱，知其必不长久，为求自保，密教刘盆子封玺绶，习辞让之礼，以使兄弟免祸。赤眉军乏食，于长安周边大肆劫掠。刘秀大将邓禹攻赤眉，亦为所败。后赤眉与汉中贼延岑大战，死者万人。延岑战败，其部将李宝投降。后李宝为内应，延岑再次挑战，与赤眉军大战，李宝趁机拔去赤眉军旗帜，赤眉军以为已败，大为逃亡，自投山谷，死者十余万。时三辅地区发生饥荒，赤眉军无法劫掠到东西，于是引兵东归。赤眉军东归，刘秀遣兵于其必经之地将其包围。赤眉军士众涣散，已无战斗力，只好向刘秀投降。建世元年（25年），赤眉军攻陷长安，刘玄政权灭亡。当时赤眉军的首领是樊崇，但赤眉军议立皇帝时，将当时只有十五岁的刘盆子立为皇帝，原因是刘盆子是西汉开国皇帝刘邦的后裔。建武三年（27年），刘秀的军队与赤眉军决战于华阴县，赤眉军大败，樊崇和刘盆子投降。被解送到洛阳。刘秀任命刘盆子为刘秀叔父赵王刘良的郎中。后来刘盆子因病双目失明，刘秀又下令用荥阳的官田租税，来奉养刘盆子终身。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘盆子>刘盆子</a>"
},
{
"headline":"汉光武帝 刘秀",
"startDate":"25",
"endDate":"57",
"text":"<p>        汉光武帝刘秀（前5/6年－57年3月29日），字文叔，南阳郡蔡阳县（今湖北省枣阳市西南）人，中国东汉帝国的建立者，庙号世祖，谥号光武皇帝。刘秀为刘邦九世孙，出身于南阳郡的地方豪族。新朝末年国家动荡，各地寇盗蜂起。地皇三年（22年），刘秀在宛（今河南省南阳市）起兵。25年，在鄗县（今河北省石家庄市所辖的一个县）登基称帝，改元建武，国号为“汉”，史称东汉。此后，刘秀逐步扫平各方势力，最终统一中国，然对割据一方的卢芳，刘秀屡次遣吴汉、杜茂往击，均不克，无可奈何只好采取权宜之计，封他为代国王，其后卢芳复叛 ，逃入匈奴。刘秀在位三十二年，社会逐渐从新朝末年的动荡中恢复，故称“光武中兴”。建武中元二年（57年），刘秀逝世于雒阳。刘秀的军事才能很高。称帝之后遣众将攻伐四方，往往能从前方上报的排兵布阵形势中发现问题，有时因前方不能及时得到纠正，便为敌人所败。此外，刘秀待人诚恳简约，宽厚有信，窦融、马援等均由此归心。对外政策方面，引南匈奴内迁入塞，分置诸部于北地、朔方、五原、云中、定襄、雁门、代郡、西河缘边八郡，诏单于徙居西河美稷。但此举也成为东汉朝廷和民众沉重的经济负担，在东汉与北匈奴的战争中南匈奴仅起到出兵助攻的作用，谈不上替东汉守卫北边。到了东汉中期由于羌患，使得南匈奴在北边不断发起暴乱，对东汉北边边防乃至北方内地的安全构成了严重威胁，从而成为东汉北边的一大边患。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉光武帝 刘秀>汉光武帝 刘秀</a>"
},
{
"headline":"光武中兴",
"startDate":"25",
"endDate":"57",
"text":"<p>    王莽篡汉，西汉结束，改国号为新。后王莽改制失败，导致绿林赤眉起义爆发最终肢解新莽政权，汉景帝后裔刘秀趁机恢复汉朝，国号仍为汉，史称为后汉，刘秀即光武帝。在位期间，农业、手工业都得以从新莽天凤四年（17年）起到东汉建武前期的战争而受到严重破坏背景下的恢复和发展，政局稳定，史称“光武中兴”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/光武中兴>光武中兴</a>"
},
{
"headline":"东汉统一战争",
"startDate":"25",
"endDate":"37",
"text":"<p>    东汉统一战争，是东汉建立后，对新朝末年在中国各地建立的自立政权的统一战争。23年—24年，东汉建立以前，刘秀在河北平定王郎，建立根据地。25年，刘秀与更始政权公开决裂，于河北称帝，建立东汉，夺得更始帝派朱鲔驻守的洛阳。建武二年（公元26），渔阳太守彭宠结合匈奴，反对刘秀。27年，平定赤眉军，夺得关中。建武三年三月，岑彭迫降董沂，击杀邓奉。29年，率军平定梁郡的刘永、琅邪的张步、黎丘的秦丰、渔阳的彭宠。30年，平定东海的董宪、淮南的李宪。河西窦融归降东汉。此时，只有陇西、巴蜀、九原的卢芳不在东汉的掌控中。建武十年（34年）汉光武帝平定陇西隗纯，结束历时四年的陇西之战。陇西平定后，刘秀的统一大业仅剩公孙述割据的巴蜀。建武十一年（35年）春，岑彭率军攻克夷陵，入江关（今四川奉节）。六月，来歙率军击败王元诸部，占领河池。建武十一年（35），来歙与盖延、马成攻克下辨（今甘肃成县西北），乘胜进军，外久，来歙被刺客杀害。[1]北路汉军改由马成指挥。公孙述派人刺杀岑彭，汉军退出武阳。岑彭遇害后，吴汉接替伐蜀。吴汉一开始贪功受挫，不久撤走，与部下刘尚会合。建武十二年十一月，吴汉与臧宫会师成都，是月十七日公孙述反击汉军，派延岑出击臧宫，自身则率军数万攻打吴汉。吴汉大破蜀军，公孙述重伤身亡。延岑举城投降。巴蜀全境归附。37年，汉军击败卢芳，东汉成为全国性政权，卢芳逃入匈奴，东汉统一战争最终结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东汉统一战争>东汉统一战争</a>"
},
{
"headline":"更始帝",
"startDate":"25",
"endDate":"25",
"text":"<p>    更始帝（？－25年），名刘玄，字圣公，南阳郡蔡阳县（今湖北省枣阳市西南）人，中国两汉之际绿林军建立更始政权的皇帝。史称玄汉。刘玄原本是西汉皇族。是汉景帝刘启的后代、汉光武帝刘秀的族兄。祖父为苍梧太守刘利，父刘子张，母何氏。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/更始帝>更始帝</a>"
},
{
"headline":"班固",
"startDate":"32",
"endDate":"92",
"text":"<p>    班固（建武八年32年－永元四年92年）东汉官吏、史学家、文学家。史学家班彪之子，字孟坚，汉族，扶风安陵人（今陕西咸阳东北）。除兰台令史，迁为郎，典校秘书，潜心二十余年，修成《汉书》，当世重之，迁玄武司马，撰《白虎通德论》，征匈奴为中护军，兵败受牵连，死狱中，善辞赋，有《两都赋》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/班固>班固</a>"
},
{
"headline":"班超",
"startDate":"32",
"endDate":"102",
"text":"<p>    班超（32年－102年）字仲升，扶风安陵（今陕西咸阳）人，是东汉著名将领、外交家。是开拓和维持汉代与西域关系的重要人物。班超出生在文仕家庭，他是史学家班彪之子、《汉书》的编撰者班固之弟，三人合称“三班”。但他的成名并不是因为文学成就：班超选择了不同的道路，他投笔从戎，投身于为汉朝稳固边疆的事业中，成为东汉名将。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/班超>班超</a>"
},
{
"headline":"冯异",
"startDate":"34",
"endDate":"34",
"text":"<p>    冯异（？－公元34年），字公孙，颍川父城（今河南宝丰东）人。东汉开国名将、军事家，云台二十八将第七位。为颍川冯氏先祖。精通孙子兵法，协助刘秀创建东汉政权，随刘秀安定河北，为刘秀偏将军，封应侯。后又封为孟津将军。在多年的行军作战中，冯异为刘秀建立东汉王朝立下了汗马功劳。但冯异谦逊，从不夸己功，诸将并坐论功，他常避于大树下，被誉为大树将军。刘秀即位封冯异为阳夏侯，任征西大将军。有“大树将军”之称号；汉明帝时封为“云台二十八功臣”之一。建武十年（34年）病逝于在军中，谥曰节侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯异>冯异</a>"
},
{
"headline":"征氏姐妹",
"startDate":"40",
"endDate":"44",
"text":"<p>    征氏姐妹（越：Hai Bà Trưng，？—43年5月），又称二征夫人，是1世纪在今天的越南北部武装反抗中国东汉政权的两个姐妹，征侧（越：Trưng Trắc）和征贰（越：Trưng Nhị）。根据越南河西省山西市一带的传说，征氏姐妹出生在交阯郡麊泠县（今越南河内市麋泠县）的一个雒越族军人家庭，是古代雄王的外曾孙女谩善（Man Thiện）的女儿。征侧的丈夫诗索（Thi Sách）则是朱鸢县（今越南河西省、河南省地区）雒将的儿子。当时东汉所派遣的交阯太守苏定是一个“张眼视钱”的财迷。征氏姐妹从小耳濡目染军事技能和汉朝官吏的横征暴敛。东汉建武十六年（公元40年），雒将诗索被苏定处死后，征氏姐妹在喝门举兵，攻取交趾，九真、日南、合浦等地蛮夷纷纷响应，汉朝太守苏定逃往南海郡。征氏姐妹总共夺取了65座城池，许多骆越军人顺从她，征侧被推举为“征王”。交阯刺史和各个太守只能自守。史称征朝，活动范围南达今越南中部，北到今广西钦州、北海、防城等地。得知征氏姊妹之事后，汉光武帝下诏令长沙、合浦、交阯郡制造车船，修筑道路、桥梁，储备军粮。建武十八年（42年），派伏波将军马援、伏乐侯刘隆和楼船将军段志率汉兵八千和交阯兵万余共两万军队和两千艘车船，水陆并进，南征交阯。征王和诸将发兵到浪泊（今越南仙山）与马援军激战，因力单势薄，败退锦溪（今越南永福省安乐县）。次年（43年）五月，马援击败二征，二征战败而死。继而在九真消灭二征余部都羊。三百余名反抗军首领被俘，流放至零陵，交州诸郡平定。马援在当地兴修水利，安抚民心。建武二十年（44年），马援回军，功封新息侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/征氏姐妹>征氏姐妹</a>"
},
{
"headline":"汉明帝 刘庄",
"startDate":"57",
"endDate":"75",
"text":"<p>        刘庄（28年－75年），即汉明帝，性格刚毅严酷。父刘秀，母阴丽华。初名阳，封东海王。建武十九年，立为皇太子，建武中元二年二月，即皇帝位。明帝即位后，一切遵奉光武制度。明帝热心提倡儒学，注重刑名文法，为政苛察，总揽权柄，权不借下。他严令后妃之家不得封侯与政，对贵戚功臣也多方防范。同时，基本上消除了因王莽虐政而引起的周边蛮夷侵扰的威胁，使汉跟周边蛮夷的友好关系得到了恢复和发展。明帝允北匈奴互市之请，但并未消弥北匈奴的寇掠，反而动摇了早已归附的南匈奴。只得改变光武时期息兵养民的策略，重新对匈奴开战。永平十六年（73年），命窦固、耿忠征伐北匈奴。汉军进抵天山，击呼衍王，斩首千余级，追至蒲类海（今新疆巴里坤湖），取伊吾卢地。其后，窦固又以班超出使西域，由是西域诸国皆遣子入侍。自王莽地皇四年（23年）以来，西域与中原断绝关系50年后又恢复了正常交往。次年，又复置西域都护。班超以三十六人征服鄯善、于寘诸国、耿恭守疏勒城力拒匈奴等故事都发生在这一时期。此外，随着对外交往的正常发展，佛教已在西汉末年传入西域，永平十年（67年），明帝梦见金人，其名曰佛，于是派使者赴天竺求得其书及沙门，并于雒阳建立中国第一座佛教庙宇白马寺。明帝之世，吏治非常清明，境内安定。加以多次下诏招抚流民，以郡国公田赐贫人、贷种食，并兴修水利。因此，史书记载当时民安其业，户口滋殖。据《后汉书》记载：光武帝建武中元二年（57年），人口为2100万，至汉明帝永平十八年（75年），在不到20年的时间里增加至3412万。明帝以及随后的章帝在位时期，史称“明章之治”。永平十八年八月初六壬子（75年9月5日），逝世于雒阳东宫前殿。在位十九年，死时四十八岁。葬于显节陵（今河南洛阳市东南）。庙号显宗，谥号孝明皇帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉明帝 刘庄>汉明帝 刘庄</a>"
},
{
"headline":"明章之治",
"startDate":"57",
"endDate":"88",
"text":"<p>    明章之治是指就是东汉汉明帝、汉章帝在位时代出现的治世。那时采取了宽松治国和息兵养民的政策，使他们在位期间成为东汉历史上少有的吏治清明，经济发展，社会稳定的时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/明章之治>明章之治</a>"
},
{
"headline":"汉章帝 刘炟",
"startDate":"75",
"endDate":"88",
"text":"<p>        汉章帝（57年－88年），名刘炟，汉明帝刘庄第五子，东汉第三位皇帝（75年—88年在位），庙号肃宗，谥孝章皇帝。在位13年，享年仅31岁。建武中元二年（57年）二月，其父刘庄即位。同年，刘炟出生，为汉明帝刘庄第五子。生母贾氏，被册为贵人。当时，父亲明帝宠爱的马贵人无子，于是明帝把刘炟交给马贵人抚养。同时，刘炟生母贾贵人亦是马贵人同父异母姐姐的女儿。马贵人尽心抚育刘炟，操劳超过其亲生。刘炟亦“孝性淳笃，恩性天至”。养母养子之间关系容融洽，始终没有嫌隙。永平三年（60年）春，马贵人被立为皇后，同年，刘炟被立为太子。年少时，刘炟为人宽容，喜好儒家学说，明帝亦器重他。永平十八年八月初六壬子（75年9月5日），刘炟即位，是为汉章帝。他即位后，励精图治，注重农桑，兴修水利，减轻徭役，衣食朴素，实行“与民休息”，并且“好儒术”，使得东汉经济、文化在此时得到很大的发展。这时思想也比较活跃，如王充等。此时政治清明，经济繁荣。章帝还两度派班超出使西域，使得西域地区重新称藩于汉，与汉明帝共称“明章之治”的东汉盛世。章帝是明主可说无庸置疑，只不过，章帝过于放纵外戚，导致汉和帝时期外戚专权，种下了日后外戚专权和宦官专政的远因。章帝还是一位书法家，他的草书非常有名，被称为“章草”。章和二年二月三十壬辰（88年4月9日），章帝崩于章德前殿，后葬于敬陵（今河南洛阳东南）。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉章帝 刘炟>汉章帝 刘炟</a>"
},
{
"headline":"白虎观会议",
"startDate":"79",
"endDate":"79",
"text":"<p>    白虎观会议，是中国东汉章帝年间召开的重要儒家学术会议，对于中国的思想史有着重要意义。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/白虎观会议>白虎观会议</a>"
},
{
"headline":"汉和帝 刘肇",
"startDate":"88",
"endDate":"106",
"text":"<p>        汉和帝刘肇，东汉第四位皇帝，公元88年—公元105年在位。建初四年（公元79年）出生，他是汉章帝四子，生母为梁贵人，皇后窦氏将刘肇养为继子，建初七年（82年），汉章帝废太子刘庆，立刘肇为皇太子。章和二年二月三十壬辰（88年4月9日），汉章帝逝世，刘肇即位，是为汉和帝。当时他只有十岁，由养母窦太后执政，从此汉朝由稳转乱，进入外戚、宦官相继掌权的时期，和帝在位时期东汉日益衰败，窦太后排斥异己，让哥哥窦宪掌权，窦家人一犯法，窦太后就再三庇护，窦氏的专横跋扈，引起汉和帝的不满。永元四年壬辰年六月廿三日（92年8月14日），汉和帝联合宦官郑众将窦氏一网打尽，但是也由此进入宦官专权时期。元兴元年乙巳年十二月廿二日辛未（106年2月13日），汉和帝郁郁而终。汉和帝在位时期，科技、文化有了很大发展，蔡伦改进了造纸术，班固、班昭写了《汉书》。甘英出使大秦。另外，和帝初年窦宪灭亡了北匈奴，在世界历史上也是一件大事。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉和帝 刘肇>汉和帝 刘肇</a>"
},
{
"headline":"汉殇帝 刘隆",
"startDate":"105",
"endDate":"106",
"text":"<p>        汉殇帝刘隆（105年－106年），汉和帝幼子，养于民间，东汉第五位皇帝（106年在位），谥号为孝殇皇帝。和帝在世的时候，生了许多皇子，皇子大都夭折。和帝以为宦官、外戚在谋害他的儿子，便将剩余的皇子留在民间抚养。元兴元年乙巳年十二月廿二日辛未（106年2月13日），汉和帝死，邓皇后因长子刘胜有痼疾，将刘隆迎回皇宫做皇帝，刘胜被封为平原王。刘隆登基时候才出生100余天，改元“延平”。朝政由外戚邓氏掌权。汉殇帝只做了8个月的皇帝，于延平元年八月初六辛亥日（106年9月21日），得了场大病后驾崩在襁褓之中了，是为汉殇帝。汉殇帝是中国帝王中即位年龄最小、寿命最短的皇帝。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉殇帝 刘隆>汉殇帝 刘隆</a>"
},
{
"headline":"汉安帝 刘祜",
"startDate":"106",
"endDate":"125",
"text":"<p>        东汉孝安皇帝刘祜（94年－125年），东汉第六位皇帝（106年—125年在位），在位19年，享年32岁，葬于恭陵。谥号孝安皇帝，庙号恭宗。他是汉章帝的孙子、当年被废太子清河王刘庆的儿子，母左小娥。延平八月元年辛亥（106年9月21日），殇帝崩，他被外戚邓氏拥立为帝，改元永初。汉安帝即位后，仍由邓太后执政。外戚邓氏吸取窦氏灭亡的教训，联合宦官，袒护族人。永宁元年（120年），立独子刘保为皇太子。永宁二年（121年），邓太后去世，安帝才亲政。安帝亲政后下令灭了邓氏一族，安帝虽灭邓氏，但是尚未制止妇寺干政的局面。再加上安帝年年不理朝政，沉湎于酒色，且在掖庭挑选了一位美女，封为贵人，非常宠爱，未满一年，便立即封她为皇后，而这个皇后即为阎姬，导致当时东汉朝政腐败，社会黑暗，奸佞当道，社会矛盾日益尖锐，边患也十分严重。史称安帝之世，全国多地震，水旱蝗灾频繁不断，外有西羌等入侵边境，内有杜琦等领导的长达十多年的农民起义，社会危机日益加深。东汉王朝更进一步衰落。延光三年（124年），安帝乳母王圣与樊丰、江京共同构陷太子，太子被废为济阴王。延光四年三月丁卯（125年4月30日），汉安帝在南巡的途中死于南阳，享年32岁，葬于恭陵。谥号孝安皇帝，庙号恭宗，后于汉献帝初平元年因其无功德故除去庙号。。后阎皇后迎立刘寿子刘懿为帝。刘懿死后，其独子刘保才在宦官的拥戴下登基。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉安帝 刘祜>汉安帝 刘祜</a>"
},
{
"headline":"甘英",
"startDate":"106",
"endDate":"106",
"text":"<p>    甘英（生卒年不详），字崇兰，东汉人。曾于汉和帝永元九年（97年）奉西域都护班超之命出使大秦（罗马帝国）。他率领使团一行从龟兹（今新疆库车）出发，经条支（今伊拉克境内）、安息（即波斯帕提亚王国，今伊朗境内）诸国，到达了安息西界的西海（今波斯湾）沿岸。这次出使虽未到达大秦，但增进了中国人当时对中亚各国的了解。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/甘英>甘英</a>"
},
{
"headline":"张俭",
"startDate":"115",
"endDate":"198",
"text":"<p>    张俭（115-198），字元节，山阳郡高平（今山东邹城）人。汉桓帝时任山阳郡东部督邮，宦官侯览家在山阳郡，其家属仗势在当地作恶，张俭上书弹劾侯览及其家属，触怒侯览。党锢之祸起，侯览诬张俭与同郡24人共为部党。朝廷下令通缉，张俭被迫流亡。官府缉拿甚急，张俭望门投止，许多人为收留他而家破人亡。直到党锢解禁才回到家乡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张俭>张俭</a>"
},
{
"headline":"北乡侯 刘懿",
"startDate":"125",
"endDate":"125",
"text":"<p>        北乡侯刘懿（?－125年），东汉第七位皇帝（125年三月-十一月在位）。济北惠王刘寿的儿子，汉章帝之孙，东汉前少帝，在一般看法里不认为是汉朝皇帝之一。少帝刘懿在位仅7个月，便于公元125年十月辛亥日病死。 少帝继位时年幼无知，外戚阎氏执掌朝政，杀逐安帝亲信宦官，独揽大权。汉安帝去世后，太后阎姬为了把持国政，在阎显支持下，迎立刘懿为帝。少帝在位时，阎显兄弟把持朝政，作威作福。但少帝即位二百余日后就因病去世，之后宦官孙程等人合谋诛杀阎显兄弟和江京，并迎立汉安帝的儿子济阴王刘保为帝，是为汉顺帝。因此也有史家不以北乡侯刘懿计入世系。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北乡侯 刘懿>北乡侯 刘懿</a>"
},
{
"headline":"汉顺帝 刘保",
"startDate":"125",
"endDate":"144",
"text":"<p>        汉顺帝刘保（115年－144年），东汉第八位皇帝（126年—144年在位）。汉安帝和宫人李氏之子。刘保出生后，生母李氏就被皇后阎姬毒杀。永宁元年（120年），身为安帝独子的刘保被立为皇太子。延光三年（124年），汉安帝乳母王圣、大长秋江京、中常侍樊丰诬陷太子的乳母王男、厨监邴吉。两人被杀，太子数为叹息。王圣等人惧有后祸，遂与樊丰、江京共同构陷太子，太子受牵连被废为济阴王。汉安帝死后，阎皇后无子，便找个幼儿刘懿为皇帝，想自己垂帘听政，掌握朝政大权。刘懿做了7个月的皇帝就死了，宦官王康、孙程等19人便发动宫廷政变，赶走阎太后，将时年11岁的刘保拥立为帝，改元“永建”，那19位拥立刘保的宦官也全部封侯。由于汉顺帝的皇位是靠宦官得来的，所以将大权交给宦官。顺帝本人则温和但是软弱。 后来宦官又与外戚梁氏，开始了长达20多年的梁氏专权。宦官、外戚互相勾结，弄权专横，汉朝政治更加腐败，阶级矛盾日益尖锐，百姓怨声载道，简直是民不聊生。建康元年，汉顺帝死，享年30岁，在位19年。顺帝死后谥号孝顺皇帝，庙号敬宗，后于汉献帝初平元年因其无功德故除去庙号。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉顺帝 刘保>汉顺帝 刘保</a>"
},
{
"headline":"陶谦",
"startDate":"132",
"endDate":"194",
"text":"<p>    陶谦（132年－194年），字恭祖，东汉末年的群雄之一，扬州丹阳（今安徽当涂东北）人。陶谦少好学，温厚纯笃。灵帝中平二年（185年）三月，陶谦随左将军皇甫嵩出征三辅，被任命为扬武校尉。汉灵帝中平五年（188年）任徐州刺史。献帝初平元年（190年），史载“徐州百姓殷盛，谷米封赡，流民多归之”。董卓被杀后，各路军阀陷入混战，陶谦加入了袁术、公孙瓒的阵营，对抗袁绍、曹操。尔后遣使进京朝贡，获朝廷封赏拜安东将军、徐州牧，封溧阳侯。《三国演义》说陶谦在病故之前把徐州让给了刘备，让徐州的确有过，但“三让徐州”，也未必是史实。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陶谦>陶谦</a>"
},
{
"headline":"蔡邕",
"startDate":"132",
"endDate":"192",
"text":"<p>    蔡邕（“邕”，拼音：yōng ，注音：ㄩㄥ ，音同“雍”；132年－192年），字伯喈，陈留圉（今河南杞县南）人，中国东汉末年名士。蔡邕博学多才，好辞章、数术、天文，精通音律，尤擅书法，发明飞白书。汉献帝时曾拜左中郎将，故亦称“蔡中郎”。据史书可推测出来的有两女一子，其中只有长女蔡琰有记载姓名，字昭姬，因犯讳（司马昭的讳字）《后汉书》记为蔡文姬，有名字记入史书，亦有文才。还有一女嫁给上党太守羊衜，史书上没留下名姓，但所生二子一女，大儿子早夭，女儿羊徽瑜嫁给司马师，史书上称为“景献羊皇后”、“弘训太后”； 小儿子羊祜确实大大有名；蔡邕之孙蔡袭封关内侯，可见蔡邕有子，但名不详。东汉灵帝熹平四年，蔡邕等上奏请求正定六经文字，得到许可。蔡邕亲自用丹砂将经文书写于石碑，再命工匠镌刻，立于太学门外。这就是熹平石经。灵帝后期，蔡邕不容于内宠，乃亡命江海，隐居于吴郡（治所在吴县，今江苏省苏州市）十二年。有一次，他听到一块桐木在火中爆裂的声音，赶快把它拣出来做成琴，音色非常美妙，而琴尾已焦，这就是焦尾琴。董卓专权，强令蔡邕出仕，最初蔡邕不肯，董卓威胁他说，“我力能族人”（满门抄斩），于是蔡邕赶忙坐牛车，前往洛阳报到，后拜左中郎将。封高阳乡候，颇受重用，“卓重邕才学，厚相遇待，每集燕，辄令邕鼓琴赞事。”董卓被杀，蔡邕伤感其遇，被司徒王允下狱，公卿们都惋惜蔡邕的才学，劝王允赦免蔡邕，太尉马日磾（音密低）对王允说：“伯喈旷世逸才，多识汉事，当续成后史，为一代大典。且忠孝素著，而所坐无名，诛之无奈失人望乎？”王允曰：“昔武帝不杀司马迁，使作谤书，流于后世。方今国祚中衰，戎马在郊，不可令佞臣执笔在幼主左右，后令吾徒并受谤议。”邕遂死狱中。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔡邕>蔡邕</a>"
},
{
"headline":"汉桓帝",
"startDate":"132",
"endDate":"167",
"text":"<p>    汉桓帝刘志（132年—167年），是东汉第十位皇帝，他是汉章帝曾孙，在位21年。祖父河间孝王刘开，父蠡吾侯刘翼。率初元年质帝崩，梁太后与兄大将军粱冀定策，迎立为帝，时年十五。太后临政。初由外戚梁冀掌握朝政。延熹二年与宦官单超等合谋诛灭梁氏，政权由是落入宦官之手。九年，朝中官员、太学生员与外戚联合反对宦官当权，他下诏逮捕李膺等二百余人，禁锢终身，史称“党锢之祸”。刘志一生崇尚佛、道，沉湎女色。信任宦官，察举非人，时人讥为“举秀才，不知书；举孝廉，父别居”。东汉王朝自此江河日下，濒于灭亡。谥桓，葬于宣陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉桓帝>汉桓帝</a>"
},
{
"headline":"王允",
"startDate":"137",
"endDate":"192",
"text":"<p>    王允（137年－192年），字子师，并州太原祁（今山西祁县）人。东汉时官员，汉献帝初年任司徒、尚书令。当时皇帝只是一个傀儡，董卓大权在握。王允成功策划了对董卓的刺杀，但执意杀害名士蔡邕而大失民心，且不愿宽恕董卓余党，导致余党反扑，长安失守，王允和其家族亦被处死，关中亦大乱。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王允>王允</a>"
},
{
"headline":"汉冲帝 刘炳",
"startDate":"144",
"endDate":"145",
"text":"<p>        汉冲帝刘炳（143年—145年2月15日），东汉第八位皇帝，（144年八月—145年正月在位），在位不足半年，卒年仅3岁。刘炳是汉顺帝的独子，他的母亲是虞美人，建康元年（144年）被立为太子。同年顺帝死后，2岁的刘炳于八月庚午登基，是为汉冲帝，改元“永憙”。顺帝的皇后梁氏被尊为皇太后，临朝问政。赵峻为太傅；李固为太尉。在位时期外戚梁氏当政，朝政腐败，民不聊生，九江发生暴乱，叛军在145年初一直攻到合肥。145年正月戊戌，冲帝病死在玉堂前殿（一说被外戚梁冀毒死）。梁太后降旨立年仅八岁勃海王刘鸿的独子刘缵入承大统，是为汉质帝，籍此再度以皇太后身份临朝称制。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉冲帝 刘炳>汉冲帝 刘炳</a>"
},
{
"headline":"汉质帝 刘缵",
"startDate":"145",
"endDate":"146",
"text":"<p>        汉质帝刘缵（138年－146年），一名刘续，东汉第十位皇帝。145年即位，在位时间1年余，谥号孝质皇帝。前任皇帝汉冲帝死时只有3岁。当时尊称为梁太后的汉顺帝皇后之弟梁冀拥立汉章帝玄孙刘缵为帝，承汉顺帝嗣，改元本初，是为汉质帝。传统上认为当时梁冀一家专权，朝政腐败，吏治不修。后汉书评论梁冀当时权势极盛，威势横行朝廷和宫外；大臣们害怕梁冀的威势，不敢抗命。（《后汉书·梁统传·玄孙冀》“穷极满盛，威行内外，百僚侧目，莫敢违命。”）质帝虽年幼，但他聪明伶俐，不堪梁冀的专横跋扈。质帝曾在朝见大臣时当面对梁冀说：“此跋扈将军也！”。梁冀见后，大为反感；便命手下在质帝的饼里下毒，同日将刚满9岁的质帝毒死。质帝死后，继任的汉桓帝终于诛灭了梁氏。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉质帝 刘缵>汉质帝 刘缵</a>"
},
{
"headline":"汉桓帝 刘志",
"startDate":"146",
"endDate":"167",
"text":"<p>        汉桓帝刘志（132年—167年），是东汉第十位皇帝，他是汉章帝曾孙，在位21年。祖父河间孝王刘开，父蠡吾侯刘翼。146年，外戚梁冀毒死九岁的汉质帝，立十五岁的刘志即位，承汉顺帝嗣。刘志从小就对梁氏不满，他即位后，就想方设法的诛灭梁氏。延熹二年（159年），桓帝联合宦官单超等5人一举歼灭了梁氏，5人同日被封侯，称之为“五侯”。五侯比外戚更加腐败，他们对百姓们勒索抢劫，民不聊生，四处怨声载道，汉政治更加衰颓，国势益弱。汉桓帝统治后期，一批太学生看到朝政败坏，便要求朝廷整肃宦官、改革政治。宦官气急败坏，在延熹九年（166年）与德扬天下的司隶校尉李膺发生大规模冲突。桓帝大怒，下令逮捕替李膺请愿的太学生200余人，后来在太傅陈蕃、将军窦武的反对下才释放太学生，但是禁锢终身，不许再做官，史称“党锢之祸”。刘志一生崇尚佛、道，沉湎女色。信任宦官，察举非人，时人讥为“举秀才，不知书；举孝廉，父别居”。东汉王朝自此江河日下，濒于灭亡。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉桓帝 刘志>汉桓帝 刘志</a>"
},
{
"headline":"党锢之祸",
"startDate":"146",
"endDate":"189",
"text":"<p>    党锢之祸指中国古代东汉桓帝、灵帝时，士大夫、贵族等对宦官乱政的现象不满，与宦官发生党争的事件。事件因宦官以“党人”罪名禁锢士人终身而得名。前后共发生过两次。党锢之祸以宦官诛杀士大夫一党几尽而结束，当时的言论以及日后的史学家多同情士大夫一党，并认为党锢之祸伤汉朝根本，为黄巾之乱和汉朝的最终灭亡埋下伏笔。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/党锢之祸>党锢之祸</a>"
},
{
"headline":"贾诩",
"startDate":"147",
"endDate":"223",
"text":"<p>    贾诩（147年－223年8月11日），字文和，武威姑臧（今甘肃武威）人，是三国时曹魏的著名谋士。曾在东汉年间历仕于董卓、李傕、段煨、张绣、曹操等人，后官至太尉，谥曰肃侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/贾诩>贾诩</a>"
},
{
"headline":"孔融",
"startDate":"153",
"endDate":"208",
"text":"<p>    孔融（153年－208年），字文举，东汉末文学家，鲁国曲阜人，建安七子之一，孔子二十代孙，孔宙之子。由于曾任北海相，亦称孔北海，后因得罪相国曹操，遭处死，夷灭全家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孔融>孔融</a>"
},
{
"headline":"袁术",
"startDate":"155",
"endDate":"199",
"text":"<p>    袁术 （155年－199年），字公路，汝南汝阳（今河南商水）人。东汉末年三国时代初期的军阀，以南阳多数人口之地作为领地，出身于官宦门阀，袁绍之弟，趁乱世称帝，却得不到支持，屡次兵败，最终吐血而死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/袁术>袁术</a>"
},
{
"headline":"孙坚",
"startDate":"155",
"endDate":"191",
"text":"<p>    孙坚（155年－191年），字文台，吴郡富春县（今浙江省杭州市富阳县）人，东汉末期军阀将领，当时参加伐董联军以长沙太守来尊称孙坚。史书说他“容貌不凡，性阔达，好奇节”，小说《三国演义》中称孙坚为江东猛虎。据三国志记载是大军事家孙武的后裔。其子孙权称帝后，追封为武烈帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙坚>孙坚</a>"
},
{
"headline":"曹操",
"startDate":"155",
"endDate":"220",
"text":"<p>    曹操（155年－220年3月15日），字孟德，小名吉利，小字阿瞒，沛国谯（今安徽省亳州市）人。中国东汉末年著名的军事家、政治家和诗人，三国时代魏国的奠基者和主要缔造者，曹操在世时，担任东汉丞相，后为魏王，去世后谥号为武王。其子曹丕称帝后，追尊为武皇帝，庙号太祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹操>曹操</a>"
},
{
"headline":"陈宫",
"startDate":"156",
"endDate":"199",
"text":"<p>    陈宫（156年－199年），字公台，兖州东郡武阳县（位于山东省与河南省之间）人，东汉末年原是曹操的策士，后投归到吕布帐下。为人性情刚直有谋；遍与当时知名人士为友。其事见载于鱼豢《典略》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈宫>陈宫</a>"
},
{
"headline":"汉灵帝",
"startDate":"156",
"endDate":"189",
"text":"<p>    汉灵帝刘宏（156年—189年）。东汉第十一位皇帝，168年—189年在位。汉灵帝与其前任汉桓帝的统治时期是东汉最黑暗的时期，诸葛亮的《出师表》中就有蜀汉开国皇帝刘备每次“叹息痛恨于桓灵”的陈述。谥号孝灵皇帝（“灵”为贬义谥号，表示“乱而不损”），葬于文陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉灵帝>汉灵帝</a>"
},
{
"headline":"荀攸",
"startDate":"157",
"endDate":"214",
"text":"<p>    荀攸（157年－214年），字公达，豫州颍川颍阴县（今河南许昌）人，三国时曹魏著名的军事家。荀彧的侄子，荀攸祖父荀昙，官至广陵太守。荀攸被曹操征为汝南太守，入为尚书，以功封陵树亭侯。建安十二年，转为中军师。魏国初建，又被封为尚书令；244年，追谥为敬侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荀攸>荀攸</a>"
},
{
"headline":"刘备",
"startDate":"161",
"endDate":"223",
"text":"<p>    刘备（161年－223年6月10日），字玄德，东汉末年幽州涿郡涿县（今河北省保定市涿州市）人，三国时期蜀汉开国皇帝，谥号昭烈皇帝，史家又称为先主。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘备>刘备</a>"
},
{
"headline":"荀彧",
"startDate":"163",
"endDate":"212",
"text":"<p>    荀彧（163年－212年），字文若，颍川郡颍阴县（今河南许昌）人，东汉末年曹操帐下的政战两略谋臣；著名的战略家和政治家，被曹操称赞“吾之子房”。因其任尚书令，居中持重达十数年，被人敬称他为“荀令君”；官至汉侍中，守尚书令，追赠为太尉，谥曰敬侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/荀彧>荀彧</a>"
},
{
"headline":"汉灵帝 刘宏",
"startDate":"168",
"endDate":"189",
"text":"<p>        汉灵帝刘宏（156年－189年），东汉第十二位皇帝（168年—189年在位），在位22年，葬于文陵。谥号为孝灵皇帝。刘宏本封解渎亭侯，为承袭其父刘苌的爵位。母董夫人。他是汉章帝的玄孙，汉桓帝的堂侄。永康元年（167年）桓帝崩，刘倏以光禄大夫身份与中常侍曹节带领中黄门、虎贲、羽林军一千多人，前往河间迎接刘宏。建宁元年（168年）正月二十日，刘宏来到夏门亭，窦武亲自持节用青盖车把他迎入殿内。第二天，登基称帝，改元为“建宁”。由桓帝的皇后窦妙立为皇帝（因桓帝无子），是为汉灵帝。　汉灵帝即位后，东汉政治已经病入膏肓，天下水灾、旱灾、蝗灾、瘟疫等灾祸频繁，四处怨声载道，百姓民不聊生，国势进一步衰落。再加上宦官与外戚争权夺利，最后宦官推翻外戚窦氏并软禁窦太后，夺得了大权，又杀死正义的太学生李膺、范谤等100余人，流放、关押800多人，多惨死于狱中，造成第二次党锢之祸。而昏庸荒淫的灵帝除了沉湎酒色以外，还一味宠幸宦官，尊张让等人为“十常侍”，并说“张常侍乃我父、赵常侍乃我母”，宦官杖着皇帝的宠幸，胡作非为，对百姓勒索钱财，大肆搜刮民脂民膏，可谓腐败到极点。灵帝对宦官的宠信与依赖就是后来叛变的导火索。在朝政腐败和天灾的双重压迫之下，叛乱有了广大的市场，张角煽动百姓，聚众造反。巨鹿（今河北平乡县）人张角兄弟三人以“苍天已死、黄天当立、岁在甲子、天下大吉”为口号举事，史称“黄巾之乱”，这次暴乱所向披靡，给病入膏肓的东汉王朝以沉重打击。虽然被平定，但是破坏极大。从此东汉王朝名存实亡。公元189年，汉灵帝去世，终年34岁。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汉灵帝 刘宏>汉灵帝 刘宏</a>"
},
{
"headline":"窦武",
"startDate":"168",
"endDate":"168",
"text":"<p>    窦武（？－168年），字游平，司隶右扶风平陵（今陕西咸阳西北）人。东汉末大臣。窦融的玄孙。汉桓帝延熹八年（165年）他的长女被立为皇后，遂从郎中迁越骑校尉，封槐里侯。次年，又拜城门校尉。永康元年（167年），因党锢为司隶校尉李膺、太仆杜密上书，李杜幸得赦免。同年冬，桓帝崩，窦武拜大将军，封闻喜侯。与太傅陈蕃共同管理朝政，用尹勋为尚书令，刘瑜为侍中，冯述为屯骑校尉。后又用李膺、杜密、刘猛等党人，并借太后诏诛中常侍管霸、苏康等人。建宁元年（168年），窦武策谋除宦官，但是由于计划泄露，宦官曹节、王甫等劫持汉灵帝和窦太后。窦武屯兵于洛阳都亭，但兵败自杀，被枭首示众，又被夷九族，只有妻子免死，流放比景。窦武的孙子窦辅时年才二岁，被窦武府掾桂阳胡腾及令史南阳张敞（太尉张温弟）带到零陵界，诈称已死。胡腾养窦辅为己子，为其婚娶。窦辅后举桂阳孝廉，建安中被荆州牧刘表辟为从事，恢复窦姓。刘表死后，荆州为曹操所得，窦辅和宗人迁于邺城。后随曹操征马超，被流矢射杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窦武>窦武</a>"
},
{
"headline":"曹仁",
"startDate":"168",
"endDate":"223",
"text":"<p>    曹仁（168年－223年），字子孝，沛国谯（今安徽亳州）人，曹操堂弟，三国时期曹魏名将。早年已经结队跟随曹操，常遇状解围，善守能攻；樊城之战中虽被关羽以水围城，但亦能激厉将士死守樊城直至徐晃救援，最终击退当时威震华夏的关羽。曹魏建立后，曹仁官至大司马，封陈侯，谥曰忠侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曹仁>曹仁</a>"
},
{
"headline":"李膺",
"startDate":"169",
"endDate":"169",
"text":"<p>    李膺（－169年），字元礼。颍川襄城（今河南襄城）人。东汉党锢之祸受害者。出身衣冠望族，祖父李修，父亲李益。举孝廉，历任青州、渔阳、蜀郡太守，任内申明法令，恩威并举。后转乌桓校尉，永寿二年（156年），鲜卑寇掠云中，征度辽将军。延熹二年（159年），为河南尹，揭发宛陵大姓羊元群之罪，反坐罪，罚左校。司隶校尉应奉知情，上疏为李膺等说情，得以免刑。任为司隶校尉，与太学生郭泰等交游，反对宦官专擅，致力于纠劾奸佞。是太学生心目中的“天下楷模”，有人以被李膺接待过为荣，视为“登龙门”。时宦官张让弟张朔为野王县令，贪残无道，被李膺逮捕处决。张让向桓帝诉冤，桓帝诏李膺入殿，李膺据理对答，桓帝以无罪开释。李膺的名气既大，其好友陈蕃、杜密、王畅等人也备受知识分子崇拜。太学生视他们为正义和知识的化身，为其编了顺口溜：“天下模楷李元礼(李膺)，不畏强御陈仲举(陈蕃)，天下俊秀王叔茂(王畅)。”又称李膺、杜密为“李、杜”。延熹九年（166年），张成的弟子牢修控告李膺等人结党，“共为部党”，“诽讪朝廷，疑乱风俗”，将李膺等人关入北寺狱，株连达二百多人。后外戚窦武等出面援救，桓帝才将李膺赦免，但不许为官，居于阳城（今河南登封东南），史称第一次党锢之祸。建宁二年（169年）窦武与太傅陈蕃谋诛宦官，任李膺为长乐少府，宦官事先迫使灵帝逮捕窦武。窦武与王甫军激战，兵败自杀，宦官进一步逮捕“党人”，李膺及杜密等百余人被捕入狱处死，迁徙、禁锢者“六七百人”，史称第二次党锢之祸。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李膺>李膺</a>"
},
{
"headline":"郭嘉",
"startDate":"170",
"endDate":"207",
"text":"<p>    郭嘉（170年－207年），字奉孝，颍川阳翟人（今河南省禹州市），初为东汉末年群雄袁绍麾下，后成为曹操麾下重要谋士，任司空军祭酒，封洧阳亭侯，死后谥为贞侯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/郭嘉>郭嘉</a>"
},
{
"headline":"窦妙",
"startDate":"172",
"endDate":"172",
"text":"<p>    窦妙（－172年）。中国东汉时期皇族女性。为汉桓帝第三任皇后。是汉章帝皇后窦氏堂兄弟的孙女，父窦武。延熹八年（165年），汉桓帝皇后邓猛女被废，窦妙入宫为贵人，同年冬，窦妙被立为皇后，但不得汉桓帝所宠。永康元年（167年）冬，汉桓帝卧病在床，册封采女田圣在内等九位宫人为贵人，不久汉桓帝无子驾崩。皇后窦妙晋皇太后，并以皇太后身分临朝，又与父亲窦武商议立解渎亭侯刘宏，是为汉灵帝。窦妙宿有积怨，桓帝崩后，梓宫尚未入葬，便将田圣杀害，又欲诛杀诸位汉桓帝的贵人，幸得中常侍管霸、苏康苦谏方止。不久，窦武计谋除尽宦官却事发，宦官以护驾为名挟持灵帝并劫持窦太后，窦武被杀，其余亲属以罪迁比景，造成窦氏一族失势。窦氏一族没落，窦妙虽以援立汉灵帝之功而幸免，但仍被迫迁于南宫云台幽禁。次年，灵帝迎生母董氏入宫，尊为太后。将军张奂当时被宦官欺骗，败杀窦武，后来屡次试图释放窦太后皆不果。建宁四年（171年）十月朔，汉灵帝率群臣朝于南宫，亲自为窦太后上寿。黄门令董萌趁机多次在灵帝面前陈说窦太后无辜，灵帝也被说动，时时看望窦太后，供奉也有所增加。曹节、王甫因此记恨，诬陷董萌诽谤董太后，董萌被下狱处死。熹平元年（172年），窦妙的母亲在流放地比景逝世，窦妙为此伤感而亡。当权宦官因深恨窦氏，将她的尸体装在运货的马车上暴露数日，还提出只以贵人礼下葬。但在灵帝坚持下，她还是得以以太后礼合葬宣陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/窦妙>窦妙</a>"
},
{
"headline":"鲁肃",
"startDate":"172",
"endDate":"217",
"text":"<p>    鲁肃（172年－217年），字子敬，临淮东城（今安徽定远县永康）人，东汉末年东吴著名的战略家、政治家、外交家，为东吴策划天下大势，在周瑜去世后接掌前线军事，力主与刘备势力联合对抗曹操。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/鲁肃>鲁肃</a>"
},
{
"headline":"诸葛瑾",
"startDate":"174",
"endDate":"241",
"text":"<p>    诸葛瑾（174年－241年），字子瑜，琅琊阳都（今山东省沂南县）人。东汉末年三国时期东吴重臣，官至太傅。诸葛瑾是蜀汉丞相诸葛亮的胞兄，其子诸葛恪也在东吴官至太傅。生于经学世家的诸葛瑾，治《毛诗》、《尚书》及《左氏春秋》。诸葛瑾公私分明，虽与胞弟诸葛亮阔别多年，但在出使蜀国时，兄弟聚面只谈论公务，私下不相往来。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/诸葛瑾>诸葛瑾</a>"
},
{
"headline":"孙策",
"startDate":"175",
"endDate":"200",
"text":"<p>    孙策（175年－200年5月5日），字伯符，吴郡富春（今浙江杭州富阳）人，他是长沙太守孙坚之嫡长子，吴大帝孙权之长兄，是东吴政权奠定基础首要者，三国演义其武勇犹如霸王项羽，故有“小霸王”的美誉，死时年仅二十六岁。在割据群雄时期，因讨伐逆贼袁术有功，曹操奏许朝廷任命策为讨逆将军，并封为吴侯。其弟孙权称帝后，追谥其为长沙桓王。故官职为讨逆将军，所以孙策传合书为孙讨逆。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孙策>孙策</a>"
},
{
"headline":"周瑜",
"startDate":"175",
"endDate":"210",
"text":"<p>    周瑜（175年－210年），字公瑾，人称“美周郎”，庐江郡舒县（今安徽省舒城县）人，东汉末年三国时期孙吴名将，他指挥的赤壁之战，是中国史上著名的以少胜多的战役，直接决定了三国时代魏蜀吴三国鼎立的局面。但他于战后两年即病逝，年仅三十六岁。周瑜年轻便成就大功，加上本人谦虚宽容，相貌堂堂，精熟音律，还深得主上孙策、孙权的礼遇器重，他的妻子小乔也称国色，是后世不少人羡慕追思的英雄形象，如最著名的篇章北宋大文豪苏轼笔下的《念奴娇·赤壁怀古》。不过在小说《三国演义》中，周瑜则被描写成为心胸狭隘，与诸葛亮明争暗斗的反派人物。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周瑜>周瑜</a>"
},
{
"headline":"马超",
"startDate":"176",
"endDate":"222",
"text":"<p>    马超（176年－222年），字孟起，扶风茂陵（今陕西省兴平东北）人，汉末及三国时期蜀汉著名的将领。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/马超>马超</a>"
},
{
"headline":"蔡文姬",
"startDate":"177",
"endDate":"239",
"text":"<p>    蔡文姬（公元177年？－公元239年？），名琰，字文姬，一字昭姬，陈留圉（今河南杞县）人，为蔡邕的女儿，博学有才，通音律，据称能用听力迅速判断古琴的第几根琴弦断掉。是建安时期著名的女诗人。初嫁于名门之子卫仲道，后来丈夫过世，蔡琰未育子女，结果归宁娘家。不久董卓乱京，蔡琰为董卓部将所掳，并于东汉兴平二年（195年）流落至匈奴，嫁南匈奴左贤王刘豹为妾室，后诞下二子。建安十二年（207年），由于曹操在发迹前已和蔡琰的父亲蔡邕相熟，对蔡邕无嗣感到难过，因此十分同情蔡琰的遭遇，遣使以重金将蔡琰赎回，并安排其再嫁同乡陈留董祀，“文姬归汉”亦成为中国有名的故事。后来董祀为屯田都尉，犯罪论死，蔡琰亲自向曹操求情，时值严冬，曹操当时正大宴公卿名士及远方使驿，向在场宾客介绍蔡文姬，史载蔡文姬进场时“蓬首徒行，叩头请罪，音辞清辩，旨甚酸哀，众皆为改容。”曹操最后同意特赦董祀的死罪。之后在一次闲谈中，曹操表示很羡慕蔡邕家中藏书量之丰，但蔡文姬告诉他原来家中所藏的四千卷书，几经战乱全部遗失。曹操十分失望。不过当听到蔡文姬还能背出其中四百篇时，又大喜过望，打算派遣十位吏员默写蔡文姬记忆中的文章。蔡文姬认为此举不妥，因为男女有别，礼不亲授，故向曹操建议由她亲自默写，于是蔡文姬凭记忆默写出四百篇文章，文无遗误。《古今传授笔法》记载：“蔡邕的书法乃神人所授，并遗传给他的女儿文姬。”另一方面，《法书要录》亦评论蔡文姬工于书法，为人甚为贤明。《黄山谷集》更对蔡文姬的《胡茄十八拍》作出高度评价。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔡文姬>蔡文姬</a>"
},
{
"headline":"吕蒙",
"startDate":"178",
"endDate":"220",
"text":"<p>    吕蒙（178年－220年），字子明，汝南富陂（今安徽阜南东南）人，东汉末年名将。由于为虎威将军，故亦称吕虎威。吕蒙出身贫苦，少年时未曾受教育，其姊夫邓当是孙策部下。吕蒙后来受到孙策的赏识，从而踏上军人路途。吕蒙一方面屡立战功，另一方面在壮年时受到主公孙权启发，努力修习经典，遍读群书，逐渐蜕变成一位具战略眼光、智勇双全的将领。后来吕蒙更继任鲁肃成为南郡太守，为孙吴势力担任前线军督。其最重大的功绩是以“白衣渡江”的计策暗袭荆州，击败了当时威震华夏的关羽，可惜自己却在不久后病逝。吕蒙发愤勤学的事迹，成为了中国古代将勤补拙、笃志力学的代表，与其有关的成语有“士别三日，刮目相看”、“非复吴下阿蒙”等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕蒙>吕蒙</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}