{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"赵祯",
"startDate":"1010",
"endDate":"1063",
"text":"<p>    宋仁宗赵祯（1010年5月30日－1063年4月30日），中国宋朝第四代皇帝（1022年3月23日－1063年4月30日在位）。初名受益，宋真宗的第六子，生母李宸妃，生于大中祥符三年四月十四日（1010年5月30日），大中祥符七年（1014年）封庆国公，大中祥符八年（1015年）封寿春郡王，天禧元年（1017年）进中书令，二年（1018年）进封升王。九月立为皇太子，赐名赵祯，乾兴元年（1022年）二月，真宗崩，仁宗即帝位，时年13岁，1023年改元天圣。1063年驾崩于汴梁皇宫，享年54岁。在位四十一年。民间流传的“狸猫换太子”中的太子就是指宋仁宗，自古以来在包公剧中，亦以明君形象树立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵祯>赵祯</a>"
},
{
"headline":"种谔",
"startDate":"1017",
"endDate":"1083",
"text":"<p>    种谔（1017年－1083年），字子正，洛阳人，北宋大将。北宋名将种世衡第五子，世代守宋夏边境。以父亲的荫蔽入官，升到左藏库副使(从七品武官阶)，延帅(鄜延路安抚使)陆诜推荐种谔任青涧城（城为设在军事要地军民统管的县级行政区）知城，青涧城本来是其父种世衡顶着巨大军事压力抢筑并担负首任知城，种谔算是继承了其父种世衡的衣钵。种谔熟悉边情，性格猛烈骁勇，善于驭士卒，临敌善于出奇，每战必胜，屡建战功。宋英宗治平四年（1067年）十月，种谔年龄已经四十一岁，招降了绥州嵬名山部落，得酋领三百，户万五千，宋军未伤一兵一卒，就收复了陕北重镇绥州。历任鄜延钤辖，后迁礼宾副使(从七品武官阶)、知岷州（实际差遣）。迁东上合门使（正六品横班武官阶）、文州刺史（正任官武官阶）、知泾州，徒鄜延路副总管。宋神宗元丰四年（1081年），主张再次讨伐西夏，上书朝廷雪“灵州丧师”之耻。神宗“帝壮之，决意西讨，以为经略安抚副使，诸将悉听节制”。诏令熙河路、鄜延路、环庆路、泾原路、河东路等五路宋军进攻西夏。九月二十九日，种谔率兵出绥德城，进攻米脂，三日未能攻下。西夏派出八万军队前来援救。种谔在米脂城外无定河边埋下伏兵伏击，断其首尾，大破敌兵。宋军永乐城之战时，种谔在延州，不愿前往相救，以致宋军全军覆没，“议者谓谔不死，边事不已。”后任知延州。疽发于背，死于延州，终年66岁。种谔生性残忍，“左右有犯立斩，或先刳肺肝，坐者掩面，谔饮食自若。”种为其姓氏，正体字即为“种”，不可误植为“種”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/种谔>种谔</a>"
},
{
"headline":"周敦颐",
"startDate":"1017",
"endDate":"1073",
"text":"<p>    周敦颐（1017年－1073年7月24日），原名惇实，字茂叔，号濂溪，传为三国名将周瑜二十九世孙。道州营道县（今湖南道县）人，北宋官员、理学家，北宋宋明理学创始人。其学说是孔子、孟子之后儒学最重要的发展，在中国思想史上的影响深远。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周敦颐>周敦颐</a>"
},
{
"headline":"司马光",
"startDate":"1019",
"endDate":"1086",
"text":"<p>    司马光（1019年11月17日－1086年），字君实，号迂叟。生于宋真宗天禧三年十月十八日（1019年11月17日），卒于宋哲宗元祐元年九月一日（1086年10月11日），享寿68岁。陕州夏县涑水乡（今山西省夏县）人，世称涑水先生。司马光是北宋政治家、文学家、史学家，历仕仁宗、英宗、神宗、哲宗四朝。他主持编纂了中国历史上第一部编年体通史《资治通鉴》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马光>司马光</a>"
},
{
"headline":"王安石",
"startDate":"1021",
"endDate":"1086",
"text":"<p>    王安石（1021年12月18日－1086年5月21日），字介甫，号半山，谥文，封荆国公，因此后人称王荆公。江西省抚州市东乡县上池村人，北宋政治家、文学家、思想家、改革家。北宋宰相、新党领袖。王安石文思敏捷，是唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”有《王临川集》、《临川集拾遗》等存世。其亦擅长诗词，流传最著名的莫过于《泊船瓜洲》里：“春风又绿江南岸，明月何时照我还。”王安石任宰相时曾发动改革，史称“王安石变法”，是中国历史上一次著名的变法改革，希望将“财政税收大规模的商业化”。变法引起朝廷内部变法派与保守派之间的激烈冲突，史称“新旧党争”，变法也最终失败。变法在历史上的评价不一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王安石>王安石</a>"
},
{
"headline":"宋仁宗 赵祯",
"startDate":"1022",
"endDate":"1063",
"text":"<p>        宋仁宗赵祯（1010年5月30日－1063年4月30日），中国宋朝第四代皇帝（1022年3月23日－1063年4月30日在位）。初名受益，宋真宗的第六子，生母李宸妃，生于大中祥符三年四月十四日（1010年5月30日），大中祥符七年（1014年）封庆国公，大中祥符八年（1015年）封寿春郡王，天禧元年（1017年）进中书令，二年（1018年）进封升王。九月立为皇太子，赐名赵祯，乾兴元年（1022年）二月，真宗崩，仁宗即帝位，时年13岁，1023年改元天圣。1063年驾崩于汴梁皇宫，享年54岁。在位四十一年。民间流传的“狸猫换太子”中的太子就是指宋仁宗，自古以来在包公剧中，亦以明君形象树立。仁宗即位时只有十二岁，由刘太后垂帘听政，明道二年（1033年）太后听政十一年后病卒，仁宗始亲政。在位期间最主要的军事冲突在于西夏，夏景宗李元昊即位后改变其父夏太宗李德明国策，展开宋夏战争，延州、好水川、定川三战宋军皆有失利之处，韩琦、范仲淹更在好水川之战后被贬。到定川之战，西夏分兵欲直捣关中的西夏军遭宋朝原州（今甘肃镇原）知州景泰的顽强阻击，全军覆灭，西夏攻占关中的战略目标就此破灭。西夏因连年征战国力难支，最后两国和谈：夏向宋称臣，宋每年赐西夏绢十三万匹、银五万两、茶二万斤，史称“庆历和议”，取得了近半世纪的和平。辽兴宗时以萧惠陈兵宋境。接着，宋朝与辽国协议，以增加岁币为条件，维持澶渊之盟的和平协议，史称重熙增币。但需注意岁币支出对宋而言并非沉重负担，比起选择战争的军费，岁币开支无足轻重。宝元元年，陕西出支为1551万；宝元二年展开宋夏战争后，庆历二年陕西出支为3363万，几近赤字。辽国失去南下劫掠的经济诱因，也是辽宋能维持百年和平的重要因素之一。皇佑四年（1052年），侬智高反宋，军队席卷广西、广东各地。仁宗任用狄青、余靖率兵南征。皇佑五年，狄青夜袭昆仑关，大败侬智高于归仁铺之战。次年，侬智高死于大理国，乱平。仁宗执政时期，由于长期的和平，宋朝经济快速发展，并出现交子。仁宗时冗兵特别严重，全国军队总计125万9千人，占赋税十分之七。真宗与仁宗两朝土地兼并更严重，公卿大臣大都占地千顷以上。仁宗晚年，“势官富姓占田无限，兼并冒伪习以为俗，重禁莫能止焉”最后“富者有弥望之田，贫者无卓锥之地。”庆历新政由范仲淹十大政策揭开序目——明黜陟、抑侥幸、精贡举、择官长、均公田、厚农桑、修武备、减徭役、覃恩信、重命令。但反对势力庞大，难以推动，一年四个月后便宣布中止。仁宗一朝对外虽无重大战争，对内亦无重大革新。宋仁宗在位42年，是宋朝皇帝中执政最长的一人，生性恭俭仁恕，百司曾奏清扩大苑林，宋仁宗说：“吾奉先帝苑囿，犹以为广，何以是为？”宋仁宗去世后，“京师罢市巷哭，数日不绝，虽乞丐与小儿，皆焚纸钱哭于大内之前”。就连讣告送到辽国时，竟“燕境之人无远近皆哭”，耶律洪基痛哭道：“四十二年不识兵革矣”，史载辽道宗“惊肃再拜，谓左右曰：‘我若生中国，不过与之执鞭持盖一都虞侯耳！’”       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋仁宗 赵祯>宋仁宗 赵祯</a>"
},
{
"headline":"仁宗盛治",
"startDate":"1022",
"endDate":"1063",
"text":"<p>    一般将宋仁宗在位及亲政治理国家的时期概括“仁宗盛治”。由于天圣、明道十几年，仁宗并未亲政，主要由章献太后掌权听政与其共同治理国家。历史上有“庆历、嘉祐之治”之称，尤以“嘉祐之治”为多。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/仁宗盛治>仁宗盛治</a>"
},
{
"headline":"大延琳起义",
"startDate":"1029",
"endDate":"1030",
"text":"<p>    辽圣宗耶律隆绪统治时期，辽代重镇、辽五京之一的东京(辽阳市)爆发了以大延琳为首的反抗辽廷的起义。此次起义，长达一年，波及今辽宁省的中、东、南部地区，辽圣宗朝规模最大的一次反辽起义。大延琳，渤海国王族，高王大祚荣的七世孙。原在辽朝任东京将军。1029年，大延琳乘辽朝内乱之机，聚集渤海人，在东京辽阳府反叛起事，建号兴辽国。大延琳自称天兴皇帝，定年号为天庆，准备北征上京龙泉府。1030年，兴辽军被辽军击败，大延琳退守辽阳。叛徒献城投降，大延琳被囚禁，兴辽政权灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大延琳起义>大延琳起义</a>"
},
{
"headline":"大延琳",
"startDate":"1030",
"endDate":"1030",
"text":"<p>    大延琳，渤海国王族，高王大祚荣的七世孙。原在辽朝任东京将军。1029年，大延琳乘辽朝内乱之机，聚集渤海人，在东京辽阳府反叛起事，建号兴辽国。大延琳自称天兴皇帝，定年号为天庆，准备北征上京龙泉府。1030年，兴辽军被辽军击败，大延琳退守辽阳。叛徒献城投降，大延琳被囚禁，兴辽政权灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大延琳>大延琳</a>"
},
{
"headline":"沈括",
"startDate":"1031",
"endDate":"1095",
"text":"<p>    沈括（1031年－1095年），中国北宋科学家，字存中，号梦溪丈人，杭州钱塘县（今浙江省杭州市）人，随母入籍苏州吴县（今江苏省苏州市）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沈括>沈括</a>"
},
{
"headline":"宣仁太后",
"startDate":"1032",
"endDate":"1093",
"text":"<p>    宣仁圣烈皇后（1032年－1093年）姓高氏，乳名为滔滔，宋英宗皇后，宋神宗母亲，宋仁宗皇后曹氏是她的姨母。亳州蒙城（今安徽省蒙城）人。皇太后高氏一向反对王安石的新法，信任保守派旧党的大官司马光。1085年，其子神宗病故，新登基的皇帝哲宗赵煦只有十岁，还是个小皇帝。时高氏已被尊为太皇太后，她奉神宗遗诏辅佐年幼的皇上，垂帘听政。高太皇太后一执政，就开始任用司马光为宰相，将王安石的新法全部废止。高太皇太后虽反对王安石的变法派，但是却有十分优秀的执政才能。她执政期间，勤俭廉政，励精图治，因此这期间政治比较清明，经济也十分繁荣。因而，宋哲宗时期是北宋最后一个经济繁荣、天下小康、政治清明、国势较强的时期。这与高太皇太后的贤德是分不开的。高太皇太后也被后人誉为“女中尧舜”。但由于高太皇太后长期干政，让小皇帝哲宗心生不满。元祐八年八月，高太皇太后临死前告诫范纯仁和吕大防等人：“老身殁后，必多有调戏官家者，宜勿听之，公等宜早求退，令官家别用一番人。”宋哲宗元祐八年（1093年）9月，高太皇太后病逝，终年62岁。谥号为宣仁圣烈皇后，与宋神宗同葬永裕陵（今河南巩县）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宣仁太后>宣仁太后</a>"
},
{
"headline":"吕惠卿",
"startDate":"1032",
"endDate":"1111",
"text":"<p>    吕惠卿（1032年－1111年），字吉甫，号恩祖。闽南晋江人（今福建泉州），北宋大臣，曾任参知政事，是新党人物。著述甚丰，有《文集》、《孝经传》、《道德经注》、《论语义》、《庄子解》等书。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吕惠卿>吕惠卿</a>"
},
{
"headline":"佛印",
"startDate":"1032",
"endDate":"1098",
"text":"<p>    佛印（1032年－1098年）俗姓林，名了元，字觉老，北宋饶州浮梁（今江西）人。生于明道元年，幼聪慧，三岁诵《论语》 ，五岁能诵诗三千首。在竹林寺读《楞严经》，不久出家，至庐山开先寺礼云门下三世善暹禅师为师，十九岁时又到庐山圆通寺参谒居讷禅师，历任淮山斗方寺、庐山开先寺、归宗寺，丹阳金山寺、焦山寺、江西大仰山寺住持。 与周敦颐、苏轼友善，苏轼谪居黄州时，佛印住庐山，两人常有唱酬，其往来事迹，可见于《禅林僧宝传·了元传》、《居士分灯录》卷上等。佛印说法讲究用词，有“人间寒食，洞里花开。游蜂与蝴蝶争飞，鹭子共黄鹂对语。”之名句。野史中常有佛印与苏轼斗智的故事，冯梦龙的《醒世恒言》第十二卷有《佛印师四调琴娘》。哲宗元符元年圆寂，享年六十七岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/佛印>佛印</a>"
},
{
"headline":"高太后",
"startDate":"1032",
"endDate":"1093",
"text":"<p>    宣仁圣烈皇后（1032年－1093年），宋英宗皇后，宋神宗母亲，宋仁宗皇后曹氏是她的姨母。亳州蒙城（今安徽省蒙城）人。皇太后高氏一向反对王安石的新法，信任保守派旧党的大官司马光。1085年，其子神宗病故，新登基的皇帝哲宗赵煦只有十岁，还是个小皇帝。时高氏已被尊为太皇太后，她奉神宗遗诏辅佐年幼的皇上，垂帘听政。高太皇太后一执政，就开始任用司马光为宰相，将王安石的新法全部废止。高太皇太后虽反对王安石的变法派，但是却有十分优秀的执政才能。她执政期间，勤俭廉政，励精图治，因此这期间政治比较清明，经济也十分繁荣。因而，宋哲宗时期是北宋最后一个经济繁荣、天下小康、政治清明、国势较强的时期。这与高太皇太后的贤德是分不开的。高太皇太后也被后人誉为“女中尧舜”。但由于高太皇太后长期干政，让小皇帝哲宗心生不满。元祐八年八月，高太皇太后临死前告诫范纯仁和吕大防等人：“老身殁后，必多有调戏官家者，宜勿听之，公等宜早求退，令官家别用一番人。”宋哲宗元祐八年（1093年）9月，高太皇太后病逝，终年62岁。谥号为宣仁圣烈皇后，与宋神宗同葬永裕陵（今河南巩县）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高太后>高太后</a>"
},
{
"headline":"徐禧",
"startDate":"1035",
"endDate":"1082",
"text":"<p>    徐禧（1035年－1082年），字德佔，洪州汾宁人，北宋大臣。世代务农，祖父徐师古创办金湖书院。徐禧娶黄庭坚之姐，博览群书，知古今事变，神宗时上呈《太奔驰策》三卷。颇得王安石青睐，授镇安军节度推官、中书房习学。神宗赞许他：“朕阅人多矣，罕有如卿者”。历官监察御史、集贤校理、中书礼房。官至给事中。元丰五年（1082年）八月，与李舜举至鄜延，筑永乐（今陕西米脂西北）城，赐名“银川寨”，不久，西夏犯永乐城，史称永乐城之战，徐禧与李舜举皆战死，终年四十八岁，其子孙以其衣冠葬于修水境内（现山口镇来苏村）。有子徐俯。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/徐禧>徐禧</a>"
},
{
"headline":"章惇",
"startDate":"1035",
"endDate":"1105",
"text":"<p>    章惇（1035年－1105年），字子厚，建州浦城（今属福建）人。为宋朝的政治人物，新旧党争的要角。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/章惇>章惇</a>"
},
{
"headline":"曾布",
"startDate":"1036",
"endDate":"1107",
"text":"<p>    曾布（1036年－1107年），字子宣，南丰（今江西南丰）人。北宋大臣，进士出身，为曾巩之弟。熙宁二年（1069年）被韩维、王安石推荐，渐受重用。其间与吕惠卿协助王安石制定新法，计有青苗法、免役法、保甲法、农田法，大臣及朝士多反对新法，唯独吕惠卿与曾布始终坚定不移。升为修起居注，任翰林学士兼三司使。吕惠卿因父丧丁忧，王安石推荐曾布接替。熙宁七年（1076年），朝臣大力反对市易法，宋神宗令曾布追究，曾布发现吕嘉问多收利息，利用官府权力而行兼并之事。最后曾布因反对市易法，被王安石撤职，贬为地方官，知饶州、潭州（今长沙）、广州、桂州等地县令。元丰末年，恢复为翰林学士，迁户部尚书。司马光为政，谕令增捐役法，曾布不同意曰：“免役一事，法令纤悉皆出己手，若令遽自改易，义不可为。”结果又被外调。绍圣元年（1094年），宋哲宗亲政，任知枢密院事，力赞章惇“绍述”，新法又得到推行。元符三年（1100年）正月，哲宗病故，章惇以为“端王轻佻，不可以君临天下。”曾布斥道：“章惇，听太后处分！”宋徽宗即位后任宰相，韩忠彦担任左相，时人戏称“龟鹤宰相”，继续推行新法。崇宁元年（1102年），被蔡京所排挤，御史交相弹劾：“呼吸立成祸福，喜怒邃变炎凉”。多次贬为地方官，发往太平州（今安徽当涂）居住，贬为司农卿，分司南京，再贬为贺州别驾、廉州司户，大观元年（1107年），死于润州（今江苏镇江）。赠观文殿大学士，谥“文肃”。曾布一生积极参与王安石变法，在司马光执政时，仍坚定地维护新法，《宋史》将曾布列入奸臣传，但梁启超称他是“千古骨鲠之士”，“其才其学，皆足以辅之”。其妻魏玩为宋朝女词人之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/曾布>曾布</a>"
},
{
"headline":"苏轼",
"startDate":"1037",
"endDate":"1101",
"text":"<p>    苏轼（1037年1月8日－1101年8月24日），字子瞻，一字和仲，号东坡居士，眉州眉山（今四川眉山市）人，中国北宋文豪。其诗，词，赋，散文，均成就极高，且善书法和绘画，是中国文学艺术史上罕见的全才，也是中国数千年历史上被公认文学艺术造诣最杰出的大家之一。其散文与欧阳修并称欧苏；诗与黄庭坚并称苏黄，又与陆游并称苏陆；词与辛弃疾并称苏辛；书法名列“苏、黄、米、蔡”北宋四大书法家“宋四家”之一；其画则开创了湖州画派。因其文、词颇多于著作，宋代每逢科考常出现其文命题之考试。故时学者有曰：“苏文熟，吃羊肉、苏文生，吃菜羹”之说。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏轼>苏轼</a>"
},
{
"headline":"蔡确",
"startDate":"1037",
"endDate":"1093",
"text":"<p>    蔡确（1037年－1093年），字持正，泉州府晋江县人。王安石变法的中坚人物。父蔡黄裳在陈州被陈执中贬逐。蔡确早年在泗州中山寺读书[1]，仁宗嘉祐四年（1059年）进士，调（京兆府）邠州（治所今陕西彬县）司理参军。外号“倒悬蛤蜊（壳菜）”。王安石当政时，荐为三班主簿，王安石变法中的“常平、免役皆成其手”。元丰五年（1082年），拜尚书右仆射兼中书侍郎，此时富弼在西京，上言“蔡确小人，不宜大用”。史载：“确既相，屡兴罗织之狱，缙绅士大夫重足而立矣。”元丰八年（1085年）三月，神宗病逝，哲宗即位，转左仆射兼门下侍郎，司马光执政，几尽罢新法，改革派人士几乎全招贬职。元佑二年（1087年）出知陈州、安州（今湖北安陆县）、邓州，元祐年间，蔡确在安州游车盖亭时，写下《夏日游车盖亭》十首绝句。其政敌吴处厚向朝廷说“内五篇皆涉讥讪，而二篇讥讪尤甚，上及君亲”，又指出“矫矫名臣郝甑山，忠言直节上元间”之句，是将高太后比做武则天。高太后怒不可遏，将蔡确贬为光禄寺卿、分司南京，范祖禹认为：“蔡之罪，天下不容，尚为列卿，恐难平民愤。”最后贬至英州别驾（今广东英德市）、岭南新州（今广东新兴县）安置，此举开启北宋贬官至岭南的先例。吕大防和刘挚曾以蔡确之母年老，岭南路远，请改迁他处，高太后说：“山可移，此州不可移。”不久死于新州。《宋史》将其列入“列传·奸臣”。蔡确府宅在泉州城蔡巷(今称菜巷)。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔡确>蔡确</a>"
},
{
"headline":"西夏",
"startDate":"1038",
"endDate":"1227",
"text":"<p>    西夏（1038年-1227年），又称邦泥定国或白高大夏国，是中国历史上由党项族建立的一个征服王朝，主要以党项族为主体，包括汉族、回鹘族与吐蕃族等民族在内的国家。因位于中国地区的西北部，史称西夏。党项族原居四川松潘高原，唐朝时迁居陕北。因平乱有功被唐帝封为夏州节度使，先后臣服于唐朝、五代诸朝与宋朝。夏州政权被北宋并吞后，由于李继迁不愿投降而再次立国，并且取得辽帝的册封。李继迁采取连辽抵宋的方式，陆续占领兰州与河西走廊地区。1038年李元昊称帝建国，即夏景宗，西夏正式立国。西夏在宋夏战争与辽夏战争中大致获胜，形成三国鼎立的局面。夏景宗去世后，大权掌握在皇帝的太后与母党手中，史称母党专政时期。西夏因为皇党与母党的对峙而内乱，北宋趁机多次伐夏。西夏抵御成功并击溃宋军，但是横山的丧失让防线出现破洞。金朝崛起并灭辽、北宋后，西夏改臣服金朝，获得不少土地。两国建立金夏同盟而大致和平。夏仁宗期间发生天灾与任得敬分国事件，但经过改革后，到天盛年间出现盛世。然而漠北的大蒙古国崛起，六次入侵西夏后拆散金夏同盟，让西夏与金朝自相残杀。西夏内部也多次发生弑君、内乱之事，经济也因战争而趋于崩溃。最后于1227年亡于蒙古。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西夏>西夏</a>"
},
{
"headline":"宋夏战争",
"startDate":"1039",
"endDate":"1127",
"text":"<p>    宋夏战争，即宋朝与西夏的战争，西夏在1038年独立称帝後，与宋朝进行的战争。北宋仁宗景祐五年（1038年），宋朝的藩属党项政权首领李元昊脱宋自立，自称皇帝，去宋封号，改元“天授礼法延祚”，建国号“大夏”，史称“西夏”。宋仁宗宝元元年（1039年），西夏景宗李元昊写信通知宋政府，希望他们承认这一事实。可是宋朝大多数官员主张立刻出兵讨伐西夏，兴师问罪。于是宋仁宗于当年六月下诏削去元昊官爵，并悬赏捉拿。宋夏战争全面爆发。宋夏战争主要有五次大的战争，即宋仁宗-夏景宗时期，宋英宗-夏毅宗时期，宋神宗-夏惠宗时期，宋哲宗-夏崇宗时期，宋徽宗-夏崇宗时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋夏战争>宋夏战争</a>"
},
{
"headline":"苏辙",
"startDate":"1039",
"endDate":"1112",
"text":"<p>    苏辙（1039年－1112年），字子由，一字同叔，晚年自号颍滨遗老，眉州眉山（今四川眉山市）人。宋孝宗淳熙年间，追谥文定。苏洵之子、苏轼之弟，北宋嘉祐二年（1057年）与其兄苏轼同登进士。苏家父子三人，均在“唐宋八大家”之列，人称“三苏”，苏辙则是“小苏”。作品有《栾城集》传世，包括《后集》、《三集》，共84卷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏辙>苏辙</a>"
},
{
"headline":"王弗",
"startDate":"1039",
"endDate":"1065",
"text":"<p>    王弗（1039年～1065年）苏轼之妻，眉州青神（今四川眉山市青神县）人，乡贡进士王方之女，聪明沉静，知书达理。十六岁时与年方十九的苏轼成婚，婚后二人恩爱甜蜜。结婚十一年因病逝世，得年二十七。苏轼四十岁时曾作《江城子·乙卯正月二十日夜记梦》悼念亡妻。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王弗>王弗</a>"
},
{
"headline":"三川口之战",
"startDate":"1040",
"endDate":"1040",
"text":"<p>    三川口之战是北宋与西夏的一场战役，以宋败夏胜收场。北宋宝元二年（1040年）三月，西夏景宗元昊进攻宋朝，夏军从土门（今陕西安塞西北）突入，进攻金明寨（今陕西安塞南部）。金明寨位于延州（今陕西延安）北部，周围有36寨，由都监李士彬率蕃兵扼守。元昊一面率军佯攻北宋的金明寨（今陕西安塞南部），一面送信给宋朝延州（今陕西延安）知州范雍，表示愿意与宋和谈，制造假象，以麻痹范雍。范雍却信以为真，立即上书朝廷，对延州防御也松懈了。十八日晨，士彬解甲就寝，被反叛者擒获，诸寨不攻自破。同年七月，元昊派十万军包围了延州。宋朝大将刘平、石元孙奉命增援。宋军昼夜兼程，驰援延州。此役宋军处于明显劣势，郭遵建议先侦后进，刘平不听，恃勇轻敌，贸然轻进。二十二日夜，当他们到了三川口（今陕西延安西北）西10里驻营时，遭到西夏军队偷袭，遇到西夏军队重重包围。刘平下令郭遵和王信带骑兵半渡而击。李元昊军手下一名军人扬言要擒拿郭遵，郭遵“期必死，独出入行间”，挥铁杵击破其脑袋，两军皆大呼。宋军与夏军苦战，西夏军队损失十分惨重。但是因为寡不敌众，只好退守三川口附近的山坡。西夏又增援了大量军队。元昊多次写信劝降刘平，但刘平宁死不屈。郭遵三出三入敌营，杀敌数百人，其坐骑中枪，马踠仆地，郭遵被杀。刘平遣子刘宜孙求援于黄德和：“当勒兵还，并力拒贼，奈何先引去！”，令其还击。黄德和却逃往甘泉（今属陕西）。最后，西夏军队猛攻宋军驻守的山坡。由于宋军人数太少，刘平、石元孙被俘。西夏军集兵延州城下，延州危在旦夕。时值大雪，夏军缺少御寒衣物，军纪始松弛。后来由于宋将许德怀偷袭元昊得手，西夏军队才被迫撤离宋朝境内，延州之围才得以缓解。战后，黄德和因临阵逃脱，被处以腰斩，枭首于延州城下。三川口之战中，虽然宋朝成功抵御西夏军队的入侵，但是损失太多，而且宋朝甘陕青宁边境的防御也处于被动地位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/三川口之战>三川口之战</a>"
},
{
"headline":"好水川之战",
"startDate":"1041",
"endDate":"1041",
"text":"<p>    好水川之战是北宋与西夏战争中的一场战役，以宋败夏胜收场。三川口之战以后，宋仁宗深感西夏强盛，下令封夏竦为陕西经略安抚使，韩琦、范仲淹为副使，共同负责迎战西夏的事务，韩琦主持泾原路，范仲淹负责鄜延路。康定二年（1041年）二月，西夏景宗元昊再次率领十万大军大举南下攻宋，把主力埋伏在六盘山下的好水川口（今宁夏隆德），另一部分攻打怀远（今宁夏西吉东部），声称要攻打渭州（今甘肃平凉），诱宋军深入。当时西夏景宗元昊畏惧宋朝的范仲淹，不敢轻举妄动。范仲俺认为宋军人数虽多，但缺乏强将精兵，战斗力差，加上西夏境内山川险恶，沙漠广袤，兴庆府又位在黄河以北，不宜贸然深入。但是，韩琦不听范仲淹劝阻，固执己见，派环庆副都署任福率军万余人，又令泾原路驻泊都监桑怿，钤辖朱观、泾原都监武英、行营都监王圭各率所部，随同作战，宋军自镇戎军（今宁夏固原）抵羊隆城（今宁夏固原西南部），出夏之后，伺机破西夏，殊不知西夏伏兵正等着他们。任福率军到达怀远城，正遇上镇戎军西路巡检常鼎与西夏军队战于张义堡南，杀死几千西夏军队，西夏也不断增援。任福军赶到当地支援，于是夏军佯败，任福不知是计，随尾追击。宋军由于长途追击，粮草不继，人困马乏，饥渴交迫。追至好水川，遇元昊的西夏军队主力伏击，自辰时交战到午时，宋军溃败，宋军将士战死10300余人。任福身负重伤，小校刘进劝他投降，任福大声喊道：“吾为大将，兵败，以死报国耳！”，遂手自扼咽喉自杀死。其子任怀亮战死，桑怿、刘肃、武英、王圭、赵津、耿傅均战死。此役宋军几乎全军覆灭，仅朱观所部千人逃脱。好水川之战，宋朝再度失败，宋军退兵中途，阵亡将士的父兄妻子几千人，持故衣纸钱为烈士招魂，噩耗传到东京，“关右震动，仁宗为之旰食”。宋仁宗怒贬户部尚书、陕西经略安抚使夏竦和韩琦、范仲淹。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/好水川之战>好水川之战</a>"
},
{
"headline":"定川寨之战",
"startDate":"1042",
"endDate":"1042",
"text":"<p>    定川寨之战是宋仁宗时爆发的宋夏战争的第三场战事，最后以宋败夏胜收场。好水川之战结束，韩琦、范仲淹被贬谪，“分秦凤、泾原、环庆、鄜延为四路，以韩琦知秦州，王沿知渭州，范仲淹知庆州，庞籍知延州。”。西夏又开始商议攻宋大计。宋仁宗庆历二年（1042年），李元昊谋臣张元向景宗皇帝献计。张元认为，宋朝的精兵良将全部都聚集在宋夏边境地区，而宋朝关中地区的军事力量却十分薄弱，如果西夏大军牵制宋朝边境地区的军队，使宋朝无暇估计关中地区，然后即可派一支劲旅乘机直捣关中平原，攻占长安（今陕西西安）。元昊采纳了张元的建议，派遣10万大军兵分两路大规模进攻宋朝。一路从刘燔堡（今宁夏隆德）出击，一路从彭阳城（今宁夏固原东南部）出发向渭州发动攻击。闰九月初一，泾原路经略安抚招讨使王沿闻讯急派副总管葛怀敏等人率军增援刘燔堡。初九日，葛怀敏进抵瓦亭寨（今固原以北，葫芦河以西），与夏军作战。临行时，王沿告诫葛怀敏切忌深入，可在第背城（今宁夏固原县南）扎营。葛怀敏不从。二十日，诸宋将云集镇戎军，赵珣建议固守镇戎，待其兵疲而击。怀敏不听，分兵四路出击定川寨，刘湛、沿边都巡检使向进从西水口出兵，泾原路都监赵珣从莲花堡出发，曹英、泾原都监李知和从刘璠堡出发，怀敏本人则从定西堡出兵。二十一日，刘湛行至赵福新堡（约今宁夏固原西北），即遭夏军截击，退守向家峡（赵福新堡附近）。夏兵绕出背后，出击东北隅曹英军，这时突发东北黑风，宋军迎风列阵，一时大乱，曹英面中流矢，堕入城壕沟中。宋军前线失利，后方更无斗志，争相入城，兵马自相践踏，退保寨内。葛怀敏几乎被践踏致死，幸由兵士抬回寨中，昏迷许久才醒来。元昊下令断其水源，以饥渴宋军。二十二日清晨，怀敏下令突围，以曹英、赵询为先锋，刘贺、许思纯为左右翼，李知和、王保、王文等殿后，奔趋东南的镇戎军（今宁夏固原），驰行二百里，至长城壕（固原西北与隆德接界），西夏军已断其后路，以逸待劳，从四面冲杀过来。怀敏与部将曹英，李知和、赵珣、王保、王文、刘贺等十六位将领战死，宋军九千四百余人近全军覆灭，元昊“长驱抵渭州（今甘肃平凉），幅员六七百里，焚荡庐舍，屠掠民畜而去。”元昊用诏书告谕宋朝关中军民：“朕欲亲临渭水，直据长安！”。但西夏另一路遇到宋朝原州（今甘肃镇原）知州景泰的顽强阻击，西夏士兵全军覆灭。李元昊只得罢兵。宋仁宗庆历四年（1044年），北宋与西夏达成协议。和约规定：西夏向宋称臣，元昊接受宋的封号；宋夏战争中双方所掳掠的将校、士兵、民户不再归还对方，史称“庆历和议”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/定川寨之战>定川寨之战</a>"
},
{
"headline":"庆历新政",
"startDate":"1043",
"endDate":"1044",
"text":"<p>    庆历新政，为庆历三年（1043年）九月范仲淹等人上呈《答手诏条陈十事》，进行改革。一年四个月后，庆历新政失败，范仲淹贬到邓州、杭州、青州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庆历新政>庆历新政</a>"
},
{
"headline":"庆历和议",
"startDate":"1044",
"endDate":"1044",
"text":"<p>    北宋与西夏之间发生了三川口、好水川、定川等3次大规模战役，都以宋军失败而告终，史称“镇戎三败”。虽宋在屡败之余扬言要重整决战，但实际上想与西夏握手言和。西夏虽屡胜，但所掠夺所获却抵偿不住战争中的消耗，与先前依照和约及通过宋夏民间贸易所的的物资相比，实在是得不偿失。此外，由于西夏景宗元昊好大喜功，四处征战，国库空空如也、民间贸易中断后，西夏货币上涨，百姓十分困苦，四处怨声载道以及西夏与辽国出现矛盾等各种主观原因，使西夏不得不与宋和谈，因此，西夏天授礼法延祚五年（1042年）六月，元昊派遣西夏皇族李文贵前往宋朝京城东京议和，宋仁宗表示愿意接受西夏议和建议，并将谈判的全权交给太师庞籍。双方自第二年开始进行正式谈判。宋仁宗庆历四年（1044年），北宋与西夏达成协议。和约规定：西夏向宋称臣，元昊接受宋的封号；宋夏战争中双方所掳掠的将校、士兵、民户不再归还对方；从此以后，如双方边境的人逃往对方领土，都不能派兵追击，双方互相归还逃人；宋夏战争中西夏所占领的宋朝领土以及其他边境蕃汉居住地全部归属宋朝，双方可在本国领土上自建城堡；宋朝每年赐给西夏银5万两，绢13万匹，茶2万斤；另外，每年还要在各种节日赐给西夏银2.2万两，绢2.3万匹，茶1万斤。宋仁宗同意了元昊所提出的要求，于是宋夏正式达成和议，史称“庆历和议”。这次平等和议换得了宋夏将近半个世纪的和平。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/庆历和议>庆历和议</a>"
},
{
"headline":"黄庭坚",
"startDate":"1045",
"endDate":"1105",
"text":"<p>    黄庭坚（1045年－1105年），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西修水县）人。北宋知名诗人，乃江西诗派祖师。书法亦能树格，为宋四家之一。庭坚笃信佛教，亦慕道教，事亲颇孝，虽居官，却自为亲洗涤便器，亦为二十四孝之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄庭坚>黄庭坚</a>"
},
{
"headline":"蔡京",
"startDate":"1047",
"endDate":"1126",
"text":"<p>    蔡京，字元长，北宋权相之一、书法家，以贪渎闻名。兴化仙游（今属福建）人，熙宁三年进士及第（即状元），先为地方官，后任中书舍人，改龙图阁待制、知开封府。崇宁元年(1102)，为右仆射兼门下侍郎（右相），后又官至太师。蔡京先后四次任相，共达十七年之久。蔡京兴花石纲之役；改盐法和茶法，铸当十大钱。北宋末，太学生陈东上书，称蔡京为“六贼之首”。宋钦宗即位后，蔡京被贬岭南，途中死于潭州（今湖南长沙）。《东都事略》卷一○一、《宋史》卷四七二有传。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/蔡京>蔡京</a>"
},
{
"headline":"李谅祚",
"startDate":"1047",
"endDate":"1068",
"text":"<p>    夏毅宗（1047年3月5日－1068年1月），名谅祚，是西夏第二位皇帝（1048年——1068年1月在位）。夏景宗之子，生母没藏氏，党项族人。生于1047年农历二月六日。嘉祐八年七月丙辰（1063年8月13日），谅祚派使者前往宋朝，上表要求改回李姓，宋仁宗下诏谴责他，命令他遵守旧约。然而此后西夏皇室仍多用嵬名为姓氏。1048年1月19日，景宗被杀，毅宗以一岁幼龄继位，其母没藏太后及其家族专权。即位次年（1049年），辽国乘景宗新丧之机，与西夏爆发辽夏第二次贺兰山之战，西夏大败，损失惨重，向辽称臣。福圣承道四年（1056年），太后被杀，舅舅没藏讹庞执政。十二岁开始预政。奲都五年（1061年），讹庞父子密谋害他，遂杀讹庞及皇后（讹庞之女），立梁氏为皇后，亲掌国政。废行蕃礼，改用汉仪；并增设各部尚书、侍郎等多种官职，以完善中央行政体制。调整州军，以加强对地方统治。这些措施使皇帝对军政权力的控制得到加强。他连年对宋用兵，攻掠临近州县。先后收降吐蕃首领瞎毡的儿子木征和青唐吐蕃部。后期注意修好与辽、宋关系，减少战役。拱化四年（1066年），在与北宋作战时受箭伤，拱化五年十二月(1068年1月)去世，享年仅21岁，谥号昭英皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李谅祚>李谅祚</a>"
},
{
"headline":"赵顼",
"startDate":"1048",
"endDate":"1085",
"text":"<p>    宋神宗赵顼（1048年5月25日－1085年4月1日），本名赵仲针，宋英宗长子，宋朝第六代皇帝，1067年1月25日—1085年4月1日在位。神宗即位后，对北宋积贫积弱深感忧心，而他素来都欣赏王安石的才干，故即位后命王安石推行变法，振兴北宋王朝，是为王安石变法，又称熙宁变法。在王安石的主持下，均输、青苗、农田水利、免役、市易、保甲、方田均税、保马等新法相继出笼。新法几乎涵盖社会的各个方面，惟操之过急，利弊互见。北宋学者陆佃说：“造元丰间，积票塞上，盖数千万石，而四方常平之钱，不可胜计。”当时垦田面积大幅度增加，全国高达7亿亩，城镇商品经济取得了空前发展。但是变法受到守旧派激烈的反对，朝中的司马光、范镇、赵瞻纷纷上书陈述对新法的不满，司马光与吕惠卿为了青苗法在皇帝面前争辩，新法维持了将近二十年，直到司马光尽罢新法为止。此一时期，面临朝廷和后宫的双重阻力，神宗受到的打击可想而知，高太后更是对神宗说：“王安石是在变乱天下呀！”岐王赵颢也从旁劝说神宗应该遵从皇太后的懿旨，神宗心烦意乱，怒斥歧王说：“那你来当皇帝好了。”岐王诚惶诚恐，失声痛哭。时值夏惠宗在位，母党梁氏专权，西夏国势日非，图一举歼灭羌夏。王韶在庆州（今甘肃庆阳）大破夏军，占领西夏二千里土地。不过后来在永乐城之战中惨败，“厥后兵不敢用于北，而稍试于西，灵武之役，丧师覆将，涂炭百万。帝中夜得报，起，环榻行，彻旦不寐。”灭夏之举未能实现。事后，宋神宗在朝中当众痛哭。[1]他有抱负，励精图治，想灭西羌，惜壮志未酬，于元丰八年抱憾而殁，享年37岁。其子宋哲宗亲政后，竭尽所能完成父亲遗志。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵顼>赵顼</a>"
},
{
"headline":"王闰之",
"startDate":"1048",
"endDate":"1093",
"text":"<p>    王闰之（1048—1093），女，北宋眉州青神（今四川眉山市青神县）人。她是北宋著名文学家苏轼的第二任妻子。苏轼的第一任妻子是王弗，她则是王弗的堂妹。王闰之出嫁之前，家中称其“二十七娘”。性格温顺，知足惜福。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王闰之>王闰之</a>"
},
{
"headline":"秦观",
"startDate":"1049",
"endDate":"1100",
"text":"<p>    秦观（1049-1100）字太虚，又字少游，别号邗沟居士，世称淮海先生。汉族，北宋高邮（今江苏）人，官至太学博士，国史馆编修。秦观一 生坎坷，所写诗词，高古沉重，寄托身世，感人至深。苏轼过扬州，亲自看望秦观，正巧孙觉、王巩亦在高邮，乃相约游东岳庙，载酒论文，吟诗作赋，一时传为佳话。秦观生前行踪所至之处，多有遗迹。如浙江杭州的秦少游祠，丽水的秦少游塑像、淮海先生祠、莺花亭；青田的秦学士祠；湖南郴州三绝碑；广西横县的海棠亭、醉乡亭、淮海堂、淮海书院等。秦观墓在无锡惠山之北粲山上，墓碑上书“秦龙图墓”几个大字。有秦家村、秦家大院以及省级文物保护单位古文游台。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦观>秦观</a>"
},
{
"headline":"种师道",
"startDate":"1051",
"endDate":"1126",
"text":"<p>    种师道（1051年—1126年），字彝叔，洛阳（今属河南）人。原名建中，因为避讳宋徽宗建中靖国的年号，改名为师极，后被徽宗御赐名为师道。北宋末年名将。为种世衡第七子种记的长子，人称老种经略相公，弟种师中称小种经略相公。少从张载,在朝廷郊祀恩补为三班奉直（从九品武官阶）。历任成州推官、熙州推官、原州通判。宋徽宗崇宁初，以“诋诬先政”被列入奸党，赋闲近十年。徽宗大观末年，出任忠州刺史(正任武官阶)、泾原路都铃辖(实际差遣)、知怀德军(实际差遣)。迁任西安州知州，不久，又迁任渭州知州。宋末金兵围攻东京，种师道时任泾原路经略宣抚使，亲督泾原路、秦凤路兵驰援，沿途张榜宣称“种少保领西兵百万来”，大大地鼓舞了汴京的抗金士气。天下人因其年74岁，称其“老种”。率军至京后，拜同知枢密院事，充河北河东宣抚使。宋金和议，金人退兵，种师道请求朝廷准许追击金军，遭免职。但其后被濡夺兵权。后为河北、河东宣抚使。靖康元年十月以病卒，年七十六岁，赠开府仪同三司。宋高宗建炎中，加赠少保，谥忠宪。《宋史》卷三三五、《东都事略》卷一○七有传。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/种师道>种师道</a>"
},
{
"headline":"童贯",
"startDate":"1054",
"endDate":"1126",
"text":"<p>    童贯（1054—1126），字道夫（一作道辅），开封人；北宋权宦，“六贼”之一，性巧媚；初任供奉官，在杭州为徽宗搜括书画奇巧，助蔡京为相，京荐其为西北监军，领枢密院事，掌兵权二十年，权倾内外；时称蔡京为“公相”，称他为“媪相”；宣和四年，攻辽失败，乞金兵代取燕京，以百万贯赎燕京等空城而回，侈言恢复之功；七年，金兵南下，他由太原逃至开封，随徽宗南逃；钦宗即位，被处死；《宋史》列为“奸臣”；童贯是中国历史上掌控军权最大的宦官；获得爵位最高的宦官；第一位代表国家出使的宦官；是被册封为王的宦官。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/童贯>童贯</a>"
},
{
"headline":"宗泽",
"startDate":"1060",
"endDate":"1128",
"text":"<p>    宗泽（1060年－1128年），字汝霖，浙江义乌人，中国宋朝著名将领，南宋高宗时任东京留守兼知开封府，重用岳飞北伐，并多次请高宗迁回开封未果，最后因不能击败金朝军队，气愤忧郁而死。宗泽早年家贫，宋哲宗元祐六年（1091年）中进士，历任馆陶县尉和龙游、胶水、掖县县令等职。宋徽宗宣和元年（1119年），因反对北宋与金朝海上之盟灭辽，自请去职不得，软禁于镇江。宋钦宗靖康元年（1126年），出任磁州知州，不久升任河北义兵都总管，率领当地民军屡败金兵。时康王赵构赴金议和，途经磁州时被宗泽谏止。当年底，赵构被任命为天下兵马大元帅，宗泽副之。宗泽在建炎元年（1127年）六月赴任开封留守后，看到了金军虽精干却兵力不足的问题，于是联络黄河南北的所有民间抗金武装，使他们不至于成为反对南宋政权的盗匪、甚至帮助金国的伪军。宗泽积存了足够半年用的粮草，他所收编的王善、杨进、王再兴、李贵、丁进、马皋、张用、曹成、马友、李宏等部，都有相当的战力。到金军秋天再次南侵时，宗泽的队伍名义上已达百万，这种以数量和民心去对抗金军的质量的作战方式马上就被证明是有效的。从建炎元年冬到二年春（1127年末到1128年初）的这段时间里，金国分兵三路全军出动。此时前东路军统帅“二太子”完颜宗望已经病死，东路由“三太子”完颜宗辅和元帅左监军完颜昌统领，“四太子”完颜宗弼率兵向开封东面进逼；西路由完颜娄室和完颜杲（撒离喝）率领，攻打陕西；中路由左副元帅完颜宗翰和元帅右监军完颜希尹指挥，作为主攻部队取西京河南府，又占领郑州，在开封西面和宗泽所率的东京留守司军对阵，完颜宗翰又命部将完颜银术可与完颜拔离速、赛里、萨谋鲁、耶律马五、沙古质等分兵继续南下，企图从南面包抄。在开封及附近的州县，宋、金双方进行了激烈的战斗。尽管宗泽的东京留守司军四面受敌，但宗泽坐镇留守司从容地调动军队部署战斗，使金军无力攻下开封。正月里，开封市民甚至一如往时张灯结彩。建炎二年四月（1128年5月）以后，天气开始炎热，金军无功而退，宗泽认为宋军实力充沛，准备北伐反击。王彦的“八字军”奉宗泽之命移屯滑州。五马山的首领马扩，也携带信王赵榛的信前来开封留守司。宗泽和王彦、马扩等人共同制订了北伐的计划：王彦军自滑州渡黄河，直取怀州、卫州、濬州、相州等；马扩军由大名府攻打洺州、庆源府和真定府；杨进、李贵、王善、丁进等部队分头并进，河北、河东山水寨、燕、云地区的民间抗金武装也约定时日起事。但很不幸的是，宗泽于建炎二年七月初（1128年8月）病逝，临终前大呼“过河！过河！过河！”没有一句提及家事。由子宗颖和岳飞扶柩至镇江，与夫人陈氏合葬于京岘山麓，墓碑刻有：“大宋濒危撑一柱，英雄垂死尚三呼。”死后追赠观文殿学士（职，正三品）、通议大夫（文阶，第十阶，正四品），谥号忠简。金华火腿即是宗泽班师回朝时百姓发明并赠予的礼品，而宗泽也因此成为了火腿业的祖师爷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宗泽>宗泽</a>"
},
{
"headline":"宋英宗 赵曙",
"startDate":"1063",
"endDate":"1067",
"text":"<p>        宋英宗赵曙（1032年2月16日－1067年1月25日），原名赵宗实，宋朝第五代皇帝，1063年5月1日—1067年1月25日在位。他是前任第四代皇帝宋仁宗的堂兄赵允让的第十三子，生母为仙游县君任氏。即位后因尊生父还是仁宗为皇考的争论，即濮议，和群臣、太后争论十多月。后因体弱，疑为心脑血管疾病驾崩。英宗本人对于北宋中兴抱有极大期望，相对其子神宗，政治手段也更为成熟。无奈寿短，使得北宋过早进入神宗朝，从而失掉了可能的中兴计划，为神宗朝王安石的变法提供了机会。宋英宗治平三年任命司马光设局专修《资治通鉴》，经费由政府资助，更准借阅秘阁藏书，并自选助手（刘恕、范祖禹、刘攽、司马康），并提供笔砚文具、拨款、水果、糕点等，让司马光无后顾之忧的从事史书撰述。于神宗元丰七年成书，神宗并亲自为此书作序。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋英宗 赵曙>宋英宗 赵曙</a>"
},
{
"headline":"滦河之乱",
"startDate":"1063",
"endDate":"1063",
"text":"<p>    滦河之乱，是指耶律重元于辽道宗清宁九年（1063年）发动的政变。辽兴宗在一次酒醉时答应死后传位给耶律重元后，他与其子耶律涅鲁古就有谋夺帝位之心。清宁九年七月，耶律涅鲁古劝耶律重元叛变，并和陈国王陈六、知北院枢密事萧胡睹等四百人联合谋反，士兵、党羽却于举兵时归顺辽道宗或各自奔溃。耶律重元北逃自杀，耶律涅鲁古被近侍详稳渤海阿思及护卫苏射杀，滦河之乱以失败告终。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/滦河之乱>滦河之乱</a>"
},
{
"headline":"宋神宗 赵顼",
"startDate":"1067",
"endDate":"1085",
"text":"<p>        宋神宗赵顼（1048年5月25日－1085年4月1日），本名赵仲针，宋英宗长子，宋朝第六代皇帝，1067年1月25日—1085年4月1日在位。神宗即位后，对北宋积贫积弱深感忧心，而他素来都欣赏王安石的才干，故即位后命王安石推行变法，振兴北宋王朝，是为王安石变法，又称熙宁变法。在王安石的主持下，均输、青苗、农田水利、免役、市易、保甲、方田均税、保马等新法相继出笼。新法几乎涵盖社会的各个方面，惟操之过急，利弊互见。北宋学者陆佃说：“造元丰间，积票塞上，盖数千万石，而四方常平之钱，不可胜计。”当时垦田面积大幅度增加，全国高达7亿亩，城镇商品经济取得了空前发展。但是变法受到守旧派激烈的反对，朝中的司马光、范镇、赵瞻纷纷上书陈述对新法的不满，司马光与吕惠卿为了青苗法在皇帝面前争辩，新法维持了将近二十年，直到司马光尽罢新法为止。此一时期，面临朝廷和后宫的双重阻力，神宗受到的打击可想而知，高太后更是对神宗说：“王安石是在变乱天下呀！”岐王赵颢也从旁劝说神宗应该遵从皇太后的懿旨，神宗心烦意乱，怒斥歧王说：“那你来当皇帝好了。”岐王诚惶诚恐，失声痛哭。西夏夏惠宗在位期间，母党梁氏专权，西夏国势日非，神宗图一举歼灭羌夏。王韶在庆州（今甘肃庆阳）大破夏军，占领西夏二千里土地。不过后来在永乐城之战中惨败，“厥后兵不敢用于北，而稍试于西，灵武之役，丧师覆将，涂炭百万。帝中夜得报，起，环榻行，彻旦不寐。”灭夏之举未能实现。事后，宋神宗在朝中当众痛哭。[1]他有抱负，励精图治，想灭西羌，惜壮志未酬，于元丰八年抱憾而殁，享年37岁。其子宋哲宗亲政后，竭尽所能完成父亲遗志。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋神宗 赵顼>宋神宗 赵顼</a>"
},
{
"headline":"完颜阿骨打",
"startDate":"1068",
"endDate":"1123",
"text":"<p>    完颜阿骨打（汉名旻，1068年8月1日－1123年9月19日），金朝开国皇帝（1115年1月28日—1123年9月19日在位）。虎水（今黑龙江省哈尔滨东南阿什河）女真族完颜部酋长乌骨迺之孙，劾里鉢之次子，完颜部首领，金朝的建立者。善骑射，力大过人。在位9年，终年56岁。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜阿骨打>完颜阿骨打</a>"
},
{
"headline":"新旧党争",
"startDate":"1069",
"endDate":"1069",
"text":"<p>    新旧党争是北宋神宗熙宁二年（1069年），围绕在王安石变法的执行上所引发的一场党争。新党支持王安石的新政，旧党反对新政。两派官吏互相攻击，一得势就贬斥另一派士大夫，造成北宋政局的不稳定。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/新旧党争>新旧党争</a>"
},
{
"headline":"熙宁变法",
"startDate":"1069",
"endDate":"1086",
"text":"<p>    熙宁变法，因是王安石发动，亦称王安石变法，指北宋时期，大臣王安石发动的旨在改革北宋建国以来积弊的一场改革。新法立意虽好，但并未处理好具体实行的问题以及与与反对者的关系，于是与反对者间长期反复地争斗，大致处于被批评的局面，但是一些具体措施还是保留了下来。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/熙宁变法>熙宁变法</a>"
},
{
"headline":"刘豫",
"startDate":"1073",
"endDate":"1146",
"text":"<p>    刘豫（1073年－1146年），宋朝人，曾经被金朝册封为“齐皇帝”。字彦游，景州阜城人（今属河北）。刘豫出生于1073年，宋哲宗元符年间进士。宋徽宗时召拜殿中侍御史，多次上奏涉及礼制局的事务，出为河北西路提刑；金军南下即弃官躲避在仪征，之后宋高宗起用其为济南府知府，金兵进攻济南时，刘豫杀害守将关胜降金。1129年，刘豫被金朝封为东平知府，充京东、京西、淮南等路安抚使。1130年，金朝册封刘豫为大齐皇帝，将黄河以南归其统治，以大名府为首都，改年号为阜昌。1132年迁都至开封。刘豫骄奢淫欲，挥霍无度，横征暴敛之余还大肆挖掘坟墓，非但掘开北宋诸先帝陵寝连一般民众的祖坟也不放过，引起南宋军民和伪齐统治下人民的极大愤慨。虽然刘豫屡次南攻南宋，但是仍然出师不利，也没有办法和黄河流域的抗金军民斗争。1137年，金朝废刘豫为蜀王并且废除齐国，将刘豫一家迁至临潢府，1142年改封曹国公，1146年过世。刘豫建立的齐国，被持正统史观者称为“伪齐”，一般人则称“刘齐”，存在共八年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘豫>刘豫</a>"
},
{
"headline":"杨文广",
"startDate":"1074",
"endDate":"1074",
"text":"<p>    杨文广（？－1074年），字仲容，山西太原人，中国北宋将领。他是杨家将第三代人物，正史上他是杨延昭的三子，北宋前期名将杨业的孙子。杨文广的妻子姓慕容。慕容属鲜卑族。据《保德州志》载，“杨文广娶慕容氏，善战。”据北宋杨棋墓志铭，与文广同辈的杨棋，亦娶慕容氏为妻。至于杨文广所娶的这位善战的慕容氏，其实就是杨家将故事中的穆桂英（惟穆氏的夫婿成了传说人物杨宗保，而原本的夫婿杨文广则成了她的儿子）。穆为慕容之误。在民间小说中，杨文广是杨家将第四代人物，父母是正史上不存在的杨宗保、穆桂英。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨文广>杨文广</a>"
},
{
"headline":"完颜晟",
"startDate":"1075",
"endDate":"1135",
"text":"<p>    金太宗完颜晟（1075年11月25日—1135年2月9日），金朝第二位皇帝（1123年9月27日—1135年2月9日在位）。女真名吴乞买，金太祖之弟，身材魁梧，力大无比，能亲手搏熊刺虎。在位12年，终年61岁。天会三年二月二十日(1125年3月26日)，辽天祚帝在应州被为金朝将领完颜娄室等所俘，八月被解送金上京，被降为海滨王，辽朝灭亡。天会三年（1125年）十月，发动对宋战争，令谙班勃极烈完颜斜也为都元帅，统领金军，兵分东、西两路，逼进北宋首都汴京，由于李纲顽强抵抗，金兵一时不能得逞，双方订“城下之盟”。天会四年（1126年）八月，经过半年的休整，金太宗再次命宗望、宗翰两路军大举南伐，汴京再度被包围，破郭京“六甲法”，汴京城陷。天会五年二月初六（1127年3月20日），金太宗下诏废徽、钦二帝，贬为庶人，俘虏二帝北上，并携带掠夺来的大量财宝和皇室大臣宫女等15000人，北宋灭亡（960年—1127年）。天会六年（1128年）八月二十四日，吴乞买封宋徽宗为昏德公，宋钦宗为重昏侯，移迁五国城（今黑龙江省依兰县城北旧古城）。他在位时期创建了各种典章制度，奠定金代经国规模，晚年改变兄终弟及的旧制，立太祖孙完颜亶(金熙宗)为继承人。天会十三年正月二十五日（1135年2月9日），太宗病死于明德宫，终年六十一岁。遗体葬和陵。其后代全被海陵王完颜亮所杀，海陵王迁都后，改葬于大房山，称恭陵。他死后，于天会十三年三月七日上谥号文烈皇帝，庙号太宗。皇统五年闰十一月增谥体元应运世德昭功哲惠仁圣文烈皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜晟>完颜晟</a>"
},
{
"headline":"耶律延禧",
"startDate":"1075",
"endDate":"1128",
"text":"<p>    辽天祚帝耶律延禧（1075年6月5日－1128年（或1156年）），字延宁，小名阿果，是辽朝西迁前的最后一位皇帝，他的统治时间是从1101年2月12日至1125年3月26日，在位24年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/耶律延禧>耶律延禧</a>"
},
{
"headline":"赵煦",
"startDate":"1077",
"endDate":"1100",
"text":"<p>    宋哲宗赵煦（1077年1月4日－1100年2月23日），宋朝第七位皇帝（1085年4月1日—1100年2月23日在位），是前任皇帝宋神宗第六子，原名佣，曾被封为延安郡王。生于熙宁九年十二月七日（1077年1月4日），神宗病危时立他为太子，元丰八年，神宗死，赵煦登基为皇帝，是为宋哲宗，改元“元祐”。在位15年，得年24岁。谥号宪元继道显德定功钦文睿武齐圣昭孝皇帝，葬于今天河南巩县的永泰陵，不过后来被刘齐政权破坏。哲宗登基时，只有10岁，由高太皇太后执政。高太皇太后执政后，任用保守派大官司马光为宰相，“凡熙宁以来政事弗便者，次第罢之”。司马光上台后，不顾一切尽罢新法（熙宁变法），“举而仰听于太皇太后”。宋哲宗对此感到不满。元祐八年（1093年），高太皇太后去世，哲宗亲政。哲宗亲政后表明绍述，追贬司马光，并贬谪苏轼、苏辙等旧党党人于岭南(今广西、广东、海南)，接着重用革新派如章惇、曾布等，恢复王安石变法中的保甲法、免役法、青苗法等，减轻农民负担，使国势有所起色。次年改元“绍圣”，并停止与西夏谈判，多次出兵讨伐西夏，迫使西夏向宋朝乞和。元符三年正月十二（1100年2月23日）病逝于汴京（今河南开封）。哲宗是北宋较有作为的皇帝。但是由于在新党与旧党之间的党争不但没有获得解决，反而在宋哲宗当政期间激化，种下了北宋灭亡的远因。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵煦>赵煦</a>"
},
{
"headline":"乌台诗案",
"startDate":"1079",
"endDate":"1079",
"text":"<p>乌台诗案，发生于宋神宗元丰二年（1079年），为苏轼政治生涯重大转折，几至于死亡，后经力保，改谪黄州团练副使安置。所谓“乌台”，即御史台，因官署内遍植柏树，又称“柏台”。柏树上常有乌鸦栖息筑巢，乃称乌台。苏轼于当年移知湖州，到任后上表谢恩，朝臣以其上表中用语，暗藏讥刺。御史何正臣上表弹劾苏轼，指其“愚弄朝廷，妄自尊大”，又以苏轼动辄归咎新法，要求朝廷明正刑赏。御史李定曾因不服母孝，受苏轼讥讽。于此案中，也指苏轼有“悛终不悔，其恶已著”、“傲悖之语，日闻中外”、“言伪而辩，行伪而坚”、“怨己不用”等四大可废之罪。御史舒亶寻摘苏轼诗句，指其心怀不轨，讥讽神宗青苗法、助役法、明法科、兴水利、盐禁等政策。神宗下令拘捕，太常博士皇甫遵奉令前往逮人。苏辙时在商邱已预知消息，托王适协助安置苏轼家属，并上书神宗陈情，愿以官职赎兄长之罪。苏轼受捕，写信给苏辙，交代身后之事，长子苏迈则随途照顾。押解至太湖，苏轼曾意图自尽，几经挣扎，终未成举。捕至御史台狱下，御史台依平日书信诗文往来，构陷牵连七十余人。苏轼自料必死，暗藏金丹，预备自尽。押解途上，苏轼与苏迈约定，如有不测，则单送鱼至牢中。</p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乌台诗案>乌台诗案</a>"
},
{
"headline":"宇文虚中",
"startDate":"1079",
"endDate":"1146",
"text":"<p>    宇文虚中（1079年－1146年），初名黄中，宋徽宗亲改其名为虚中，字叔通，别号龙溪居士，成都广都（今成都双流）人。先世河南人，于唐末入蜀[2]。宋徽宗大观三年（1109年）进士，历官州县，政和五年（1115年）入京为起居舍人、国史院编修官，官至资政殿大学士。历仕宋徽宗、钦宗、高宗三朝。南宋时任黄门侍郎。建炎二年（1128年）出使金朝，被软禁。宋朝使臣王伦回宋后，说：“虚中奉使日久，守节不屈。”降金后与礼部尚书、翰林学士韩昉具掌词命。天眷年间，累官翰林学士、知制诰，兼太常卿，封河南郡国公；以书《太祖睿德神功碑》，进阶为金紫光禄大夫。皇统四年（宋绍兴十四年，1144年）虚中仕为翰林学士承旨，加特进，迁礼部尚书，承旨如故，皇统六年（宋绍兴十六年，1146年），虚中以所据位柄暗中联络中原东北豪杰义勇举事复宋，又密谋带被俘的宋钦宗南归，事泄被杀，全家百余口同日被金人烹食。宋孝宗淳熙六年（金世宗大定十九年，1179年），即虚中卒后32年，宋廷以虚中忠死，赠开府仪同三司，谥肃愍，赐庙仁勇，又以其族人宇文绍节为后代。开禧九年（金章宗泰和五年，1205年），即虚中卒后59年，加赠少保，赐其子师瑗宝谟阁待制，赐姓赵氏。工诗文，《金史》《宋史》俱称其有文集行世，今早佚，金人赵秉文称“本朝百余年间以文章见称者，皇统间宇文公、大定间无可蔡公、明昌间则党公（怀英）。”，与吴激齐名，今存诗50余首，《宋代蜀文辑存》录长文短简十二篇。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宇文虚中>宇文虚中</a>"
},
{
"headline":"完颜宗翰",
"startDate":"1080",
"endDate":"1137",
"text":"<p>    完颜宗翰（1080年－1137年）本名粘没喝，又名粘罕，小名鸟家奴，国相完颜撒改长子，金国开国功臣，历侍金太祖、金太宗、金熙宗三朝皇帝。智勇双全，辽天庆五年（1115年）拥立完颜阿骨打，建议举兵灭辽，大败辽军于达鲁古城。金太宗嗣位，建策攻宋。天会三年（1125年），大举攻宋，南渡黄河。七年俘虏辽末帝和北宋徽、钦二帝。十四年（1136年）病卒。正隆二年，例封金源郡王。大定间，改赠秦王，谥“桓忠”，配享太祖庙廷。孙完颜秉德、完颜斜哥。《金史》载其：“内能谋国，外能谋敌，决策制胜，有古名将之风。他姿貌雄杰，善于马上用剑。”而对于宋人，粘罕则是完全负面的。靖康之难后，粘罕命徽钦二帝脱去龙袍废为庶人，李若水舍命阻止。粘罕命人割下李若水舌头，李不能用口骂，便怒目而视，以手相指，又被挖目断手，不屈而死，至死方才绝声。靖康之难刚刚过后的天会六年(1128年)正月，南宋使者王伦等出使云中，被金国扣押，粘罕将被俘北方的宋皇室内夫人及宗室女四人赏赐王伦，还赏赐随行使者朱绩一位宗室女。朱绩因不接受赏赐，被粘罕处死。宗翰卒后，其子真珠、割韩奴商决改粘为姓氏，以避猜忌。但后来宗翰后代全被海陵王完颜亮所杀。完颜宗翰被主要分布在福建和台湾的粘姓族人奉为始祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜宗翰>完颜宗翰</a>"
},
{
"headline":"张邦昌",
"startDate":"1081",
"endDate":"1127",
"text":"<p>    张邦昌（1081年－1127年），北宋末大臣。字子能，永静军东光张家湾人（今河北东光县大龙湾）。“靖康之变”期间由金国扶持为大楚皇帝，建都金陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张邦昌>张邦昌</a>"
},
{
"headline":"永乐城之战",
"startDate":"1082",
"endDate":"1082",
"text":"<p>    宋夏自从庆历和议以后，双方维持了将近半个世纪的和平。到了宋神宗时期，西夏外戚梁太后与其弟梁乙埋姐弟当权，国势衰落，政治腐败，西夏举国上下怨声载道，民不聊生。梁太后多次出兵攻宋，想提高国内政治威望，却都惨败而归。宋神宗认为西夏无理，下令攻灭西夏。宋军于元丰四年（1081年）11月在庆州（今甘肃庆阳）击溃夏军，占领西夏两千多里土地。神宗大喜，命给事中徐禧、鄜延道总管种谔于元丰五年（1082年）9月带兵攻夏，准备一举灭夏。徐禧等人率领二万五千禁军，景思宜有四千禁军，另有厢军四万人，总兵力约七万人，攻入西夏横山地区，直逼西夏首都兴庆府（今宁夏银川）。为了消灭西夏，徐禧等人在永乐川筑永乐城（今宁夏境内），种谔认为永乐距银州故城不远，三面绝崖而无水泉，力谏说在永乐筑城必然失败。徐禧怒斥种谔，并上奏朝廷，弹劾种谔骄横。又把种谔调往延州，种谔由是怨怼。至九月初六，筑成，徐禧令景思宜领四千人镇守，自行带中军，右虞侯军，右军八千余人返米脂。不出十日，西夏梁氏遣统军叶悖麻、咩讹埋等，领六监军司兵三十万攻永乐城，曲珍忙报知徐禧。徐禧与李舜举、李稷等，统兵往援，令沈括留守米脂。部下高永亨建议夏军渡永定河时突袭敌军，徐禧以为“王师不鼓不成列。”予以拒绝，而以兵万人列阵城下。夏军渡永定河后，向宋军发动猛攻，宋军战败，退入城中。夏军兵围永乐城，截断流经城中的水源，永乐城中缺水，“掘井不及泉”，“士卒渴死者太半”。沈括以及宦官李宪等人的救兵受阻。鄜延道总管种谔因为怨恨徐禧，竟未予以援救。高永能劝徐禧尽出金帛招募敢死队血拼，徐禧不听。鄜延路副总管曲珍劝徐禧突围，徐禧亦不听。二十日夜，天降大雨，新建城墙浸水后被夏军擂垮，宋军饥疲不能拒，夏军终攻破永乐城，徐禧、李舜举、李稷、高永能等人死难，宋军二十多万士卒役夫阵亡[2]，只有曲珍、王湛、李浦、吕整裸跣逃脱，史称“灵武之役，丧师覆将，涂炭百万，帝中夜得报，起环榻行，彻旦不寐。”[3]次日神宗对辅臣痛哭失声，史称永乐城之战。永乐城战后，双方元气大伤，北宋无力发动大规模攻势，战争进入相持阶段。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永乐城之战>永乐城之战</a>"
},
{
"headline":"赵佶",
"startDate":"1082",
"endDate":"1135",
"text":"<p>    宋徽宗，名赵佶（公元1082年11月2日～1135年6月4日），神宗11子，哲宗弟，是宋朝第八位皇帝。赵佶先后被封为遂宁王、端王。哲宗于公元1100年正月病死时无子，向皇后于同月立他为帝。第二年改年号为“建中靖国”。宋徽宗在位25年（1100年2月23日—1126年1月18日），国亡被俘受折磨而死，终年54岁，葬于永佑陵（今浙江省绍兴县东南35里处）。 他自创一种书法字体被后人称之为“瘦金书”，另外，他在书画上的花押是一个类似拉长了的“天”字，据说象征“天下一人”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵佶>赵佶</a>"
},
{
"headline":"李纲",
"startDate":"1083",
"endDate":"1140",
"text":"<p>    李纲（1083年－1140年），字伯纪，邵武（今属福建）人。宋徽宗政和二年（1112年）进士，与赵鼎、李光和胡铨合称“南宋四名臣”。靖康元年（1126年）金兵侵汴京时，任京城四壁守御使，击退金兵。不久遭主和派所斥。宋室南渡以后，建炎元年五月甲午（五日）宋高宗（赵构）一度起用李纲为相。御史中丞颜岐说：“李纲为金人所恶，不宜为相。”右谏议大夫范宗尹说：“李纲名浮于实，有震主之威，不可以相。”李纲上任，“首陈十事”，决心重整朝纲，主张用两河义军收复失地。李纲主政仅七十五天，建炎元年八月十八日便遭罢相，为观文殿大学士，提举杭州洞霄宫。十月八日，受殿中侍御史张浚弹劾，罢观文殿大学士，仍留提举洞霄宫之职。居住鄂州，建炎二年十月间朝廷命其移往澧州（治今湖南常德市澧县）。御史中丞王绹弹劾李纲“经年不赴贬所”。建炎二年十一月四日，又被贬谪万安军（海南岛）。十一月下旬，与子李宗之南渡琼州。建炎四年（1130年），遭贬流放遇赦后，隐居泰宁丹霞岩。绍兴九年（1139年）正月，宋金议和，宋向金称臣纳贡，李纲忧愤成疾。绍兴十年（1140年）正月十五病逝于仓前山椤严精舍寓所，赠少师。淳熙十六年（1189年），特赠陇西郡开国公，谥忠定。著有《梁溪集》180卷，附录6卷。李纲死后葬于福州市闽侯县荆溪镇光明村大嘉山南麓。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李纲>李纲</a>"
},
{
"headline":"李清照",
"startDate":"1084",
"endDate":"1155",
"text":"<p>    李清照（1084年3月13日～1155年5月12日）号易安居士，汉族，山东省济南章丘人。宋代（南北宋之交）女词人，婉约词派代表，有“千古第一才女”之称。早期生活优裕，与夫赵明诚共同致力于书画金石的搜集整理。金兵入据中原时，流寓南方，境遇孤苦。所作词，前期多写其悠闲生活，后期多悲叹身世，情调感伤。形式上善用白描手法，自辟途径，语言清丽。论词强调协律，崇尚典雅，提出词“别是一家”之说，反对以作诗文之法作词。能诗，留存不多，部分篇章感时咏史，情辞慷慨，与其词风不同。有《易安居士文集》《易安词》，已散佚。后人有《漱玉词》辑本。今有《李清照集校注》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/李清照>李清照</a>"
},
{
"headline":"宋哲宗 赵煦",
"startDate":"1085",
"endDate":"1100",
"text":"<p>        宋哲宗赵煦（1077年1月4日－1100年2月23日），宋朝第七位皇帝（1085年4月1日—1100年2月23日在位），是前任皇帝宋神宗第六子，原名佣，曾被封为延安郡王。生于熙宁九年十二月七日（1077年1月4日），神宗病危时立他为太子，元丰八年，神宗死，赵煦登基为皇帝，是为宋哲宗，改元“元祐”。在位15年，得年24岁。谥号宪元继道显德定功钦文睿武齐圣昭孝皇帝，葬于今天河南巩县的永泰陵，不过后来被刘齐政权破坏。哲宗登基时，只有10岁，由高太皇太后执政。高太皇太后执政后，任用保守派大官司马光为宰相，“凡熙宁以来政事弗便者，次第罢之”。司马光上台后，不顾一切尽罢新法（熙宁变法），“举而仰听于太皇太后”。宋哲宗对此感到不满。元祐八年（1093年），高太皇太后去世，哲宗亲政。哲宗亲政后表明绍述，追贬司马光，并贬谪苏轼、苏辙等旧党党人于岭南(今广西、广东、海南)，接着重用革新派如章惇、曾布等，恢复王安石变法中的保甲法、免役法、青苗法等，减轻农民负担，使国势有所起色。次年改元“绍圣”，并停止与西夏谈判，多次出兵讨伐西夏，迫使西夏向宋朝乞和。元符三年正月十二（1100年2月23日）病逝于汴京（今河南开封）。哲宗是北宋较有作为的皇帝。但是由于在新党与旧党之间的党争不但没有获得解决，反而在宋哲宗当政期间激化，种下了北宋灭亡的远因。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋哲宗 赵煦>宋哲宗 赵煦</a>"
},
{
"headline":"元祐更化",
"startDate":"1085",
"endDate":"1085",
"text":"<p>    元祐更化，发生于王安石变法十余年后，是北宋新旧党争全面爆发的一个转折点。元丰八年（1085年）三月，支持变法的宋神宗病逝变法派失去后台，由子赵煦年幼即位，是为宋哲宗，宣仁太后垂帘听政，司马光等昔日的重臣们又得以重新掌政。这一年保守派司马光执政，打出“以母改子”的旗号，攻击“王安石不达政体，专用私见，变乱旧章，误先帝任使”，几尽罢新法，“凡熙宁以来政事弗便者，次第罢之”，史称“元祐更化”，此一时期改革派人士如蔡确、章惇、吕惠卿、曾布等人，全被贬黜。其中蔡确被贬至岭南（今广东），最后死于新州，开启北宋贬官至岭南的先例。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元祐更化>元祐更化</a>"
},
{
"headline":"梁皇后",
"startDate":"1085",
"endDate":"1085",
"text":"<p>    梁皇后（11世纪？－1085年），西夏毅宗李谅祚的第二任皇后，夏惠宗李秉常生母。崇宗李乾顺的祖母。梁氏为西夏汉人后裔，本为权臣没藏讹庞的儿媳妇，协助李谅祚诛灭没藏讹庞后，奲都五年（1061年）四月被李谅祚册封为皇后。建议李谅祚向宋朝求取《九经》、《册府元龟》和朝贺礼仪等书，推行汉礼。拱化五年（1067年），西夏毅宗李谅祚病逝，乾道元年（1068年）年仅7岁的李秉常嗣位，尊梁皇后为太后，梁太后摄政。梁太后任命弟弟弟梁乙埋为国相。大安二年（1076年），惠宗亲政。汉人李清建议惠宗联宋，以削弱梁氏势力。梁太后定计杀李清，囚禁惠宗于兴庆府（今宁夏银川）西夏王陵所在的水砦。拥护惠宗的势力拥兵自卫。西夏统治集团面临分裂。宋神宗赵顼乘机发兵来攻，五路并进，梁氏家族梁乙埋、梁永能、梁格嵬、梁讫多埋等领兵抵御，尽皆溃败，形势危急。梁太后坚壁清野，引敌深入，抄绝饷道，聚兵歼灭，击退宋军。次年，西夏又出兵攻陷了宋朝新筑的永乐城（今陕西米脂西），造成宋兵员物资的巨大损失；但西夏亦因连年战争陷于疲弊，内部日益不和。梁太后命明惠帝复帝位，但仍掌握实权。大安十一年（1085年）十月，梁太后病死，谥号恭肃章宪皇后。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/梁皇后>梁皇后</a>"
},
{
"headline":"张择端",
"startDate":"1085",
"endDate":"1145",
"text":"<p>    张择端（1085年－1145年），字正道，北宋著名画家，东武（今山东省诸城市）人。早年在开封学画，曾在北宋宋徽宗时供职翰林图画院，专事绘画，因为丢失官位家居，以卖画为生。宣和年间翰林待诏，擅长“界画”，尤善画舟车、市街、城廓、桥架皆独具风格。他的代表作有《清明上河图》、《烟雨风雪图》和《西湖争标图》等。最著名的作品是《清明上河图》，画中主要分开两部份，一部份是农村，另一部是市集。画中有814人，牲畜60多匹，船只28艘，房屋楼宇30多栋，车20辆，轿8顶，树木170多棵，往来衣着不同，神情各异，栩栩如生，其间还穿插各种活动，注重情节，构图疏密有致，富有节奏感和韵律的变化，笔墨章法都很巧妙，颇见功底。据说历时十年完成，最早由北宋宫廷收藏，靖康之变后流入民间，历经辗转，后为南宋贾似道所得，元朝时期再度进宫，至正年间又被调包，流落民间，后来落到宰相严嵩、严世蕃父子手上，严嵩倒台，图被没收，第三次纳入宫廷。经明代皇室收藏，后来太监冯保偷出，在画上加了题跋，之后真本又不知去向，二百年后，由清朝湖广总督毕沅收藏，毕沅死后，《清明上河图》第四次进宫，深藏紫禁城内。1911年，曾被溥仪带至东北，1945年，被收入东北博物馆（辽宁省博物馆），是中国古代绘画作品中的极品，存北京故宫。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张择端>张择端</a>"
},
{
"headline":"梁乙埋",
"startDate":"1085",
"endDate":"1085",
"text":"<p>    梁乙埋（？－1085年），西夏大臣，毅宗李谅祚梁皇后的弟弟。1067年，李谅祚去世，其子八岁的惠宗李秉常即位，梁太后执政，梁乙埋为国相。1068年到1074年，梁乙埋对北宋连年作战，屡战屡败。惠宗娶梁乙埋之女为皇后。1075年，惠宗亲政，要缓解与宋朝的关系，限制梁氏，反被梁氏软禁。1082年，西夏与宋朝请和不果，重新开战。1085年，梁乙埋去世，其子梁乙逋执政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/梁乙埋>梁乙埋</a>"
},
{
"headline":"张俊",
"startDate":"1086",
"endDate":"1154",
"text":"<p>    张俊（1086～1154）字伯英，成纪（今甘肃天水）人，南宋武将。为人贪财谄媚，也贪生怕死，力主与金国求和，是谋杀岳武穆的帮凶之一。张俊好迎合圣意，颇得宋高宗宠辛。晚年封清河郡王，显赫一时，宋高宗为其送葬，年六十九岁。北宋末，曾随种师中援太原。康王赵构任兵马大元帅，他即率部往从。宋高宗赵构即位后，建立御营司，任张俊为前军统制。南渡初，宋高宗被苗傅、刘正彦所废，他和韩世忠等受张浚节制，平定事变，因而升为御前右军都统制，拜节度使。绍兴初年（1131），出任江淮招讨使，镇压农民起义和叛将李成等部，并阻击伪齐刘豫南侵。后与岳飞、韩世忠合称三大将，所部称张家军。绍兴十年金军南侵，宋诸军迎击，都得胜利。张俊也派部将王德收复宿州（今安徽宿州）、亳州（今安徽亳州），旋即撤兵，不支援岳飞。次年，他迎合朝廷对金议和的意向，自请解除兵权，授枢密使，又追随秦桧制造伪证，促成岳飞冤狱。后罢枢密使，进封清河郡王。张俊贪婪好财，大肆兼并土地，年收租米达六十万斛。宋高宗曾亲临其家，礼遇优厚，诸将都不能比。死后，追封循王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张俊>张俊</a>"
},
{
"headline":"刘光世",
"startDate":"1086",
"endDate":"1142",
"text":"<p>    刘光世（1086年－1142年），字平叔。保安军（今陕西志丹）人。宋代将领。镇海军节度使刘延庆次子，初以荫补三班奉职，累升鄜延路兵马都监、蕲州防御使。宣和三年随父平定方腊之乱，耀州观察使，升鄜延路兵马钤辖，攻取易州（今河北易县），功授奉国军承宣使。靖康初年（1127年）率部戍边，击败夏兵于杏子堡（今陕西志丹东杏子河畔），功升领侍卫马军都虞候衔。南京战役中，违约未达，被降官。不久因讨平河北贼张迪中立功，恢复领承宣使，升任鄜延路马步军副总管。靖康三年（1129年），金兵下扬州，刘光世不战而逃，后投靠康王赵构，被任为元帅府五军都提举，守江州（今江西九江），置酒高会，金人渡江三日，竟未发觉。后又镇守淮南。刘光世贪功，以经营田产致“金钱巨亿”，“置歌儿舞女”。又在浙江青田霸占大片田产，光在淮东一带，坐拥膏腴水田三万亩。绍兴元年（1131年）三月，刘光世改兼淮南、京东路宣抚使，隔年六月，升领宁武军、宁国军两镇节度使。三年四月，改兼江东路宣抚使。曾语高宗曰：“他日史官记中兴各将帅，书臣功，功第一！”绍兴六年十二月，右相兼都督张浚奏：“刘光世骄惰不战，不可为大将，请罢之”[1]，七年再次上奏：刘光世“沉酣酒色，不恤国事，语以恢复，意气拂然，乞赐罢斥，以儆将帅”[2]。绍兴七年（1137年）三月，解除刘光世兵权，引疾罢去。绍兴十年（1140年），为三京招抚处置使，隔年再次被收兵权。晚年研究养生茶，著有《养生论》。绍兴十二年（1142年）病死，赠封太师，谥武僖，录其子孙、甥侄十四人为官。乾道八年，追封安城郡王。开禧元年，追封鄜王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘光世>刘光世</a>"
},
{
"headline":"牛皋",
"startDate":"1087",
"endDate":"1147",
"text":"<p>    牛皋（Niú Gāo，1087年－1147年），字伯远，汝州鲁山（今河南省平顶山市鲁山县）人，南宋抗金名将岳飞麾下将领，官至捧日、天武四厢都指挥使、宁国军承宣使、差充荆湖南路马步军副总管、鄂州驻扎御前左军统制，追赠安德军节度使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/牛皋>牛皋</a>"
},
{
"headline":"韩世忠",
"startDate":"1089",
"endDate":"1151",
"text":"<p>    韩世忠（1089年－1151年），字良臣，延安府（今陕西省延安市）人，南宋名将。官至太傅、镇南、武安、宁国军节度使、充醴泉观使、赐号扬武翊运功臣、封咸安郡王（从一品），太师致仕，赠通义郡王，追封蕲王、谥“忠武”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩世忠>韩世忠</a>"
},
{
"headline":"秦桧",
"startDate":"1091",
"endDate":"1155",
"text":"<p>    秦桧（1091年1月23日－1155年11月18日），字会之，江宁（今江苏南京）人，宋徽宗政和五年（1115年）进士，补密州教授，曾任太学学正。北宋末年任御史中丞。南归后，任礼部尚书，两任宰相，前后执政十九年，因力主对金求和与陷害岳飞而臭名昭著，与贾似道堪称“南宋两大奸臣”。妻王氏，熙宁年间宰相王圭的孙女，也是童贯的干女儿。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/秦桧>秦桧</a>"
},
{
"headline":"吴玠",
"startDate":"1093",
"endDate":"1139",
"text":"<p>    吴玠（1093年－1139年），字晋卿，德顺军陇干（今甘肃静宁）人。父亲吴扆为军校，母亲刘氏，生二子吴玠、吴璘。后迁居水洛城（今甘肃庄浪），南宋初年抗金名将。少时沉毅有志节，知兵善骑射，读书能通大义。未冠，以良家子隶泾原军。北宋宋徽宗宣和年间，参与平定方腊之乱和河北群盗，累功权泾原第十将。宋钦宗靖康年初，与西夏军作战中以百余骑追击，斩首百四十级，擢第二副将。南宋宋高宗建炎二年（1128年），金兵入陕，都统制曲端守麻务镇，命玠为前锋，进据青溪岭，逆击大破之，追奔三十里，金人始有惮意。权泾原路兵马都监兼知怀德军。金人攻延安府，经略使王庶召曲端进兵，端驻邠州不赴，且曰：“不如荡其巢穴，攻其必救。”端遂攻蒲城，命玠攻华州，拔之。后贼人史斌寇汉中，不克，引兵欲取长安，曲端命玠击斩之，迁忠州刺史(阶官，遥郡刺史，从五品)。张浚受命管制川陕，参议军事刘子羽诵玠兄弟才勇，浚与玠语，大悦，提拔吴玠为统制，璘掌帐前亲兵。建炎四年（1130年），吴玠收复永兴军（今陕西西安），受任永兴军经略使。同年，富平一战失败后，他和其弟吴璘退守和尚原（今陕西宝鸡西南）。与曲端不合，便与张浚合谋使曲端惨死。绍兴元年（1131年），金将没立、乌鲁、拆合来攻，败之。完颜宗弼集重兵再度入侵，吴玠率领劲弓弩兵大破之，遂拜镇西军节度使。三年（1133年），金将完颜杲攻饶风关（今陕西石泉西），入侵兴元府（今陕西汉中）。吴玠退守仙人关（今甘肃徽县南），阻挡了金军入蜀之路。四年（1134年），金军攻仙人关，吴玠破之。自此金军再不敢进窥蜀地。吴玠则升川陕宣抚副使，进检校少师，奉宁、保定军二镇节度使。晚年因服丹石，酒色过度，绍兴九年咯血而死[1]。死后，谥号武安，淳熙年间追谥涪王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴玠>吴玠</a>"
},
{
"headline":"高升泰",
"startDate":"1096",
"endDate":"1096",
"text":"<p>    高升泰（?－1096年）是北宋年间云南大中国皇帝，滇东乌蛮领袖。大理点苍山莲花峰芒涌溪人氏。1080年，杨义贞弑大理皇帝段廉义，自立为帝。时为鄯阐（昆明）侯的高升泰受其父高智升之命率滇东乌蛮三十七部兵马攻灭杨义贞，拥立段寿辉为大理皇帝。1081年，高智升与高升泰父子逼迫上明帝段寿辉退位出家，接着便拥立段正明继位。高升泰封为善阐侯。宋哲宗绍圣元年（1094年），一直以来都在专权的高升泰废段正明，自立为帝。分封诸子弟：其弟高升祥的势力在善阐府（昆明），幼子高泰贤的势力在永昌府（保山）、高泰运的势力在腾冲府（腾冲）、高泰慧的势力在鄯巨府（永胜）。1096年，高升泰病逝。由于云南诸部的反对，高升泰临终嘱咐其子高泰明还政段氏，于是高泰明拥立段正明的弟弟段正淳为大理皇帝，但其后大理国柄掌握在高氏手中，世称高国主。高升泰谥号富有圣德表正皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高升泰>高升泰</a>"
},
{
"headline":"陈康伯",
"startDate":"1097",
"endDate":"1165",
"text":"<p>    陈康伯（1097年－1165年），字长卿，信州弋阳南港口乡人。南宋宰相。生于宋神宗绍圣四年，宣和三年（1121年）中上舍丙科。授长洲主簿，累迁太学正、柯州代理知州，绍兴五年（1135年）除太常博士。绍兴八年（1138年），除枢密院大计议官。绍兴十六年（1146年）任泉州知州，后改知汉州。绍兴二十七年（1157年）任吏部尚书、左右仆射同中书门下平章事等职，拜太保。高宗称其沈静明敏。金兵至庐州，朝臣咸遣家预避，康伯独迎家人浙，人心以安。金败盟，帝降手诏散百官，康伯讲诏书焚烧，奏请亲征。不久，于采石败敌。孝宗即位，封鲁国公。孝宗乾道元年卒，年六十九岁，赠太师，配享孝宗庙庭，谥文恭，后改谥文正。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈康伯>陈康伯</a>"
},
{
"headline":"张浚",
"startDate":"1097",
"endDate":"1164",
"text":"<p>    张浚（1097年－1164年），字德远，号紫岩居士，汉州绵竹（今属四川）人。南宋抗金将领，唐朝名相张九龄弟张九皋之后，父张咸。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/张浚>张浚</a>"
},
{
"headline":"刘锜",
"startDate":"1098",
"endDate":"1162",
"text":"<p>    刘锜（1098年～1162年），字信叔，宋朝将领。秦州成纪(今甘肃天水)人，沪川军节度使刘仲武第九子，外表出众。通晓兵法与风水五行之术，擅长射箭，声音响亮如洪钟。宋孝宗追封为吴王，加太子太保。死后被尊为神。在浙江湖州市德清县，有刘王爷庙，奉祀刘锜。后人居于闽南，将其墓迁到福建泉州安溪县，1985年安溪县人民政府批准为“安溪县第一批重点文物保护单位”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘锜>刘锜</a>"
},
{
"headline":"宋徽宗 赵佶",
"startDate":"1100",
"endDate":"1126",
"text":"<p>        宋徽宗赵佶（1082年11月2日－1135年6月4日），宋神宗十一子，是中国宋朝第八位皇帝，也同时具有相当高的艺术造诣。他兄长宋哲宗无子，死后传位于他，在位25年（1100年2月23日—1126年1月18日）他自创一种书法字体被后人称之为“瘦金书”，另外，他在书画上的花押是一个类似拉长了的“天”字，据说象征“天下一人”。赵佶在位期间，“妄耗百出，不可胜数”，过分追求奢侈生活，在南方采办“花石纲”，搜集奇花异石运到汴京开封府，修建园林宫殿，崇信道教，自称“道君皇帝”，任用贪官宦官横征暴敛，激起各地民变。其中以新党蔡京任丞相与宦官童贯为将军所引致的问题最严重。赵佶好大喜功，不顾宋辽已百年和平相处，于宣和二年（1120年），与金国结成“海上之盟”，联合灭辽。1122年，金军攻克辽南京（今北京市）。宣和七年（1125年）十月，金太宗遣谙班勃极烈完颜斜也、完颜宗望、乙室勃极烈完颜宗翰分两路南下入侵北宋。宣和七年十二月二十三日（1126年1月18日），赵佶无法应付时，急忙禅让天子的宝座给他儿子宋钦宗去对付，自己则当“太上皇”，但终究无法挽回局势。靖康元年（1126年）八月，金太宗再次命东、西两路军大举南下，宋兵部尚书孙傅把希望放在道士郭京身上，妄以“六甲法”破敌，但神兵大败，金兵分四路乘机攻入城内，金军攻占了帝都汴京。宋钦宗遣使臣何栗到金营请和，宗翰、宗望二帅不允。北宋靖康二年（金朝天会五年）二月初六（1127年3月20日），金太宗下诏废徽、钦二帝，贬为庶人，北宋灭亡（960年—1127年），二帝被俘北上。七月二十日，二帝迁到中京（今北京市），父子抱头痛哭。天会六年（1128年）八月二十一日抵达金上京会宁府。二十四日，二帝及男女宋俘均坦胸赤背，身披羊皮，跪拜金太祖庙，行“牵羊礼”，在乾元殿拜谒金太宗完颜吴乞买。金太宗封宋徽宗为昏德公，钦宗为重昏侯，十月二十六日，二帝迁往韩州（辽宁省昌图八面城）。在韩州，金人将城内女真住户全部迁出，只供二帝等二千余宋俘居住。据《宋俘记》载:“给田四十五顷，种莳自给。”据《南征录汇》说这还是金国二太子完颜宗望（劫宋徽宗之女茂德帝姬为妻）格外开恩，要求性格凶狠的完颜宗翰等不可像虐待辽天祚帝那样对待宋朝的徽、钦两帝。天会八年（1130年）七月，又将二帝迁到五国城（今黑龙江省依兰县城北旧古城）软禁。到达五国城时，随行男女仅140余人。流放期间徽宗仍雅好写诗，读唐代李泌传，感触颇深。五年后，天会十三年（绍兴五年，1135年）四月，病死于五国城。照当地习俗火葬。天眷三年（1140年），金主战派完颜宗弼（金兀术）率领金国军队南侵，先在开封正南（偏东）的顺昌败于刘锜所部的“八字军”，再于开封西南的郾城和颖昌，在金国女真精锐部队所拿手的骑兵对阵中两次败于岳飞的岳家军，只在开封东南面的淮西亳州、宿州一带战胜了宋军中最弱的张俊一军，在宋高宗以“十二道金牌”敕召回岳家军前，金军已被压缩到开封东部和北部。完颜宗弼开始转向接受议和。皇统元年（1141年）二月，金熙宗为改善与宋的关系，将死去的徽宗追封为天水郡王，将钦宗封为天水郡公。第一提高了级别，原来封徽宗为二品昏德公，追封为王升为一品，原封钦宗为三品重昏侯，现封为升为二品。第二是去掉了原封号中的侮辱含义。第三是以赵姓天水郡望之为封号，以示尊重。同时南宋朝廷解除了岳飞、韩世忠、刘锜、杨沂中等将领的兵权，为《绍兴和议》做好了准备。十一月间，宋、金为《绍兴和议》达成书面协议。十二月末除夕夜（1142年1月27日），宋朝赐死岳飞，据《宋史》载是为了满足完颜宗弼议和所设前提。绍兴十二年（1142年）三月，宋金《绍兴和议》彻底完成所有手续。夏四月丁卯（1142年5月1日），高宗生母韦贤妃同徽宗棺椁归宋。同年八月十余辆牛车到达临安，十月，宋高宗将徽宗暂葬于会稽（今浙江省绍兴市），名曰永固陵（后改名永佑陵）。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋徽宗 赵佶>宋徽宗 赵佶</a>"
},
{
"headline":"赵桓",
"startDate":"1100",
"endDate":"1156",
"text":"<p>    宋钦宗赵桓（1100年5月23日－1156年，宋朝第九位皇帝（1126年1月19日－1127年3月20日在位）。也是北宋末代皇帝，宋徽宗赵佶长子，谥号恭文顺德仁孝皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵桓>赵桓</a>"
},
{
"headline":"吴璘",
"startDate":"1102",
"endDate":"1167",
"text":"<p>    吴璘（1102年－1167年），字唐卿，吴玠之弟，南宋名将。德顺军陇干县（甘肃省静宁县）人，后来迁居水洛（今甘肃庄浪）。和其兄吴玠先后取得了对金国的和尚原之战、仙人关之战的胜利。1141年，他收复秦州（今甘肃天水市），后因为绍兴和议，被迫放弃秦州。1161年，金朝皇帝完颜亮南侵，吴璘作为四川宣抚使，先后收复陇州（今甘肃陇县）、洮州（今临潭）、兰州、原州。吴璘为太傅，封新安郡王。1167年五月，吴璘去世，终年66岁，追封信王，谥号武顺。五子吴挺，拜太尉。吴挺子吴曦据蜀叛宋，被刺死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/吴璘>吴璘</a>"
},
{
"headline":"岳飞",
"startDate":"1103",
"endDate":"1142",
"text":"<p>    岳飞（1103年3月24日－1142年1月27日），字鹏举，今河南相州汤阴（今河南省安阳市汤阴县）永和乡孝悌里人，中国南宋名将，中华民族英雄。岳飞一生与来自于北疆境外的侵略者女真人建立的金国作战，为宋朝抵御异族侵略，但是最后由于受到宋高宗的猜忌而被监禁，最终被处死。宋孝宗淳熙六年（1179年），岳飞被追谥武穆，宋宁宗嘉定四年（1211年），岳飞被追封鄂王，故后人也尊称岳飞为“岳武穆”或“岳王”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/岳飞>岳飞</a>"
},
{
"headline":"杨再兴",
"startDate":"1104",
"endDate":"1140",
"text":"<p>    杨再兴（1104年－1140年），出生于湖南武冈军绥宁县石井图(今城步苗族自治县资源乡)，祖居河南相州（今河南汤阴县）。抗金名将。据传是宋初名将杨业的后代。崇宁三年（1104年）生，年幼丧父，弓法神奇，早年是荆湖游寇曹成的手下，有子杨正园、杨正国等。绍兴二年，岳飞讨曹成，杨再兴斩杀岳家军大将韩顺夫与岳飞弟岳翻。后来投降岳飞，作战勇猛，每役必身先士卒，堪称一时之良将。在郾城大战进行到高潮的时候，杨再兴单骑冲阵，希望生擒兀术，结果没有成功。倒不是杨再兴无法杀进去，而是金兵太多了，在上万人中找一个人实在困难。最后杨再兴负伤50多处，杀了回来。绍兴十年（1140年），杨再兴率三百骑兵出巡，当时积雪太多，迷途失道，在临颍（河南中部，郾城以北）小商桥和金兵遭遇，被12万金兵包围。杨将军面无惧色,带领所部官兵对金军主力展开正面冲锋,杨再兴和士兵们拚死冲杀，消灭敌兵两千多人。杨再兴奋勇冲杀，刺死金万户长撒八孛堇、千户长以下金军将佐100余人。此时金兵箭如飞蝗，再兴每中一枚敌箭，就随手折断箭杆，继续杀敌，马陷住河中，力战而死，所部300人皆战死。张宪军找到他尸体后,焚烧他的尸体，烧出铁箭头二斤有余(《宋史·杨再兴传》)。葬于大绢峒（今临颍县南12公里小商桥东300米），世称“忠墓”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨再兴>杨再兴</a>"
},
{
"headline":"赵构",
"startDate":"1107",
"endDate":"1187",
"text":"<p>    赵构（1107——1187），字德基。南宋开国皇帝，即宋高宗。宋徽宗第九子，宋钦宗之弟，曾被封为“康王”。公元1127年（靖康二年）金兵俘徽、钦二宗北去后，于应天府即位，改元建炎。拒绝主战派抗金主张，南逃至临安（今杭州）定都，建立南宋政权。统治期间，虽迫于形势以岳飞等大将抗金，但重用投降派秦桧。后以割地、纳贡、称臣等屈辱条件向金人求和，杀害岳飞。公元1162年（绍兴三十二年）禅位于宋孝宗，自称太上皇。精于书法，善真、行、草书，笔法洒脱婉丽，自然流畅，颇得晋人神韵。著有《翰墨志》，传世墨迹有《草书洛神赋》等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赵构>赵构</a>"
},
{
"headline":"赖布衣",
"startDate":"1110",
"endDate":"?",
"text":"<p>    赖布衣（生卒年不详，生于宋徽宗年间），原名赖风冈，字文俊，号先知山人，又号布衣子，遂称赖布衣。处州旴江（今江西省定南县凤山冈）人，因自号布衣子而被称为赖布衣，也有号为太素、先知山人，中国著名堪舆学家，与杨救贫、曾文辿、廖瑀被尊称为赣南四大堪舆祖师。一说谓赖布衣乃曾文辿之女婿，此说有待考证。相传赖布衣九岁已高中秀才。后来担任礼部贡士，不过自己醉深术数，加上父亲逝去，在官场上又失意，便弃官云游。其间遇上一名堪舆师，教授其堪舆学，学习到寻龙点穴的功夫。后因赖布衣凭著精湛的堪舆技术，几乎全中国都有其事迹，他擅于替人选墓穴，曾为罗彦章替其亡妻选墓，批出此墓能令其子在考场中榜，果然其子真的中榜。后来，有传赖布衣看破红尘，四处漂泊以研究风水堪舆，足迹遍布福建、广东，后遁隐山林，不见其踪。在云游至德兴时，曾授傅伯通等堪舆学。据传香港、广州、英德等城市都由他寻址选建，而赖布衣故乡的“布衣祠”仍被列为重点文物保护单位和旅游景点。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/赖布衣>赖布衣</a>"
},
{
"headline":"王重阳",
"startDate":"1113",
"endDate":"1170",
"text":"<p>    王重阳（Wang Chong-yang，1113年1月11日－1170年1月22日），中国知名道教祖师，全真派的创始人，后被尊为全真五祖之一，原名中孚，字允卿，原为金朝诸生，后为武官，改名德威，字世雄。入道后改名嚞，一名喆，字知明，道号重阳子，故称王重阳，绰号王害风，京兆咸阳（今陕西咸阳）大魏村人。七个主要门人称北七真。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王重阳>王重阳</a>"
},
{
"headline":"出河店之战",
"startDate":"1114",
"endDate":"1114",
"text":"<p>    出河店之战，是辽朝和女真部落发生于1114年的一次战役。辽天祚帝天庆四年（1114年），女真首领完颜阿骨打起兵反抗辽朝，十一月，辽朝将领萧嗣先和副都统萧挞不也统兵七千进攻女真，集结于鸭子河（嫩江的一段，在今吉林省月亮泡以东、黑龙江省肇源以西）北岸。阿骨打率3700甲士与其对峙。不久，阿骨打率军乘夜偷渡鸭子河，顺利到达北岸者仅1200余人，与辽军在出河店遭遇。此时大风骤起，尘埃蔽天，阿骨打乘机纵兵进击，辽军不辨虚实，大败溃逃。女真军队斩俘辽兵及缴获各种物资不计其数。随后，阿骨打挥军攻占宾州、祥州、咸州等地，兀惹、奚等部族纷纷前来归降。出河店之战标志着女真正式崛起为契丹在东北的主要对手，为阿骨打建立金朝奠定了基础。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/出河店之战>出河店之战</a>"
},
{
"headline":"金朝",
"startDate":"1115",
"endDate":"1234",
"text":"<p>    金朝（1115－1234年）是中国历史上少数民族女真族建立的统治我国东北和华北地区的封建王朝。女真族原为辽朝的藩属，金太祖完颜阿骨打在统一女真诸部后，1115年于会宁府（今黑龙江哈尔滨市阿城区）建都立国，国号大金。金朝立国后，与北宋定“海上之盟”向辽朝宣战，于1125年灭辽，然北宋两次战辽皆败，金随即撕毁与北宋之约，两次南下中原，于1127年灭北宋。迁都中都时，领有华北地区以及秦岭、淮河以北的华中地区，使南宋、西夏与漠北塔塔儿、克烈等部落臣服而称霸东亚。金世宗与金章宗时期，金朝政治文化达到最高峰，然而在金章宗中后期逐渐走下坡。金军的战斗力持续下降，即使统治者施以丰厚兵饷也无法遏止。女真族与汉族的关系也一直没有能够找到合适的道路。金帝完颜永济与金宣宗时期，金朝受到北方新兴大蒙古国的大举南侵，内部也昏庸内斗，河北、山东一带民变不断，最终被迫南迁汴京（今河南开封）。而后为了恢复势力又与西夏、南宋交战，彼此消耗实力。1234年，金朝在蒙古和南宋南北夹击之下灭亡。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/金朝>金朝</a>"
},
{
"headline":"汤思退",
"startDate":"1117",
"endDate":"1164",
"text":"<p>    汤思退（1117年－1164年），字进之，处州人，南宋宰相。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/汤思退>汤思退</a>"
},
{
"headline":"宋江起义",
"startDate":"1119",
"endDate":"1121",
"text":"<p>    宋江起义，北宋末年的一次民变。其事迹被后世不断演绎，成为《水浒传》的历史原型素材。宋徽宗宣和元年（1119年），宋江聚众36人在梁山泊（又名梁山泺，今山东省梁山县、郓城县之间）起义，率众攻打河朔、京东东路（治青州，今山东省青州市），转战青州、齐州（今山东省济南市）至濮州（今山东鄄城北）间，攻陷十余州县城池，声势日盛。十二月初二，宋徽宗采纳知亳州侯蒙的建议，招安宋江，没有成功。徽宗命知歙州曾孝蕴率军征讨。宋江从青州南下沂州（今山东临沂）。宣和三年（1121年）二月，攻取淮阳军（治下邳，今江苏省睢宁西北古邳镇东），从沭阳乘船到达海州（今江苏省连云港西南海州区）。海州知州张叔夜设伏，诱战宋江登岸。五月，宋江率众登岸后遭伏，船只被焚，战败被俘，起义失败。南宋之后的一些野史，常记载宋江参与征方腊之事。但《东都事略·徽宗纪》将平宋江列在平方腊之后，《折可存墓志》也称折可存在平方腊之后，参与平宋江的战斗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋江起义>宋江起义</a>"
},
{
"headline":"岳云",
"startDate":"1119",
"endDate":"1142",
"text":"<p>    岳云（1119年—1142年），相州汤阴（今河南省安阳市汤阴县）人，南宋抗金名将岳飞长子，官至左武大夫、忠州防御使、提举醴泉观，追赠安远军承宣使、武康军节度使。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/岳云>岳云</a>"
},
{
"headline":"金灭辽之战",
"startDate":"1120",
"endDate":"1125",
"text":"<p>    金灭辽之战发生于1120年至1125年间，始于金攻击黄龙府，终于1125年金占领辽的燕云之地。金建国之前，女真人一直为辽契丹人所压迫。后来完颜阿骨打成功于1115年统一女真各部，建立能与辽抗衡的金朝。金朝屡屡战胜辽朝，因此与宋联盟，联合宋朝灭掉辽朝。金朝先攻下辽的黄龙府，于1120年再攻打临潢府，于1121年攻占辽阳府，于1122年再攻下大定府，于1124年攻陷析律府及大同府，成功消灭辽国，成为中原王朝。金朝在攻打辽时，知道宋朝的弱小，便于继后2年进攻宋朝，攻克宋朝首都汴京，侵占宋朝北部领土，令宋踏入南宋时期。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/金灭辽之战>金灭辽之战</a>"
},
{
"headline":"海上之盟",
"startDate":"1120",
"endDate":"1120",
"text":"<p>    海上之盟乃北宋末年北宋朝廷及金国为了联合力量夹攻辽国而签订的军事合作盟约 。由于双方接触都因地理上受辽国阻隔，而需要海上经渤海往来而得名。重和元年（1118年），徽宗派武义大夫马政自山东登州（今山东蓬莱）乘船渡海，以买马为幌子，与金谈判攻辽。此后宋金使者频繁接触。宣和二年（1120年），双方商定以下的内容：宋金各自进军攻辽，其中金军攻取辽上京（今内蒙古自治区巴林左旗林东镇南）与中京大定府（今辽宁昭乌达盟宁城县天义镇大明乡），宋军攻取辽的西京大同府（今山西大同）和南京析津府（今北京）。宋答应灭辽后，将原来于澶渊之盟输给辽的岁币转输给金。金则答应将燕云十六州还络宋。结果，宋攻辽失败，而金军顺利攻下辽上京、辽中京及辽南京。金方事后指责宋未能兑现承诺“攻陷辽南京”，而拒绝还燕云。金宋双方经交涉后，北宋允以二十万两银、三十万匹绢给金，并纳燕京代租钱一百万贯，金才交还燕云六州（景、檀、易、涿、蓟、顺）及燕京。金军撤出城前还将燕京城内财物和人口搜刮一空，宋接收的只是一座“城市丘墟，狐狸穴处”的空城。宋改燕京为燕山府。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/海上之盟>海上之盟</a>"
},
{
"headline":"方腊起义",
"startDate":"1120",
"endDate":"1121",
"text":"<p>    方腊之乱，北宋末年的一次民变。宋徽宗时，睦州青溪人方腊，原本是漆园主。相传其性情豪爽，深得人心，能号召很多生活困苦的农民。宣和二年十月初九（1120年10月）方腊率众在歙县七贤村起义，假托“得天符牒”，宣称：“今赋役繁重，官吏侵渔，农桑不足以供应。吾侪所赖为命者漆楮竹木耳，又悉科取，无锱铢遗。”“且声色、狗马、土木、祷祠、甲兵、花石靡费之外，岁赂西、北二虏银绢以百万计，皆吾东南赤子膏血也！”“独吾民终岁勤动，妻子冻馁，求一日饱食不可得，诸君以为何如？”青溪的农民闻风响应，人数到达万人，贼军尊称方腊为“圣公”﹐改元“永乐”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/方腊起义>方腊起义</a>"
},
{
"headline":"段正淳",
"startDate":"1120",
"endDate":"1120",
"text":"<p>    段正淳（11世纪?－12世纪），南诏大理国第十五任皇帝，是段正明之弟。死后谥号为文安帝，庙号中宗。其兄段正明被高升泰篡位，高升泰于三年后（1096年）病卒，临死前要其子高泰明将政权还给段氏，于是段正淳便被拱上皇位。由于段氏政权中断过，故从段正淳起的大理国称为后大理国。段正淳虽然是后大理国的皇帝，接受高氏归还的政权，然而高氏在朝廷仍有很大的势力，宰相皆出自高氏之门。最后，段正淳在1108年时让位给其子段和誉，出家为僧。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/段正淳>段正淳</a>"
},
{
"headline":"周侗",
"startDate":"1121",
"endDate":"1121",
"text":"<p>    周侗（正史记周同，－约1121年），北宋末年之武术大师，以善于箭术闻名。南宋名将岳飞之师。1345年，元朝丞相脱脱（1314年—1355年）主修《宋史》，共496卷，其中第365卷为《岳飞传》，记载：“学射于周同，尽其术，能左右射。同死，朔望设祭于其冢。”由岳飞的孙子岳珂（1183年—1240年之后）所著的《鄂国金佗粹编续编》提到：“尝学射于乡豪周同。一日，同集众射，自眩其能，连中的者三矢，指以示先臣（岳飞），曰：‘如此而后可以言射矣。’先臣谢曰：‘请试之。’引弓一发，破其筈，再发又中。同大惊，遂以其所爱弓二赠先臣。···同与先臣别，未几而死。先臣往吊其墓，悲恸不已。每朔望则鬻一衣，设卮酒鼎肉于同冢上，奠之而泣。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/周侗>周侗</a>"
},
{
"headline":"方腊",
"startDate":"1121",
"endDate":"1121",
"text":"<p>    方腊（？-1121年），又名方十三，歙州（治歙县，今徽州）人，迁至睦州青溪（今浙江淳安）。北宋末年农民起义领袖。北宋末年，江南之地赋税繁重，宋徽宗设“苏杭应奉局”搜刮花石纲等民间财物。方腊发出“东南之民，苦于剥削久矣”的呼声，江南百姓纷纷响应。方腊于1120年10月率众在歙县七贤村起义，建立了江东地带包括今江苏南部、浙江、安徽南部的江南（苏州、杭州、扬州、润州、常州、宣州、歙州、秀州、湖州、睦州、衢州、处州、婺州等）农民起义政权。在当时影响很大。1121年夏起义失败，方腊被俘，押解至汴京，被朝廷处死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/方腊>方腊</a>"
},
{
"headline":"完颜亮",
"startDate":"1122",
"endDate":"1161",
"text":"<p>    金废帝海陵庶人，尝称海陵王。汉名完颜亮，女真名迪古乃，金朝第四代皇帝，金太祖阿骨打之孙，太祖庶长子辽王完颜宗干第二子，母大氏。弑金熙宗而篡位，任内迁都燕京，逐步汉化。因伐南宋的采石大战失利，被部下所杀。在位12年，终年40岁。死后追贬为庶人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/完颜亮>完颜亮</a>"
},
{
"headline":"萧干",
"startDate":"1123",
"endDate":"1123",
"text":"<p>    回离保（又作和勒博、夔离不、萧干、古尔班）是辽朝时的奚王。辽天祚帝保大三年正月（1123年）自称奚国皇帝，改元天复元年。《辽史·回离保传》称“伪立凡八月”。而诸史所记，五月为众所杀，不足八月。回离保之名为《辽史》所载，《续资治通鉴》作“和勒博”，原注“旧作回离保，今改。”标点本注：“回离保，一作夔离不，即萧干也”。《三朝北盟会编》注：“改作古尔班”。后又有萧干为奚国皇帝之事，事迹相同，实为一人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧干>萧干</a>"
},
{
"headline":"萧普贤女",
"startDate":"1123",
"endDate":"1123",
"text":"<p>    萧普贤女（－1123年），为北辽宣宗耶律淳的德妃，宣宗遗诏立天祚帝耶律延禧第五子耶律定为皇帝，但他在天祚帝身边，不在燕京，只能遥立。德妃被立为皇太后，称制，改建福元年为德兴元年。此时大臣李处温父子觉得前景不妙，打算向南私通宋的童贯，欲劫持德妃纳土于宋。向北私通金人，作金的内应。后她发现他私通宋、金的罪行把他拘捕并赐死。当年十一月，德妃五次上表给金朝，只要允许立耶律定为北辽皇帝，其他条件均答应，金人不许，她只好派兵把守居庸关，没能守住，金兵直奔燕京。德妃带着随从的官员投靠天祚帝，天祚帝将她诛杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧普贤女>萧普贤女</a>"
},
{
"headline":"宋金战争",
"startDate":"1125",
"endDate":"1234",
"text":"<p>    宋金战争，是从宋徽宗1125年－1141年金军南侵，灭北宋、占领中原开始，1161年－1164年；1206年－1207年；1216年－1219年，屡次对宋朝进行侵略性战争，直到端平元年（1234年）蔡州之战，南宋联合蒙古帝国灭亡金朝。1125年-1141年，金朝灭亡北宋，宋高宗建立南宋，依靠岳飞、韩世忠、张俊、刘光世、吴玠、吴璘诸将抵御住了金军的入侵。到1141年订立绍兴和议，宋朝向金朝称臣，承认淮河秦岭以北属于金朝。1161年－1164年，金国皇帝完颜亮南侵，欲灭亡南宋，最终失败，金世宗在辽阳即位，完颜亮被杀。宋孝宗张浚北伐，未能成功，签订隆兴和议。1206年－1207年，韩侂胄北伐，宋军失败，宋金签订嘉定和议。1216年－1219年，在蒙古帝国侵袭下的金宣宗令仆散安贞南侵，宋军成功击退金兵。在蒙古帝国侵袭下，金朝只好停止南侵。1233年－1234年，蒙古帝国联合南宋灭亡金国。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋金战争>宋金战争</a>"
},
{
"headline":"陆游",
"startDate":"1125",
"endDate":"1210",
"text":"<p>    陆游（北宋宣和七年十月十七－南宋嘉定二年十二月廿九，公元1125年11月13日－1210年1月26日），南宋诗人、词人。字务观，号放翁，越州山阴（今浙江绍兴）人。后人每以陆游为南宋诗人之冠。陆游是现留诗作最多的诗人。陆游曾经请求废除凌迟，《请除凌迟刑》云：“肌肉已尽，而气息未绝，肝心联络，而视明尤存。感伤致和，亏损仁政，实非圣世所宜遵”，但未被朝廷接受。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陆游>陆游</a>"
},
{
"headline":"宋钦宗 赵桓",
"startDate":"1126",
"endDate":"1127",
"text":"<p>        宋钦宗赵桓（1100年5月23日－1156年，宋朝第九位皇帝（1126年1月19日－1127年3月20日在位）。也是北宋末代皇帝，宋徽宗赵佶长子，谥号恭文顺德仁孝皇帝。赵桓受父宋徽宗禅让后即位为皇帝，是为宋钦宗，改元靖康。即位后立刻贬蔡京、童贯等人，然后重用李纲抗金。但是他十分懦弱无能，优柔寡断。后来听从奸臣谗言，罢免了李纲，向女真求和。金国趁此机会于靖康二年（1127年）南下渡黄河破宋京东京（今开封），史称靖康之变。北宋靖康二年（金朝天会五年）二月初六（1127年3月20日），金太宗下诏废徽、钦二帝，贬为庶人，强行脱去二帝龙袍，随行的李若水抱着钦宗身体，斥责金人为狗辈，金人用刀割裂他的咽喉，金人册封张邦昌为帝，国号大楚，北宋灭亡（960年—1127年）。七月，二帝被俘北上，迁到燕京，天会六年（1128年）八月二十一日抵达金上京会宁府。二十四日，二帝著素服跪拜金太祖庙，行“牵羊礼”，在乾元殿拜谒金太宗完颜吴乞买。金太宗封宋徽宗为昏德公，钦宗为重昏侯，十月，二帝迁往韩州（吉林省梨树县北偏脸城）。天会八年（1130年）七月，又将二帝迁到五国城（今黑龙江省依兰县城北旧古城）软禁。八年后，天会十三年（绍兴五年，1135年）四月，徽宗病死于五国城。天眷三年（1140年），金主战派完颜宗弼率领金国军队南侵，先在开封正南的顺昌败于刘锜所部的“八字军”，再于开封西南的郾城和颍昌，在金国女真精锐部队所拿手的骑兵对阵中两次败于岳飞的岳家军，只在开封东南面的淮西亳州、宿州一带战胜了宋军中最弱的张俊一军，在宋高宗以“十二道金牌”敕召回岳家军前，金军已被压缩到开封东部和北部。完颜宗弼开始转向接受议和。皇统元年（1141年） 二月，金熙宗为改善与南宋的关系，将死去的徽宗追封为天水郡王，将钦宗封为天水郡公。第一提高了级别，原来封徽宗为二品昏德公，追封为王升为一品，原封钦宗为三品重昏侯，现封为升为二品。第二是去掉了原封号中的侮辱含义。第三是以赵姓天水郡望作为封号，以示尊重。同时南宋朝廷解除了岳飞、韩世忠、刘锜、杨沂中等将的兵权，为《绍兴和议》做好了准备。十一月间，宋、金为《绍兴和议》达成书面协议。十二月末除夕夜（1142年1月27日），南宋朝廷杀岳飞，据《宋史》载是为了满足完颜宗弼议和所设前提。绍兴十二年（1142年）三月，宋金《绍兴和议》彻底完成所有手续。夏四月丁卯（1142年5月1日），高宗生母韦贤妃同徽宗棺椁归宋。离行时，钦宗挽住她的车轮，请她转告高宗，若能回去，他只要当个太乙宫主就满足了。韦贤妃哭着说，如果你不回来，我宁愿眼睛瞎掉算了。但是宋高宗因为自己已经绝后（宋高宗唯一的儿子在苗刘兵变中受到惊吓而病逝，而相传高宗南渡后患上阳萎症而不育），不想让钦宗或其子孙继承帝位，所以宋钦宗到死也没能回到宋。而韦贤妃晚年果真有眼疾，瞎了一只眼睛。《大宋宣和遗事》记载，宋绍兴二十六年（金朝正隆元年，1156年）六月，宋钦宗去世。关于死因，众说纷纭，传说为金朝皇帝海陵王完颜亮叫57岁的钦宗和81岁辽天祚帝耶律延禧去比赛马球，宋钦宗从马上跌下来，被马乱践而死。五年后，绍兴三十一年（正隆六年，1161年）钦宗死讯传到南宋，这使得对于钦宗去世于1156年还是1161年也产生争议。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋钦宗 赵桓>宋钦宗 赵桓</a>"
},
{
"headline":"靖康之耻",
"startDate":"1126",
"endDate":"1127",
"text":"<p>    靖康之耻是指中国历史上的一次著名事件，发生于北宋皇帝宋钦宗靖康年间（公元1126~1127年）因而得名。靖康二年四月金军攻破东京（今河南开封），除了烧杀抢掠之外，更俘虏了宋徽宗、宋钦宗父子，以及大量赵氏皇族、后宫妃嫔与贵卿、朝臣等共三千余人北上金国，东京城中公私积蓄为之一空。又称靖康之乱、靖康之难、靖康之祸、靖康耻。靖康之耻导致北宋的灭亡，深沉刺痛汉人的内心，南宋大将岳飞在《满江红》中提到：“靖康耻，犹未雪，臣子恨，何时灭！”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/靖康之耻>靖康之耻</a>"
},
{
"headline":"高俅",
"startDate":"1126",
"endDate":"1126",
"text":"<p>    高俅（?－1126年），宋徽宗时期的官员，因是《水浒传》的主要反派人物而广为人知，也是北宋新党领袖之一。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高俅>高俅</a>"
},
{
"headline":"南宋",
"startDate":"1127",
"endDate":"1279",
"text":"<p>      南宋（1127－1279年）是宋朝的继续，是北宋灭亡后宋室皇族在江南建立的政权。同时也是中国历史上经济发达、文化繁荣、科技进步的一个朝代。靖康之变时宋徽宗、宋钦宗被金国所俘，北宋灭亡。宋徽宗第九子康王赵构在北宋应天府南京（今商丘）继承皇位，后迁都临安，史称南宋。南宋由于军事实力较弱，与金朝东沿淮水（今淮河），西以大散关为界。西边与西夏和大理为界。1279年，厓山海战爆发，赵昺被大臣陆秀夫背著跳海而死，南宋灭亡。南宋虽偏安于淮水以南，但是中国历史上经济最发达、古代科技发展、对外贸易、对外开放程度较高的一个王朝。南宋与金朝、西辽、大理、西夏、吐蕃及13世纪初兴起的蒙古帝国为并存政权。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南宋>南宋</a>"
},
{
"headline":"宋高宗 赵构",
"startDate":"1127",
"endDate":"1162",
"text":"<p>        宋高宗赵构（1107年6月12日－1187年11月9日），字德基，宋朝第十位皇帝。宋朝南迁第一任皇帝（1127年6月12日-1162年7月24日在位），在位35年。北宋皇帝宋徽宗第九子，宋钦宗之弟，曾被封为“康王”。赵构在位初期因为动乱，起用主战派李纲、岳飞等等。但他后期眼见女真的强势，采用了求和政策，大部分时间都是重用主和派的黄潜善、汪伯彦、秦桧等人，以割地、纳贡、称臣等屈辱条件向金人求和，并处死岳飞、罢免李纲、韩世忠等主战派大臣。公元1162年（绍兴三十二年）禅位于宋孝宗，自称太上皇。精于书法，善真、行、草书，笔法洒脱婉丽，自然流畅，颇得晋人神韵。著有《翰墨志》，传世墨迹有《草书洛神赋》等。       </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宋高宗 赵构>宋高宗 赵构</a>"
}
					],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}