{
	"timeline":
	{
	        "headline":"中国历史时间轴",
	        "type":"default",
	        "text":"<p>ICRC Presentation</p>",
	        "asset": {
	        
	            "credit":"Credit Name Goes Here",
	            "caption":"Caption text goes here"
		},
		"date": [
{
"headline":"八王之乱",
"startDate":"291",
"endDate":"306",
"text":"<p>八王之乱是中国在西晋时期，一场皇族为争夺中央政权而引发的动乱。八王之乱从元康元年（291年）开始到光熙元年（306年），共持续16年。这场动乱从宫廷内权力斗争开始，而后引发战争，祸及社会，造成了较大的破坏，也加剧了西晋的统治危机，成为西晋迅速灭亡的重要因素。之后的中国进入五胡十六国时期。西晋皇族中参与这场动乱的王不只八个，但八王为主要参与者，且《晋书》将八王汇为一列传，故史称“八王之乱”。八王为：汝南王司马亮，楚王司马玮，齐王司马冏，赵王司马伦，河间王司马颙，成都王司马颖，长沙王司马乂，东海王司马越。</p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/八王之乱>八王之乱</a>"
},
{
"headline":"司马亮",
"startDate":"291",
"endDate":"291",
"text":"<p>    汝南王司马亮（？－291年），是西晋八王之乱中其中一王，字子翼。晋宣帝司马懿第四子，景帝司马师、文帝司马昭之弟、武帝司马炎之叔。八王之乱中首位登场的王。少年时清警而有才用，曹魏时为散骑侍郎、万岁亭侯，拜东中郎将，进封广阳乡侯。讨伐诸葛诞于寿春、失利而遭免官。其后又拜左将军，加散骑常侍、假节，出监豫州诸军事。再改封祁阳伯，转镇西将军。晋武帝践阼，封司马亮为扶风郡王，食邑万户，都督关中雍、凉诸军事。当秦州刺史胡烈为羌虏所害，司马亮遣将军刘旗、骑督敬琰赴救却不进军，司马亮被贬为平西将军。刘旗罪当斩首，司马亮与军司曹冏上言，节度之咎由司马亮而出，乞免刘旗死罪。晋武帝遂下诏罢免司马亮之官职。不久再拜为抚军将军。同年，吴将步阐来降，假司马亮节都督诸军事以纳步阐之降、再加侍中之职务。咸宁三年（277年），司马亮徙封汝南，出为镇南大将军、都督豫州军事。不久又征用司马亮为侍中、抚军大将军，领后军将军，统冠军、步兵、射声、长水等营。其后再迁太尉、录尚书事、领太子太傅，侍中如故。到武帝身患重病（290年），杨骏安排司马亮为侍中、大司马、假黄钺、大都督、督豫州诸军事，出镇许昌。再封司马亮子司马羕为西阳公。司马亮尚未出发，晋武帝又下了诏书，存放在中书省，诏书中依托汝南王司马亮及外戚杨骏共同辅政晋惠帝。杨骏惧怕失势，曾经从中书省借出诏书，看后不归还。当时的中书监华廙恐惧，还亲自向杨骏索取诏书，但杨骏始终不还。晋武帝驾崩，司马亮惧杨骏怀疑，推辞有疾不入皇宫，只于大司马门外叙哀。杨骏欲讨伐司马亮，司马亮知道后夜驰赴许昌，才得幸免于难。到杨骏被皇后贾南风和楚王司马玮诛杀后，晋惠帝下诏以司马亮出任太宰、录尚书事与太保卫瓘共掌朝政。楚王司马玮有功勋而又好立威，司马亮惮忌他，意欲夺其兵权。及后贾皇后指使晋惠帝下手诏给楚王司马玮，令他宣布司马亮与卫瓘图谋不轨。司马玮率军包围二人府第，司马亮认为自己一片丹心，不抵抗，众兵不敢杀之。司马玮下令，“能斩亮者，赏布千匹。”才有人杀了司马亮。卫瓘也在这场政变中被杀。楚王司马玮被诛杀后，追封司马亮爵位为汝南文成王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马亮>司马亮</a>"
},
{
"headline":"杨骏",
"startDate":"291",
"endDate":"291",
"text":"<p>    杨骏（？－291年），字文长，弘农华阴人。晋武帝武悼皇后杨芷之父，兄杨文宗为晋武帝原配皇后杨艳父。以后父超居重位，自镇军将军迁车骑将军，封临晋侯。杨骏为人小器，大臣奏请晋武帝不可以社稷之重任交给杨骏。武帝不从。晋武帝自太康以后，天下无事，不复留心万机，耽于酒色，开始宠信后党，请谒公行。而杨骏及弟杨珧、杨济势倾天下，时人有“三杨”之号。到了武帝疾笃，未有下诏顾命大臣，佐命功臣都相继已死去，朝臣惶惑，计无所从。武帝乃诏中书，以汝南王司马亮与杨骏共辅王室。杨骏惧怕失势，曾经从中书省借出诏书，看后不归还。当时的中书监华廙恐惧，还亲自向杨骏索取诏书，但杨骏始终不还。晋武帝病情加重时，杨骏要求晋武帝让他单独辅政，晋武帝点头默许。杨骏招来中书监华皓、中书令何劭，口宣帝旨作遗诏，让杨骏单独辅政。诏成后华廙、何劭二人拿给晋武帝看，晋武帝视而无言，两日后就驾崩了。晋惠帝即位，升杨骏为太傅、大都督。杨骏辅政时期，凡有诏令，晋惠帝过目后交于杨太后；然后直接下发执行。杨骏知贾南风难以控制，为防贾南风碍其擅权，则任命其亲信掌管禁军，此举引起皇亲国戚及某些大臣的不满。杨骏的二位弟弟杨珧、杨济常对他的做法不以为然，劝其小心祸患，杨骏不纳。杨骏自知素无美望，惧不能得众大臣支持，乃依魏明帝即位故事，遂大开封赏，欲以取悦众人。但其人为政严碎，愎谏自用，不允众心。贾南风不让杨骏独揽政权，秘密派人与汝南王司马亮和楚王司马玮联络，要他们带兵进京，讨伐杨骏。楚王司马玮从荆州带兵进了洛阳。杨骏向来恐惧楚王司马玮，对此事不加阻止。贾皇后有了楚王司马玮的支持，在291年3月，贾皇后设计让晋惠帝下诏书，宣称杨骏谋反，洛阳全城戒严，要楚王司马玮领军保卫皇宫，围攻杨骏府第。杨骏为人胆小懦弱，事件发生时谋而不决，司马玮军火烧其府第，杨骏逃到府中马厩被杀，外甥中护军张邵、散骑常侍段广、河南尹李斌、女婿裴瓒等也被乱兵杀死。贾后又以晋惠帝名义下诏书，废除杨芷的皇太后位置，贬为平民，囚禁在洛阳郊外的金墉城（292年，杨太后因没有食物8天后饿死）。又诛灭杨骏三族，株连而死的共有数千人，至此杨骏政治势力被消灭。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杨骏>杨骏</a>"
},
{
"headline":"石虎",
"startDate":"295",
"endDate":"349",
"text":"<p>    后赵武帝石虎（295年—349年），字季龙，中国五胡十六国时代中，后赵的第三位皇帝。庙号太祖，谥号武帝。石虎是后赵开国君主石勒的侄儿。石虎生性残忍，发家前，不仅用残酷的手段先后杀死两位妻子，即使在军队中如果遇到与他一样强健的战士，他会以打猎戏斗为由，借机将对手杀死，以解心头之快；战斗中，对俘获的俘虏，不分好坏，不分男女一律坑杀，很少有俘虏生还。333年，石勒驾崩，其皇位由儿子石弘继承。因石虎掌握兵权势大，石勒妻刘太后与养子彭城王石堪拥立南阳王石恢(刘太后儿子)欲举兵反对石虎，不幸事泄，刘太后被杀，石堪被捕活活烤死，石恢被捕，不久石勒子秦王石宏亦被捕，咸康元年（334年）十月石弘持玺绶向石虎表明愿意禅位，石弘被废为海阳王，同年杀海阳王石弘、弘母程氏、秦王石宏、南阳王石恢。至335年，其首都由襄国（今中国河北邢台）迁至邺（今河北邯郸市临漳县城西南20公里邺城遗址），并特地派人到洛阳将九龙、翁仲、铜驼、飞廉转运到邺装点宫殿。349年正式即皇帝位。石虎在位期间，表现了其残暴好色的一面，如史书载石虎曾经下达过一条命令：全国二十岁以下、十三岁以上的女子，不论是否嫁人，都要做好准备随时成为他后宫佳丽中的一员，“百姓妻有美色，豪势因而胁之，率多自杀”，因此被评为五胡十六国中的暴君。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/石虎>石虎</a>"
},
{
"headline":"五胡十六国",
"startDate":"304",
"endDate":"439",
"text":"<p>      五胡十六国又称十六国，是中国历史上的一段时期。由于自西晋末年到北魏统一中原这一期间（304-439），五胡大举侵占古华夏故地，故又被后世称作“五胡乱华”时期。五胡指匈奴、鲜卑、羯胡、氐、羌；十六国指主要的五个北方内迁民族在中国北部及蜀地建立的政权，其中封邦命氏成为战国者有16国，有前凉、后凉、南凉、西凉、北凉、前赵、后赵、前秦、后秦、西秦、前燕、后燕、南燕、北燕、胡夏、成汉。此外还有在当时具有较大影响的仇池、代国、北魏、高句丽、冉魏、西燕、吐谷浑、谯蜀和翟魏等，实际远不止16国。北魏史学家崔鸿以其中十六个国家撰写了《十六国春秋》，于是后世史学家称这时期为“五胡十六国”。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五胡十六国>五胡十六国</a>"
},
{
"headline":"五胡乱华",
"startDate":"304",
"endDate":"439",
"text":"<p>    五胡乱华，是中国西晋时期北边众多游牧民族趁西晋八王之乱期间衰弱之际陆续建立非汉族国家而造成与南方汉人政权对峙的时期。“五胡”指匈奴、鲜卑、羯、羌、氐五个胡人的游牧部落联盟。百余年间，北方各族及汉人在华北地区建立数十个强弱不等、大小各异的国家，其中存在时间较长和具有重大影响力的有五胡十六国。五胡乱华破坏了中原的政权和经济架构，但也使北方游牧民族与中原汉族产生文化经济交往。由于汉族避难从黄河流域大规模进入长江和珠江流域，史称衣冠南渡，进一步增进了南方的百越、三苗族裔与中原汉族的文化和经济联系。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五胡乱华>五胡乱华</a>"
},
{
"headline":"五胡十六国",
"startDate":"304",
"endDate":"439",
"text":"<p>    五胡十六国（304年－439年），简称十六国，是中国历史上的一段时期。该时期自304年刘渊及李雄分别建立汉国（后称前赵）及成汉起至439年北魏拓跋焘（太武帝）灭北凉为止。范围大致上涵盖华北、蜀地、辽东，最远可达漠北、江淮及西域。在入主中原众多民族中，以匈奴、羯、鲜卑、羌及氐为主，统称五胡。他们在这个范围内相继建立许多国家，而北魏史学家崔鸿以其中十六个国家撰写了《十六国春秋》，于是后世史学家称这时期为“五胡十六国”。在西晋时期，五胡居于西晋北方、西方的边陲地区，对晋王朝呈现半包围局面。由于晋廷的腐败和汉官的贪污残暴，五胡在八王之乱后纷纷举兵，史称五胡乱华。在西晋灭亡后，华北地区战火纷飞，掠夺与屠杀不断。经济受到严重摧毁，影响了中国的社会、经济、民族、文化、政治、军事等发展走向。永嘉之祸带给人民巨大痛苦，大多逃难到凉州、辽东以及江南地区，使这些地区的经济文化渐渐繁荣。在诸国混战期间，前秦皇帝苻坚一度统一华北，但在南征东晋时，于淝水之战惨败。其后各族于关东及空虚的关中叛变，加上东晋北伐，前秦全面崩溃，北方再度混乱。北魏立国后，经过拓跋圭、拓跋嗣及拓跋焘的经营，最后于439年统一华北，进入南北朝时期。北方各族的内徙造成严重的民生经济损失，各民族在互相抗衡、屠杀中也展开合作与融合。各国的君主为了增强实力，也在各自的根据地上实行一些发展生产的政策，使得各地区在华北动荡荒乱的背景下，形成局部稳定的局面。该时期的民族大融合持续到南北朝时期，最后于隋朝时期完全融合。此外，几乎在同一时期，欧洲的西罗马帝国也在经历被日耳曼人、匈人等游牧民族入侵，史称“蛮族入侵”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/五胡十六国>五胡十六国</a>"
},
{
"headline":"永嘉之乱",
"startDate":"311",
"endDate":"311",
"text":"<p>    永嘉之乱是发生在中国西晋时代的一个内乱事件，由居于中原的外族人发动。西晋惠帝时，朝廷腐败，发生八王之乱。永兴元年（304年），匈奴贵族刘渊起兵于离石（今属山西省），国号汉（后来的前赵）。晋怀帝永嘉四年（310年），刘渊死，其子刘聪继立。次年四月其将石勒歼晋军十余万人于苦县宁平城（在今河南省鹿邑县），并俘杀太尉王衍等人。同年刘聪又遣大将呼延晏率兵攻洛阳，屡败晋军，前后歼灭三万余人。六月呼延晏到达洛阳，刘曜等人带兵前来会合，攻破洛阳，纵容部下抢掠，俘虏怀帝，杀太子司马诠、宗室、官员及士兵百姓三万余人，并挖掘陵墓和焚毁宫殿，史称“永嘉之乱”。大量人口为避战乱从中原迁往长江中下游，史称“衣冠南渡”。这为东晋偏安一隅作了预备，大量的侨州侨郡的设立，深刻地影响了东晋的政治面貌。同时，客观上促进了长江中下游经济的发展，中国古代经济中心进一步迁往南方。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永嘉之乱>永嘉之乱</a>"
},
{
"headline":"衣冠南渡",
"startDate":"311",
"endDate":"317",
"text":"<p>    衣冠南渡，指中原政权和文明首次南迁，由西晋京师洛阳南渡至建康（今南京）。西晋晋怀帝、晋愍帝时期中原地区大规模战争不断，内徙的周边部族相继建立君主制政权，强大起来威胁到西晋政权，并最终酿成永嘉之祸，中央朝廷受到威胁，晋建武年间，晋元帝率中原汉族臣民从京师洛阳南渡，史称“永嘉之乱，衣冠南渡”，这是中原汉人第一次大规模南迁。后西晋渡江后，在建康（今南京）定都，史称东晋。中原汉族士族等臣民相随南逃，史称“永嘉之乱，衣冠南渡”，王导依赖南渡的北方士族，团结江东豪强，协助司马睿建立了东晋政权。“衣冠”，晋时士族峨冠博带，风度翩翩，衣冠楚楚，相对于普通人蓬头短袄。因普通人家无力负担搬迁费用，随晋室南迁的尽是巨家大户，官宦士绅，故有“衣冠南渡”之谓。又有说法云“衣冠”代表文明的意思，衣冠南渡即是中原文明南迁。晋朝首都迁至江东建康（今南京），自此史称东晋，这是古代中国都城迁至江南的开始。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/衣冠南渡>衣冠南渡</a>"
},
{
"headline":"桓温",
"startDate":"312",
"endDate":"373",
"text":"<p>    桓温（312年－373年），字元子，谯国龙亢（今安徽怀远县龙亢镇）人。东晋重要将领及权臣、军事家，谯国桓氏代表人物。官至大司马、录尚书事。宣城内史桓彝长子，因领兵消灭成汉而声名大盛，又曾三次领导北伐，掌握朝政并曾操纵废立，更有意夺取帝位，但终因最后一次北伐大败而令声望受损，受制于朝中王氏和谢氏势力而未能如愿。死前欲得九锡亦因谢安等人借故拖延，直至去世时也未能实现。因桓温获赐谥号宣武，故《世说新语》称其为“桓宣武”。其子桓玄后来一度篡夺东晋帝位而建立桓楚，追尊桓温为“楚宣武帝”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桓温>桓温</a>"
},
{
"headline":"东晋",
"startDate":"317",
"endDate":"420",
"text":"<p>      东晋，中国朝代名（317年－420年），乃西晋司马氏政权的延续。因内迁的北方游牧民族造反，建都洛阳的晋朝（西晋）亡国，琅琊王司马睿在群臣拥戴下在建康（今南京）即位，即晋元帝，史称东晋。当时北方多个游牧民族建立的政权连年征战，史称五胡十六国时期。东晋时代，也曾经内部四分五裂。420年，宋公刘裕废除晋安帝，建立刘宋，进入南北朝时期。东晋大都市有建康和会稽等。东晋与之前的孙吴以及其后的宋、齐、梁、陈，合称为六朝。此外，史书中又仿东汉称中汉，称东晋为中晋，寓以晋室中兴之意；又东晋统治地区大部分在江东，古称江左，因此以江左代指东晋。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东晋>东晋</a>"
},
{
"headline":"苻健",
"startDate":"317",
"endDate":"355",
"text":"<p>    前秦景明帝苻健（317年－355年7月10日），字建业，略阳临渭（今甘肃秦安）人，氐族，苻洪第三子，十六国前秦的开国君主。苻健继父亲统领部众并成功入关，定都长安（今陕西西安），建立前秦。后屡次作战征服其他反抗前秦的关内势力，更击败北伐的晋军。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苻健>苻健</a>"
},
{
"headline":"刘聪",
"startDate":"318",
"endDate":"318",
"text":"<p>    刘聪（？－318年8月31日），字玄明，新兴（今山西忻州市）匈奴人。十六国时汉国（后被改称为赵,史称前赵）国君。汉光文帝刘渊第四子，母张夫人。刘聪学习汉人典籍，深受汉化。执政时期先后派兵攻破洛阳和长安，俘虏并杀害晋怀帝及晋愍帝，覆灭西晋政权并拓展大片疆土。政治上创建了一套胡、汉分治的政治体制。但同时大行杀戮，又宠信宦官和靳准等人，甚至在在位晚期疏于朝政，只顾情色享乐。其执政末期甚至出现“三后并立”的情况。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘聪>刘聪</a>"
},
{
"headline":"慕容俊",
"startDate":"319",
"endDate":"360",
"text":"<p>    前燕景昭帝慕容俊（319年－360年2月23日），字宣英，昌黎棘城鲜卑人，五胡十六国时代前燕的君主。前燕文明帝慕容皝次子。慕容俊即位时仍名义上为东晋的燕王，然而于永和八年（352年）正式称帝独立。慕容俊在位期间消灭了冉魏，入据原本由后赵所占领的中原地区，势力大增，并移都邺城，终与南方的东晋和关中的前秦政权三足鼎立。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/慕容俊>慕容俊</a>"
},
{
"headline":"谢安",
"startDate":"320",
"endDate":"385",
"text":"<p>    谢安（320年－385年），字安石，东晋政治家，军事家，浙江绍兴人，祖籍陈郡阳夏（今中国河南省太康）。历任吴兴太守、侍中兼吏部尚书兼中护军、尚书仆射兼领吏部加后将军、扬州刺史兼中书监兼录尚书事、都督五州、幽州之燕国诸军事兼假节、太保兼都督十五州军事兼卫将军等职，死后追赠太傅，追封庐陵郡公。世称谢太傅、谢安石、谢相、谢公。他初与权臣周旋时，从不卑躬屈膝，不违背自己的准则却能拒权臣而扶社稷；等他自己当政的时候，又处处以大局为重，不结党营私，不仅调和了东晋内部矛盾，还于淝水之战击败前秦并北伐夺回了大片领土；而到他北伐胜利、正是功成名就之时，还能激流勇退，不恋权位；因此被后世人视为良相的代表，“高洁”的典范。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢安>谢安</a>"
},
{
"headline":"王敦之乱",
"startDate":"322",
"endDate":"324",
"text":"<p>    王敦之乱是东晋初年发生的一场动乱，爆发于晋元帝永昌元年（322年），结束于晋明帝太宁二年（324年）。动乱由出身琅琊王氏的权臣王敦所发动，以诛刘隗为名进攻建康，并击败朝廷军队。后自任丞相，诛杀周顗等人，并在武昌遥控朝廷。晋元帝死后，晋明帝继位，王敦意图夺位，但晋明帝已准备反击王敦。同时王敦亦患病，面对晋明帝的讨伐，只得由兄长王含与部下将领钱凤等领军与朝廷军队作战，但最终失败。王敦亦在战事期间病逝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王敦之乱>王敦之乱</a>"
},
{
"headline":"冉闵",
"startDate":"324",
"endDate":"352",
"text":"<p>    武悼天王冉闵（324？－352），字永曾，小字棘奴，十六国时期魏郡内黄（今河南安阳内黄西北）人，汉族，也作“染闵”。冉魏建立者，350年－352年在位。以勇猛著称。350年称帝，国号魏，史称冉魏。352年冉闵突围不遂，为燕王慕容儁所执，斩于遏陉山，后被追封为武悼天王。冉闵后人的墓志上称冉闵为“平帝”，有学者认为这可能是冉魏政权给冉闵上的谥号。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冉闵>冉闵</a>"
},
{
"headline":"王猛",
"startDate":"325",
"endDate":"375",
"text":"<p>    王猛（325年－375年），字景略，原籍北海郡剧县（今山东昌乐县西），后移家魏郡。十六国时期重要政治家、军事家，于前秦官至丞相，对前秦富国强兵，统一北方有重要影响。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王猛>王猛</a>"
},
{
"headline":"慕容垂",
"startDate":"326",
"endDate":"396",
"text":"<p>    后燕成武帝慕容垂（326年－396年6月2日），字道明，原名慕容霸，字道业，一说字叔仁，小字阿六，昌黎棘城（今辽宁义县）鲜卑族人。十六国后燕开国君主。前燕文明帝慕容皝的第五子。在前燕时屡有战功，更加曾击退东晋桓温的北伐军。然而因为受到当政的慕容评排挤而被逼出走前秦，但很受前秦君主苻坚的宠信。淝水之战后慕容垂乘时而起，复建燕国，建立后燕，后又灭了同为慕容氏所建的西燕。参合陂之战战败后率军再攻北魏，在期间发病病重，并在退军时去世。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/慕容垂>慕容垂</a>"
},
{
"headline":"苏峻之乱",
"startDate":"327",
"endDate":"329",
"text":"<p>    苏峻之乱，又称苏峻、祖约之乱，是东晋年间发生的一场动乱，爆发于咸和二年（327年），由历阳内史苏峻发起，联结镇西将军祖约以讨伐庾亮为名起兵进攻建康。于次年攻破建康执掌朝政，庾亮则与江州刺史温峤推举征西大将军陶侃为盟主，建立讨伐军反抗苏峻，同时三吴地区亦有义兵起兵。乱事于咸和四年（329年）随苏峻于前一年战死和余众陆续被消灭而结束。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏峻之乱>苏峻之乱</a>"
},
{
"headline":"谢石",
"startDate":"327",
"endDate":"389",
"text":"<p>    谢石（327年－389年1月27日），字石奴，陈郡阳夏（今河南太康）人。晋朝大臣，谢裒第五子，太保谢安之弟。最大功勋是统领谢玄等人为东晋于淝水之战战胜前秦。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢石>谢石</a>"
},
{
"headline":"苏峻",
"startDate":"328",
"endDate":"328",
"text":"<p>    苏峻（？－328年），字子高。东晋长广郡掖县（今属山东）人[1]。晋朝官员，活跃于东晋初年，曾参与讨平王敦之乱，但却是数年后苏峻之乱的叛军领袖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏峻>苏峻</a>"
},
{
"headline":"桓冲",
"startDate":"328",
"endDate":"384",
"text":"<p>    桓冲（328年－384年4月4日），字幼子，小字买德郎，谯国龙亢（今安徽怀远）人。东晋宣城内史桓彝之子，大司马桓温弟，东晋著名将领、军事家。桓冲忠于晋室，虽桓氏与以谢安为首的陈郡谢氏有所冲突，但仍以国家为首，牺牲宗族利益，将原本桓温时取得的扬州刺史职位让了给谢安，反倒自愿出镇外地。后又与谢氏于东西两边协力防御前秦的进攻，助东晋于淝水之战中获胜，但于战后翌年病逝。桓冲在东晋官至车骑将军，故被称为桓车骑。后桓玄称帝，追赠太傅、宣城王。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桓冲>桓冲</a>"
},
{
"headline":"黄初平",
"startDate":"328",
"endDate":"386",
"text":"<p>    黄初平（约328年—约386年），后世称为黄大仙，著名道教神仙，出生地为现中国浙江省金华市，原是当地的一名放羊的牧童，山中修炼得道。宋代敕封为“养素净正真人”。1897年，据说黄大仙奉玉帝旨意，尘凡布教，在广东番禺的一个扶乩活动中显灵，自道身世，劝人向善，引来不少信众，赤松黄大仙之名因而得以显扬。由于黄大仙十分灵验，加上当时广东的疫病蔓延，求医问方的善信就愈来愈多。黄大仙降乩用的灵签和药签一直沿用至今。在香港十分普及，今日，九龙有黄大仙区、黄大仙祠。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/黄初平>黄初平</a>"
},
{
"headline":"祖约",
"startDate":"330",
"endDate":"330",
"text":"<p>    祖约（？－330年），字士少。东晋范阳遒县（今河北涞水）人。兄长为东晋名将，镇西将军祖逖。祖约亦是东晋官员和将领，在祖逖死后接掌其部众和豫州刺史职位，但不仅不能延续兄长北伐事业，更无法抵抗后赵君主石勒的进攻，失去早前祖逖北伐所收复的失地。祖约后来亦与苏峻联手发动苏峻之乱，但期间先被后赵军击败，后又被起义勤王的东晋讨伐军所攻，被逼投奔后赵。最终被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/祖约>祖约</a>"
},
{
"headline":"姚苌",
"startDate":"330",
"endDate":"393",
"text":"<p>    姚苌（330年－393年），字景茂。南安赤亭（今甘肃省陇西县西）羌族人。十六国时期后秦政权的开国君主。后赵末年南安羌酋长姚弋仲第二十四子，姚襄之弟。姚苌在姚襄死后率其部众入秦，成为前秦的将领。淝水之战后姚苌在关中羌人的推举下自称万年秦王，建立后秦，并与苻坚领导下的前秦作战。姚苌后来杀害了苻坚，并乘西燕东退而进驻长安，不久称帝。前秦宗室苻登在关中氐族残余力量支持下继续与姚苌作战，姚苌一度处于不利形势，但终大败苻登，渐处优势，但在消灭前秦势力前去世，直至儿子姚兴即位后才完全消灭前秦势力。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/姚苌>姚苌</a>"
},
{
"headline":"苻坚",
"startDate":"338",
"endDate":"385",
"text":"<p>    苻坚（338年－385年10月16日），字永固，一名文玉，略阳临渭（今甘肃秦安）人，氐族，苻雄之子，苻洪之孙，苻健之侄，是十六国时期前秦的君主，称大秦天王。初封东海王，后发动政变推翻堂兄苻生即位。苻坚在位期间重用汉人王猛，亦推行一系列政策与民休息，加强生产，终令国家强盛，接着以军事力量消灭北方多个独立政权，成功统一北方，并攻占了东晋领有的蜀地，与东晋南北对峙。苻坚于383年发动战争意图消灭东晋，史称淝水之战，但最终前秦大败给东晋谢安、谢玄领导的北府兵，国家亦陷入混乱，各民族纷纷叛变独立，苻坚最终亦遭羌人姚苌杀害，谥号宣昭，庙号世祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苻坚>苻坚</a>"
},
{
"headline":"苻登",
"startDate":"343",
"endDate":"394",
"text":"<p>    苻登（343年－394年），字文高，略阳临渭（今甘肃秦安）氐族人，十六国前秦皇帝，苻坚族孙，建节将军苻敞之子。在苻坚遭后秦君主姚苌杀害后，苻登曾领率氐族残余力量于关陇地区对抗后秦，后更被拥立为前秦皇帝。苻登起初屡次获胜，但终败给后秦，更遭俘杀。死后获上庙号太宗，谥高皇帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苻登>苻登</a>"
},
{
"headline":"谢玄",
"startDate":"343",
"endDate":"388",
"text":"<p>    谢玄（343年－388年），字幼度，中国东晋著名官员、文学家、军事家，陈郡阳夏（今河南太康）人，陈郡谢氏士族。封康乐县公，谥献武，人称谢献武、康乐献武公。追封车骑将军，是以又被称为“谢车骑”。小名羯儿，因此也有人称呼他为“谢羯”或“谢遏”雅好清谈，与张玄之并称为“南北二玄”（张玄之的名亚于谢玄）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢玄>谢玄</a>"
},
{
"headline":"慕容暐",
"startDate":"350",
"endDate":"384",
"text":"<p>    前燕幽帝慕容暐（350年－384年），字景茂，昌黎棘城（今辽宁义县）鲜卑人。五胡十六国时代前燕的最后一位君主，前燕景昭帝慕容俊第三子。前期在慕容恪摄政之下仍能保持国家稳定，但后期在慕容评主政之下就渐渐衰落，最终被前秦所灭。慕容暐在前燕亡后成为前秦的臣下，获封为新兴侯。前秦于淝水之战后崩溃，慕容垂、慕容泓先后举兵建立“后燕”和“西燕”，慕容暐亦在西燕进攻前秦都城长安（今陕西西安）时意图杀死苻坚并令城内混乱，响应外军，但失败被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/慕容暐>慕容暐</a>"
},
{
"headline":"桓温北伐",
"startDate":"354",
"endDate":"369",
"text":"<p>    桓温北伐，是东晋时期将领桓温分别于354年、356年及369年发动北伐北方十六国的战役。但除了第二次北伐成功收复洛阳，其余两次皆被击退，成效不大。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桓温北伐>桓温北伐</a>"
},
{
"headline":"谢灵运",
"startDate":"358",
"endDate":"433",
"text":"<p>    谢灵运（385年－433年），浙江会稽人，东晋将领谢玄之孙 ，陈郡谢氏士族，著名诗人，主要创作活动在刘宋时代，主要成就在于山水诗。由灵运始，山水诗乃成中国文学史上的一大流派。谢灵运小名“客”，人称谢客。又以袭封康乐公，称谢康公、谢康乐、谢公，又因同族后辈另一位著名诗人“小谢”谢朓而被称为大谢。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/谢灵运>谢灵运</a>"
},
{
"headline":"司马曜",
"startDate":"362",
"endDate":"396",
"text":"<p>    晋孝武帝司马曜（362年－396年），字昌明，东晋的第九个皇帝，在位时间是372年至396年。他是晋简文帝的第三个儿子，晋安帝和晋恭帝的父亲，母李陵容。晋孝武帝四岁时被封为会稽王，372年被立为太子，同年晋简文帝逝，他继位，当时才11岁。第二年立年号为宁康。一开始由太后摄政。14岁时（376年）开始亲政，改年号为太元。当年他改革收税的方法，放弃以田地多少来收税的方法，改为王公以下每人收米三斛，在役的人不交税。此外他在他在位期间试图加强皇帝的权力和地位。383年前秦进攻晋，试图灭晋，在淝水之战中晋军大胜。晋孝武帝即位时期由于税赋改革与谢安当国，被称为东晋末年的复兴；但是谢安死后司马道子当国，以及晋孝武帝嗜酒成性，《晋书》说“醒日既少”，优柔寡断，导致东晋政局再度陷入混乱。晋孝武帝由于对他当时宠信的张贵人开玩笑说：“你已经快要三十岁了，按年龄应该要被废弃了”，导致当晚张贵人一怒之下杀了他，享年36岁。死后葬于今江苏南京的隆平陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/司马曜>司马曜</a>"
},
{
"headline":"刘裕",
"startDate":"363",
"endDate":"422",
"text":"<p>    宋武帝刘裕（363年4月16日－422年6月26日），字德舆，小字寄奴，彭城绥舆里（今江苏省铜山县）人，东晋末年军事家、政治家，亦是南朝宋的开国君主。刘裕最初为北府将领孙无终的司马，在孙恩之乱中展现其军事才能，及后更发起义军击败篡位的桓玄，恢复了东晋政权，并获得了极高名望，并在不久之后掌握朝权。刘裕趁南燕内讧之际而出兵灭燕，随后又平定了卢循之乱，以及消灭了刘毅、诸葛长民及司马休之等异己，巩固了在东晋国内的地位。接着又乘后秦内乱而北伐，收复了洛阳及关中地区，受封宋公并得九锡，终篡夺了东晋政权，建立南朝宋，开始了南北朝时代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘裕>刘裕</a>"
},
{
"headline":"陶渊明",
"startDate":"365",
"endDate":"427",
"text":"<p>    陶渊明（约365年－427年），名潜，或名渊明。一说晋世名渊明，字元亮，入刘宋后改名潜。唐人避唐高祖讳，称陶深明或陶泉明。自号五柳先生，私谥靖节先生（陶征士诔）。浔阳柴桑（今在江西九江西南）人。晋代文学家。以清新自然的诗文著称于世。相关作品有《饮酒》《归园田居》《桃花源记》《五柳先生传》《归去来兮辞》《桃花源诗》等。陶渊明的诗和辞赋散文在艺术上具有独特的风格和极高的造诣，开田园诗一体，为古典诗歌开辟了新的境界。作品平淡自然，出于真实感受，影响唐代诗歌的创作。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陶渊明>陶渊明</a>"
},
{
"headline":"桓玄",
"startDate":"369",
"endDate":"404",
"text":"<p>    桓玄（369年－404年6月19日），字敬道，一名灵宝，谯国龙亢（今安徽怀远）人，谯国桓氏代表人物，东晋名将桓温之子，也是东晋末期桓楚政权的建立者。曾消灭殷仲堪和杨佺期占据荆江广大土地，后更消灭了掌握朝政的司马道子父子，掌握朝权。次年桓玄就篡位建立桓楚，但三个月后刘裕就举义兵反抗桓玄，桓玄不敌而逃奔江陵重整军力，但后再遭西讨的义军击败，试图入蜀，但途中遇上护送毛璠灵柩的费恬等人，遭益州督护冯迁杀害。因曾袭父亲“南郡公”之爵，故世称“桓南郡”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/桓玄>桓玄</a>"
},
{
"headline":"拓跋珪",
"startDate":"371",
"endDate":"409",
"text":"<p>    北魏太祖道武皇帝（371年8月4日—409年11月6日），又名涉珪、什翼圭、翼圭、开，北魏开国皇帝，鲜卑族人。他是代王拓跋什翼犍的孙子，献明帝拓跋寔的儿子，太武帝拓跋焘的爷爷。376年，拓跋珪被其母亲贺兰氏携走出逃。385年，15岁的拓跋珪趁乱重兴代国，在盛乐即位为王。又在次年即386年定国号“大魏”，是为北魏，改元“登国”，398年，他将国都从盛乐迁到大同，并自称皇帝。他即位初年，积极扩张疆土，励精图治，将鲜卑政权推进封建社会，天下小康。晚年好酒色，刚愎自用，不团结兄弟，导致在409年的宫廷政变中遇刺身亡，终年仅三十九岁，在位二十四年。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/拓跋珪>拓跋珪</a>"
},
{
"headline":"淝水之战",
"startDate":"383",
"endDate":"383",
"text":"<p>    淝水之战，又称肥水之战，发生于东晋太元八年（前秦建元十九年）（383年），前秦出兵伐晋，于淝水（现今安徽省寿县的东南方）交战，最终东晋仅以八万军力大胜八十余万前秦军。淝水之战，是东晋时期北方的统一政权前秦向南方东晋发起的侵略吞并的一系列战役中的决定性战役，结果有绝对优势的前秦败给了东晋，国家也因此衰败灭亡，北方各民族纷纷脱离了前秦的统治先后建立了十余个小国。而东晋则趁此北伐，把边界线推进到了黄河，并且此后数十年间东晋再无外族侵略。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/淝水之战>淝水之战</a>"
},
{
"headline":"北魏",
"startDate":"386",
"endDate":"534",
"text":"<p>      北魏（386年－534年）是北朝的第一个政权。386年，拓跋部首领拓跋珪建立，改国号为魏，建都平城（今山西省大同市），早期国语鲜卑语，魏太和十七年（493年）开始将汉语定为国语。439年，统一华北。493年起孝文帝拓跋宏迁都洛阳，皇帝改姓元。534年，分裂为东魏与西魏。拓跋氏自称是黄帝后裔，黄帝发源地为战国时魏国所在，又“魏”有美好之意，故以此名国号。以其领土位于中国北方，又是北朝的第一个政权，故史称“北魏”。为别于此前的曹魏政权，某些史书因此别称为“后魏”，但由于史学界不称曹魏为“前魏”，故“后魏”之称很少使用。又以其王室姓拓跋，后改姓元，故又别称拓跋魏（东魏和西魏虽然姓拓跋，但是多数史学家并不如此称呼这两个政权）、元魏。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北魏>北魏</a>"
},
{
"headline":"台壁之战",
"startDate":"393",
"endDate":"393",
"text":"<p>    台壁之战发生于中兴八年(393年)11月，是北朝后燕慕容垂与西燕慕容永关键性的一战。中兴八年(393年)11月，慕容垂以慕容缵、张崇率7万军，西进晋阳。慕容永一面增兵晋阳，一面以方云、慕容钟5万兵守潞川，驻扎于漳河两岸，筑围墙于壶口关，以精兵保看护，故以台壁为名，严防慕容垂兵袭长子。9年2月，后燕兵分三路北进，西燕亦分道据守。4月，慕容垂屯兵天井关，摆明进攻的势态。慕容永怕慕容垂南袭轵关，于是分兵南下，加强轵关防卫，却让慕容垂趁西燕兵力减弱时大军进攻，突破壶口关，进攻台壁。台壁空虚，慕容永命都城守军增援台壁，并把南下轵关的兵力撤回。两军在漳河台壁摆开阵势，慕容垂又设伏兵于漳河涧下。战争开始时，后燕军佯败，慕容永挥军渡涧追击时，却遭到后燕伏兵突击，西燕军大乱，死伤无数。慕容永退兵长子。8月，伐勤等将领开城投降，慕容垂斩杀慕容永等30余人。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/台壁之战>台壁之战</a>"
},
{
"headline":"慕容永",
"startDate":"394",
"endDate":"394",
"text":"<p>    慕容永（？－394年），字叔明，十六国西燕国主，鲜卑人，是慕容部首领慕容廆之弟慕容运之孙(一说为其子)，也就是前燕建立者慕容皝之堂侄。前秦建元六年（370年），前燕为前秦所灭后，鲜卑慕容部许多人人被迁往关中，慕容永因此至长安。因家中贫困，与妻子二人常在市场卖靴子维生。建元二十年（384年），慕容泓称帝，改元燕兴，西燕始。明年，西燕慕容冲称帝，以慕容永为将军。第三年，在经过一连串的政变后，慕容永拥立慕容忠为帝，被命为太尉，守尚书令，封河东公。数月后，慕容忠被将军刁云所杀，慕容永于是被推为大都督、大将军、大单于、雍秦梁凉四州牧、河东王，暂对后燕帝慕容垂称臣。数月后，慕容永进据长子，即皇帝位，并改元中兴。中兴八年（393年），后燕大举伐西燕，明年为后燕所灭，慕容永被杀，西燕亡。慕容永的儿子太子慕容亮、常山公慕容弘同时被杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/慕容永>慕容永</a>"
},
{
"headline":"王恭叛乱",
"startDate":"397",
"endDate":"398",
"text":"<p>    王恭叛乱是东晋时期的一段历史事件，分别于隆安元年（397年）及隆安二年（398年）发生，皆由当时的青、兖二州刺史王恭主动发起。王恭于第二次叛乱时被擒且被处死，不过至死仍坚持他起兵叛乱是出于他对朝廷的忠心。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王恭叛乱>王恭叛乱</a>"
},
{
"headline":"王恭",
"startDate":"398",
"endDate":"398",
"text":"<p>    王恭（？－398年10月13日），字孝伯，小字阿宁，太原晋阳（今山西太原）人。东晋外戚，孝武定皇后王法慧之兄，晋朝名士王濛孙。王恭在东晋官至前将军、青兖二州刺史，曾先后两度起兵讨伐朝臣，但在第二次起兵时因刘牢之叛变而兵败，后被捕并被处死，死前仍坚持自己起兵之出发点是忠于朝廷。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/王恭>王恭</a>"
},
{
"headline":"刘义隆",
"startDate":"407",
"endDate":"453",
"text":"<p>    刘义隆（407年－453年3月16日），中国南北朝时期宋朝的第三位皇帝。小字车儿，宋武帝刘裕第三子。幼年时母亲被父亲杀害，备受父亲冷落。424年其长兄刘义符被废，群臣迎他即位。在位30年，年号元嘉，谥号景皇帝，庙号中宗，世祖刘骏时改谥号为文皇帝，庙号为太祖。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘义隆>刘义隆</a>"
},
{
"headline":"拓跋焘",
"startDate":"408",
"endDate":"452",
"text":"<p>    北魏太武帝拓跋焘（408年－452年3月11日），北魏第三位皇帝（423年—452年3月11日在位），他是前任皇帝北魏明元帝拓跋嗣的长子，小字佛狸（突厥语狼buri的对音），在位29年，享年44岁，谥太武皇帝。拓拔焘即位时，只有15岁，大臣们都拿他当小孩子看。于是拓拔焘决定先整顿吏治，励精图治，令人刮目相看，北魏国力进入鼎盛。于是拓拔焘就开始扩张疆土，先后消灭夏国，北燕，北凉，结束了五胡十六国，统一了北方；又击溃高句丽、柔然，扩地千余里，不过他在对宋的战争中，虽然大胜，但使军民疲惫，后期又刑罚残酷，使国内政治混乱。拓跋焘于452年3月11日（农历二月五日）被宦官中常侍宗爱所弑，他的庙号为世祖。另外他下令废佛，太平真君七年（446年）诏：“诸有佛图、形像及胡经，尽皆击破焚烧，沙门无少长悉坑之。”是三武灭佛之一（另外两位是北周武帝和唐武宗）。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/拓跋焘>拓跋焘</a>"
},
{
"headline":"刘裕北伐",
"startDate":"409",
"endDate":"417",
"text":"<p>    刘裕北伐指的是刘裕掌握东晋实权后后发动的两次北伐战争，灭掉后秦、南燕两个政权。在魏晋十六国时期，东晋虽偏安江南，却始终没有放弃收复中原，所以屡次发动北伐战争。后秦、南燕的败亡主要出于内乱而非实力之弱；公元397年北魏军攻下中山，后燕官吏兵投降两万余人，后燕的疆域被切断为南燕和北燕二部，405年南燕又发生政变；416年姚兴卒，后秦内乱不断，镇守蒲坂和岭北的姚懿、姚恢先后率叛军进攻长安。刘裕趁后秦、南燕内乱之际，乘机出兵，并一举攻灭。这次收复中原的版图之多，是东晋历次北伐中最成功、影响最深远的一次，也是以前的多次北伐都无法与之比拟的。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘裕北伐>刘裕北伐</a>"
},
{
"headline":"南北朝",
"startDate":"420",
"endDate":"589",
"text":"<p>    南北朝（公元420年—公元589年）是中国历史上的一段分裂时期，由公元420年刘裕篡东晋建立南朝宋开始，至公元589年隋灭南朝陈为止。该时期上承东晋、五胡十六国，下接隋朝，南北两势虽然各有朝代更迭，但长期维持对峙，所以称为南北朝。南朝（公元420年—公元589年）包含宋、齐、梁、陈四朝；北朝（公元439年—公元589年）则包含北魏、东魏、西魏、北齐和北周五朝。南北朝初期仍是世族政治，社会阶层分为世族、齐民编户、依附人及奴隶，对外交流也很兴旺，东到日本和朝鲜半岛，西到西域、中亚、西亚（埃兰沙赫尔），南到东南亚与印度。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南北朝>南北朝</a>"
},
{
"headline":"刘宋",
"startDate":"420",
"endDate":"479",
"text":"<p>      南朝宋（420年～479年），中国南北朝时代南朝的第一个朝代，公元420年，宋武帝刘裕取代东晋政权而建立。改国号宋，定都建康。因国君姓刘，为与后来赵匡胤建立的宋朝相区别，故又称为刘宋。以刘裕世居春秋时宋国故地，故以此为国号。又以五德终始说，刘宋为水德，故别称水宋。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘宋>刘宋</a>"
},
{
"headline":"元嘉之治",
"startDate":"424",
"endDate":"450",
"text":"<p>    元嘉之治指的是南朝宋文帝刘义隆时期（年号元嘉），因其政治较为清明，又努力推行繁荣经济文化的各项政策，从而出现了短期内经济终于有所恢复，人民生活较为安定的政治局面。424年，宋文帝刘义隆即位，在位三十年期间，励精图治，史书称自义熙十一年（415年）司马休之外奔，至于元嘉末，三十有九载：“兵车勿动，民不外劳，役宽政简，氓庶繁息，至余粮栖亩，户不夜扃”。公元450年魏太武帝率大军南下，南朝宋开始整顿军武，大量招募民丁、勇士，王公、妃主“献金帛、杂物以诸国用”，史称元嘉北伐，三次北伐全遭失败。这时宋帝国已经耗竭民力，国势衰落，元嘉之治结束。公元453年，刘义隆被太子刘劭所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元嘉之治>元嘉之治</a>"
},
{
"headline":"刘劭",
"startDate":"424",
"endDate":"453",
"text":"<p>    刘劭（424年－453年5月27日），字休远，中国南北朝时期宋朝的第四位皇帝。他是宋文帝刘义隆的长子，母为皇后袁齐妫。元嘉元年（424年），刘劭出生，时正值刘义隆在服父丧，于是一直到丧期结束，于元嘉三年闰正月丙戌（426年2月28日）才正式宣布长子诞生。元嘉六年三月丁巳（429年5月14日），刘劭被立为皇太子。《宋书》称他“好读史传，尤爱弓马”。元嘉三十年（453年），因巫蛊之事，刘义隆欲废太子，刘劭知道之后，遂与其弟刘濬共谋，率兵夜闯皇宫，将其父杀害，自立为皇帝，改元“太初”。刘劭因弑父篡位而导致众叛亲离，在位仅三月，即被率兵讨逆的刘骏所击溃。五月丙子（453年5月27日），刘劭被俘，遭处斩，并被刘骏称为元凶。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘劭>刘劭</a>"
},
{
"headline":"萧道成",
"startDate":"427",
"endDate":"482",
"text":"<p>    齐高帝萧道成（427年－482年4月11日），字绍伯，南朝齐开国皇帝。萧道成出身于兰陵萧氏，父亲萧承之仕于刘宋为右将军，萧道成亦在刘宋担任军官，宋明帝驾崩，萧道成以右卫将军领卫尉的名衔，与其他数位大臣受遗诏掌机要，为辅政大臣。刘昱即位后，桂阳王兼江州刺史刘休范叛变，为萧道成领军所平定，权势日隆。但刘昱喜弓马，时常杀人取乐，又滥杀无辜，一次突然跑到萧道成家中，道成是个大胖子，“方坦而昼卧，腹大如瓠”。刘昱玩心顿起，觉得这么大的肚子是个绝好的箭靶，拿起箭来就“弯弓欲射其腹”。萧道成苦苦哀求，左右随从也纷纷劝解说：萧大人肚子这么大，这么好的目标，一箭就射死太可惜了！以后想射就没有了！好说歹说之下，刘昱答应去掉箭镞才射，结果一箭射中肚脐，欢呼高歌而去。剩下吓得一身冷汗，死里逃生心有余悸的权臣萧道成。477年刘昱因狂暴无道，为臣下所杀，萧道成迎立宋顺帝刘准，独揽朝政。479年篡宋自立为君，国号齐，他为政务节俭，在位四年去世，终年56岁。除了在政治上的功业，萧道成也广览经学、史学书籍，善写作文、书法和下棋。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧道成>萧道成</a>"
},
{
"headline":"祖冲之",
"startDate":"429",
"endDate":"500",
"text":"<p>    祖冲之（429年－500年)，字文远，刘宋时代数学家、天文学家。祖冲之的主要成就在数学、天文历法和机械制造三个领域。此外历史记载祖冲之精通音律，擅长下棋，还写有小说《述异记》。祖冲之著述很多，但大多都已失传。祖冲之的儿子祖暅之也是数学家。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/祖冲之>祖冲之</a>"
},
{
"headline":"元嘉北伐",
"startDate":"430",
"endDate":"430",
"text":"<p>    元嘉北伐，又称瓜步之战，是南北朝时期南朝宋伐北魏之战，公元430年宋文帝率军北伐，结果大败，损失惨重。因宋文帝的年号为元嘉，故这场大规模北伐被称为元嘉北伐，又因为此战中，拓跋焘兵临长江北岸的瓜步山，所以也叫瓜步之战。后世大词人辛弃疾曾作《永遇乐。京口北固亭怀古》一词，内有“元嘉草草，封狼居胥，赢得仓皇北顾”之句，说得正是这段千古教训。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元嘉北伐>元嘉北伐</a>"
},
{
"headline":"檀道济",
"startDate":"436",
"endDate":"436",
"text":"<p>    檀道济（？- 436），南朝刘宋将领。汉族，祖籍高平金乡（今属山东金乡县卜集乡檀庄），出生于京口（今江苏镇江）。身出寒门，从军20余年，由士兵升至大将军。东晋末，从刘裕攻后秦，屡立战功，官至征南大将军。元嘉八年(公元431)攻魏，粮尽，北魏派大军追赶，檀道济用“唱筹量沙”之计顺利退兵。文帝以其前朝重臣，诸子皆善战，忌而杀之，“自毁长城”。消息传到平城（今山西大同），北魏诸将弹冠相庆：“檀道济一死，吴人无可畏惧也！”。有学者认为：大家耳熟能详的《三十六计》很可能为檀道济所著。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/檀道济>檀道济</a>"
},
{
"headline":"刘宋宗室内哄",
"startDate":"440",
"endDate":"466",
"text":"<p>    南宋宗室内哄是发生于南朝宋时的事件，因中央威权下移，宗室掌握地方权力而导致的内讧。宋武帝刘裕鉴于东晋门阀权势过盛，所以中书省里面任命寒门人士为中书舍人掌管机要，任用宗室成员任录尚书事。而地方则交给刘宋宗室管理。地方的军权和行政权都在宗室手中，为后来宗室叛乱埋下祸根。义康毙命：宋文帝在位中后期，大将军刘义康逐渐掌握了朝中大权。刘义康在朝中安排亲信，排除异己，使得宋文帝对他产生厌恶。元嘉十七年（440年），宋文帝采取行动，逮捕杀死刘义康的同党刘湛及其族人等十余人，并改任刘义康为江州刺史，出镇豫章。又元嘉二十二年，宋文帝处死了，意图拥立刘义康的太子詹事范晔、员外散骑侍郎孔熙，刘义康被废为庶人。又元嘉二十八年（451年），北魏大举入侵，文帝恐刘义康被利用，下诏处死刘义康。刘骏登位：宋文帝害怕太子没有足够力量对抗敌方宗室势力，特地增强了东宫的兵力。但是后来文帝打算废太子时，这些兵力却成为太子造反的力量。元嘉三十年二月，太子刘劭得知废太子的消息后，率先发难，带领东宫兵进入皇宫杀死文帝后称帝。四月，在外征战的宗室武陵王刘骏得知文帝被杀后，立即传檄各州，要讨伐刘劭，宣城太守王僧达、吴兴府司马丘珍孙等人响应。四月，集结的讨伐军与刘劭军大战于新亭，刘劭被击败，退守台城。此时江夏王刘义恭弃家逃奔刘骏，刘劭杀其十二子以及宗室多人。五月四日，台城告破，刘劭及其四子被杀，刘骏即帝位，是为孝武帝。诸王之死：孝武帝即位不久，欲调当时出镇荆州的刘义宣回朝担任丞相以废其军政大权，义宣不从。又孝武帝淫义宣诸女，义宣由是恨怒，遂起兵十万，和江州刺史臧质、南豫州刺史鲁爽，兼荆、江、兖、豫四州之力，讨伐孝武帝。孝武帝派沈庆之在小岘山打败鲁爽。另一方面，孝武帝派王玄谟和柳元景所部在采石和梁山打败叛军，义宣逃亡江陵，并其诸子为新任荆州刺史朱修之所杀，臧质也在武昌被杀。 后孝武帝又在登基十年内杀掉海陵王刘休茂、武昌王刘浑等人。孝武帝死后，其子刘子业登基后，与其姑母新蔡公主通奸，杀叔父刘义恭。又杀其弟刘子师、刘子鸾等宗室，以及大臣柳元景、沈庆之等。使得“举朝遑遑，人怀危怖。”，刘子业后被宿卫所杀。 刘子业死后，刘彧于泰始元年（466年）登基是为明帝。此时，晋安王刘子勋被江州刺史邓琬拥立为帝，双方爆发大战。刘子勋战败被杀，孝武帝其余各子也相应被杀。这次内讧严重削弱了南朝宋内部实力，北魏趁机南征夺取地盘，也给萧氏夺权提供了机会。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/刘宋宗室内哄>刘宋宗室内哄</a>"
},
{
"headline":"萧赜",
"startDate":"440",
"endDate":"493",
"text":"<p>    齐武帝萧赜（440年－493年8月27日），字宣远，齐高帝萧道成长子，母刘智容。南朝齐第二任皇帝，病死时54岁，葬景安陵。年号永明。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧赜>萧赜</a>"
},
{
"headline":"冯太后",
"startDate":"441",
"endDate":"490",
"text":"<p>    文成文明皇后（441年－490年），或称文明太后，冯氏，长乐信都人。北魏文成帝的皇后，她的姑姑是太武帝拓跋焘的左昭仪。北魏文成帝登极后，时年十四岁的冯氏，因姿色端庄秀丽，而被选入宫中，受到姑姑冯昭仪的细心呵护，后来冯氏成为贵人。之后冯贵人升为皇后。文成帝的妃子李贵人生下了皇子拓跋弘（献文帝），因北魏子贵母死制度，李贵人被赐死。李贵人死后，皇子拓跋弘由冯皇后代为抚养，而在拓跋弘登极为帝后，冯皇后被尊为皇太后。之后冯太后孙元宏出生，也是由冯太后抚养。元宏登基为孝文帝之后，她在承明年间被尊为太皇太后。冯太后在文成帝死后于466年发动政变除掉了矫诏擅权、多行不法的丞相太原王乙弗浑，并两度摄政，将北魏的汉化推向巅峰。她对北魏的影响，在其孙北魏孝文帝朝更加发扬光大史称孝文帝改革。其在任摄政期间推行三长法、均田法、班禄法建立了农业大国的雏型，革除了相当多朝政乱象和贵族圈地行为，政策影响力陆续扩及后续所有朝代，甚至直到今日。孝文帝太和14年（490年），冯太皇太后崩逝，谥号文明皇后，或是加上文成帝的谥号—“文成”二字，称文成文明皇后，以和另一位谥号同样是文明皇后的晋文帝皇后王元姬有所区别。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/冯太后>冯太后</a>"
},
{
"headline":"国史之狱",
"startDate":"450",
"endDate":"450",
"text":"<p>    国史之狱指的是在中国南北朝时期的北魏太平真君十一年（公元450年）六月，北魏大臣崔浩因主持编纂的国史直书揭露了北魏统治者拓跋氏祖先的羞耻屈辱的历史，被北魏世祖拓跋焘下令族诛，同时株连被杀的还有崔浩姻亲范阳卢氏、太原郭氏和河东柳氏等北方大族。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/国史之狱>国史之狱</a>"
},
{
"headline":"范缜",
"startDate":"450",
"endDate":"510",
"text":"<p>    范缜（450年－510年），字子真，南乡舞阴（今河南泌阳羊册镇古城一带）人，南朝齐梁时唯物主义和无神论者。晋安北将军范汪六世孙，祖父范璩之，曾任南朝宋中书侍郎。范缜初为宁蛮县主簿，升迁为尚书殿中郎。南齐永明年间，为了进一步缓和南北局势，齐武帝派范缜作为使者出使北魏，范缜的学识和能力受到北魏朝野的称赞。天监六年（507年）被召为中书郎。天监六年他以惊人的勇气著《神灭论》一文曰：“神即形也，形即神也。是以形存则神存，形谢则神灭也。”“形者无知之称，神者有知之名，知与无知，即事有异，神之与形，理不容一。”反对当时借助政权力量以势压人的佛学，证明物质是实在的，精神是附生的。范缜的《神灭论》一出，“朝野喧哗”，曹思文作《难神灭论》“秦穆公七日乃寤，并神游于帝所，帝赐之钧天广乐，此其形留而神逝者乎。”，萧琛作《难神灭论》引“杜伯关弓”、“伯有被介”故事驳之。梁武帝萧衍是一个信佛之人，作《敕答臣下神灭论》，命令他放弃观点，不要论战。组织僧俗六十多人发表文章对范缜进行围攻，王琰则痛斥范缜：“呜呼范子！曾不知其先祖神灵所在。”范缜巧妙地回道：“呜呼王子！知其先祖神灵所在，而不能杀身以从之。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/范缜>范缜</a>"
},
{
"headline":"萧鸾",
"startDate":"452",
"endDate":"498",
"text":"<p>    萧鸾（452年－498年），字景栖，小名玄度，庙号高宗，谥齐明帝，南朝齐的第五任皇帝。为始安贞王萧道生之子、齐高帝萧道成之侄。他在494年至498年期间在位，共5年。萧鸾自小父母双亡，由萧道成抚养，萧道成对其视若己出。宋顺帝时，萧鸾担任安吉令，以严格而闻名；后迁淮南、宣城太守，辅国将军。齐高帝时任西昌候、郢州刺史；齐武帝萧赜时升任侍中，领骁骑将军。萧赜死前，萧鸾挫败中书郎王融改立萧赜次子竟陵王萧子良为新君的图谋。萧赜以萧鸾为辅政，辅佐萧昭业。自从文惠太子萧长懋于493年死后，萧鸾便有争夺帝位之心；萧鸾在494年废杀萧昭业，改立其弟萧昭文；不久又废萧昭文为海陵王自立为帝。萧鸾于494年即位后，便压制宗室力量，并设立典签监视诸王；并且在任期间屠杀宗室，萧道成与萧赜的子孙都被萧鸾诛灭。萧鸾任内长期深居简出，要求节俭，停止各地向中央的进献，并且停止不少工程。萧鸾晚年病重，相当尊重道教与厌胜之术，将所有的服装都改为红色；而且萧鸾还特地下诏向官府征求银鱼以为药剂，外界才知道萧鸾患病。498年萧鸾病故，葬于兴安陵。齐书这样形容他:“帝明审有吏才，持法无所借，制御亲幸，臣下肃清。驱使寒人不得用四幅伞，大存俭约。罢世祖所起新林苑，以地还百姓。废文帝所起太子东田，斥卖之。永明中舆辇舟乘，悉剔取金银还主衣库。太官进御食，有裹蒸，帝曰：“我食此不尽，可四片破之，余充晚食。”而世祖掖庭中宫殿服御，一无所改。齐明帝虽称得上明主,但他性猜忌多虑，故亟行诛戮。潜信道术，用计数，出行幸，先占利害，南出则唱云西行，东游则唱云北幸。简于出入，竟不南郊。上初有疾，无辍听览，秘而不传。及寝疾甚久，台省府署文簿求白鱼以为治，外始知之，身衣绛衣，服饰皆赤，以为厌胜。巫觋云：“后湖水头经过宫内，致帝有疾。”帝乃自至太官行水沟，左右启：“太官若无此水则不立。”帝决意塞之，欲南引淮流。会崩，事寝。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧鸾>萧鸾</a>"
},
{
"headline":"拓跋弘",
"startDate":"454",
"endDate":"476",
"text":"<p>    北魏献文帝拓跋弘（454年-476年；在位465年-471年）是南北朝时期北魏的皇帝。为文成帝拓跋濬长子。皇兴五年（471年），原本要禅让给京兆王拓跋子推，被众臣劝阻后作罢，传位于太子拓跋宏，自为太上皇。承明元年（476年），由于杀了嫡母冯太后宠爱的大臣，被对方毒死。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/拓跋弘>拓跋弘</a>"
},
{
"headline":"萧衍",
"startDate":"464",
"endDate":"549",
"text":"<p>    梁武帝萧衍（464年－549年），字叔达，小字练儿。南兰陵中都里人（今江苏常州市武进区西北）。南梁政权的建立者，庙号高祖。萧衍是南齐宗室，亦是兰陵萧氏的世家子弟，出生在秣陵（今南京），父亲萧顺之是齐高帝的族弟，封临湘县侯，官至丹阳尹。母张尚柔。南齐中兴二年（502年），齐和帝被迫禅位于萧衍，南梁建立。萧衍在位时间达四十八年，在南朝的皇帝中列第一位。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/萧衍>萧衍</a>"
},
{
"headline":"乙弗浑",
"startDate":"466",
"endDate":"466",
"text":"<p>    乙弗浑（？－466年），史书通常作乙浑（496年鲜卑名汉化后乙弗姓改为乙姓），鲜卑政权北魏高官，曾短期担任北魏献文帝的摄政。在乙弗浑达到权力巅峰之前，他的事迹几乎没有记载。《魏书》和《北史》以高度综合性著称，连流氓的传都有，却很反常地没有乙弗浑的传。465年，北魏文成帝驾崩，年幼的太子献文帝继位，时任侍中、车骑大将军的乙弗浑开始上台。他很快夺取权力，矫诏杀害了尚书杨保平、平阳公贾爱仁、南阳公张天度等大批官员。他又将在外的深受文成帝信任的侍中兼司徒平原王陆丽召回都城平城，在与陆丽陷入冲突后将陆丽、曾警告陆丽不要回都的司卫监丘穆陵多侯，以及后来图谋诛杀他的殿中尚书顺阳公拓跋郁都杀死。乙弗浑掌握了军队的指挥权，无摄政之名，却有其实，并被封为太原王。466年，乙弗浑想发起新一轮的恐怖行动，却被冯太后的政变推翻。安远将军贾秀和侍中拓跋丕可能也参与了政变。乙弗浑被捕并伏诛。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/乙弗浑>乙弗浑</a>"
},
{
"headline":"拓跋宏",
"startDate":"467",
"endDate":"499",
"text":"<p>    魏孝文帝拓跋宏（467年10月13日－499年4月26日），是献文帝拓跋弘的长子，北魏王朝的第六位皇帝，原名拓跋宏，后改为元宏。杰出的政治家、改革家。即位时仅5岁，公元490年亲政。亲政后，进一步推行改革：公元495年（太和十九年）孝文帝从平城迁都洛阳；后又改鲜卑姓氏为汉姓，藉以改变鲜卑风俗、语言、服饰。此外，鼓励鲜卑和汉族通婚；评定士族门第，加强鲜卑贵族和汉人士族的联合统治；参照南朝典章制度，制定官制朝仪。孝文帝的改革，对各族人民的融合和各族的发展，起了积极作用。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/拓跋宏>拓跋宏</a>"
},
{
"headline":"南齐",
"startDate":"479",
"endDate":"502",
"text":"<p>      南齐（公元479—502年）是中国南北朝时期南朝的第二个朝代，也是南朝四个朝代中存在时间最短的一个，仅有二十三年，为萧道成所建。以齐为国号，源于谶纬之说。《谶书》云：“金刀利刃齐刈之”，意即“齐”将取代“宋”。史称南齐或南朝齐（以与北朝的北齐相区别）或萧齐。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南齐>南齐</a>"
},
{
"headline":"苏小小",
"startDate":"479",
"endDate":"502",
"text":"<p>    苏小小（479年－约502年）是中国南北朝的南齐时期，生活在钱塘的著名歌妓，常坐油壁车，历代文人多有传颂。唐朝的白居易、李贺，明朝的张岱，近现代的曹聚仁、余秋雨，都写过关于苏小小的诗文。有的文学家认为苏小小是中国版的茶花女。苏小小写过一首《同心歌》，表达少女敢爱的情感。白居易有诗云：“若解多情寻小小，绿杨深处是苏家。”清代诗人袁枚也对苏小小非常仰慕，曾随身携带私章一枚，上刻“钱塘苏小是乡亲”。苏小小的故事，最早出现于《玉台新咏》，而《乐府广题》也有相关记载。相传其人为南齐名妓，貌美艳丽，且聪慧多才。历史上一些地方史志和传奇、戏曲将苏小小进一步演绎成个性丰满的形象。其中《西湖拾遗》中的小说描写得尤为精彩。在该故事中，苏小小为了追求自由，宁愿做一个青楼女子，尽情欣赏湖光山色。途经钱塘的观察使孟浪对她非常痴迷，但却遭到了苏小小的拒绝。而后苏小小又慧眼识才，资助穷书生鲍仁进京赶考。苏小小的结局颇为哀艳凄绝。她因偶得风寒，年纪轻轻就香消玉损。死后，鲍仁将其隆重下葬，埋于杭州西湖西泠桥侧。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏小小>苏小小</a>"
},
{
"headline":"永明之治",
"startDate":"482",
"endDate":"493",
"text":"<p>    明之治是指南朝齐在齐武帝萧赜在位时代出现的治世（482年—493年）。由于齐武帝年号永明，所以称为永明之治。当时南朝齐建立四年后齐高帝去世，太子萧赜即位，即齐武帝。他十分关心内政，提倡教育。并且继承齐高帝风格，力行节俭。由于与北魏通好，使得边境较为安定，减少军事调动。使得在齐武帝在位的十一年期间，政治清明，国内社会安定，带动经济文化的发展，替齐国带来一个小康的安定局面。《南齐书·列传第三十四 良政》即提到：“永明之世十许年中，百姓无鸡鸣犬吠之警，都邑之盛，士女富逸，歌声舞节，袨服华妆，桃花绿水之间，秋月春风之下，盖以百数。”可惜在齐武帝去世后，继位的萧昭业奢侈荒戏而使得朝政渐乱。政事渐由辅政的萧鸾一手掌握，不久就发生杀君篡位，宗室内哄的惨事。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/永明之治>永明之治</a>"
},
{
"headline":"陈庆之",
"startDate":"484",
"endDate":"539",
"text":"<p>    陈庆之（484年－539年），字子云，义兴国山（今中国江苏省宜兴市）人，中国萧梁将领。少为梁武帝萧衍随从。后为武威将军，有胆略，善筹谋，带兵有方，深得众心。庆之性格祗慎，每次奉诏，都要洗沐拜受；生活俭朴，只穿素衣，而且不好丝竹音乐；虽身为武将，但射箭却不能穿札，而且也不善于骑马，但善抚士卒，能使部下为其效死力。更为难得的是陈庆之出自寒门，在梁朝历史上能达到这样成就的，只有他和俞药（官至云旗将军，安州刺史）。长子陈昭。宜兴周处庙曾配祀陈庆之之神位。其麾下士兵都穿着白袍，所向披靡，当时洛阳有童谣说：“名师大将莫自牢，千兵万马避白袍。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈庆之>陈庆之</a>"
},
{
"headline":"神灭论论战",
"startDate":"489",
"endDate":"489",
"text":"<p>    中国南北朝时期的南朝齐永明七年（公元489年），在竟陵王萧子良的宴席上，范缜发表了反对佛教因果报应论，主张神（灵魂）灭的言论，随后他又据此进一步写成著名的《神灭论》。此文一出，引发了关于“神灭”的大论战。数年后，笃信佛教的梁武帝作《敕答臣下神灭论》回应，又对此文展开围剿，最终在理论上无法屈服神灭论的情形下，范缜被钦定为“异端”而流放。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/神灭论论战>神灭论论战</a>"
},
{
"headline":"孝文帝改革",
"startDate":"493",
"endDate":"499",
"text":"<p>    孝文帝改革，俗称孝文汉化。是指在南北朝时期的北魏孝文帝在位时所推行政治改革。其主要内容是汉化运动，包括推行均田制和户调制，变革官制和律令，迁都洛阳，改易汉俗等。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝文帝改革>孝文帝改革</a>"
},
{
"headline":"尔朱荣",
"startDate":"493",
"endDate":"530",
"text":"<p>    尔朱荣（493年－530年），字天宝，北秀容（山西朔县西北）人，先世为契胡部酋长，祖先居于尔朱川（今山西西北部流经神池、五寨、保德县之朱家川），故以尔朱为姓氏，后为北魏权臣。尔朱荣父亲乃尔朱新兴，史载“家世豪擅，财货丰赢”，“朝廷每有征伐，辄献私马，兼备资粮，助裨军用”，因功任命为散骑常侍、平北将军。尔朱荣有洁白美丽的容貌，爱好射猎，颇晓兵法。娶文成帝弟南安王拓跋桢女北乡公主。在北魏后期政权中，尔朱荣凭借镇压人民起义，迅速壮大了其军事力量，擢为游击将军、冠军将军、平北将军、北道都督，后来加升大都督，统领并、肆、汾、广、恒、云六州诸军事。孝庄帝建义元年（528年），他扶植北魏孝庄帝（元子攸）即位，女儿尔朱英娥又成为孝庄帝的皇后。并随后发动了河阴之变，“沉胡太后及幼主于河”，诱骗王公百官二千多人至河阴（今河南孟津县），以铁骑包围，尽杀之。从而完全掌控朝政，此时“京邑士子，十无一存，率皆逃窜，无敢出者，直卫空虚，官守废旷。”同年八月，尔朱荣镇压了葛荣领导的河北起义。永安三年（530年）九月，孝庄帝计杀尔朱荣。尔朱荣死后，尔朱荣的侄子尔朱兆由并州出兵洛阳，杀死孝庄帝，立元恭为节闵帝。高欢收纳了尔朱荣军队二十余万人，进占冀州。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尔朱荣>尔朱荣</a>"
},
{
"headline":"高欢",
"startDate":"496",
"endDate":"547",
"text":"<p>    高欢（496年－547年），鲜卑化汉族，鲜卑名贺六浑，为北魏、东魏权臣，也是北齐政权的奠基者。高欢自称祖籍渤海郡蓨县（今河北景县），《北齐书•神武上》说高欢“六世祖隐，晋玄菟太守。隐生庆，庆生泰，泰生湖，三世仕慕容氏。”祖父高谧被流放怀朔镇，后世居于此，家族被鲜卑化，以此与高门渤海高氏攀附关系。高欢虽自称为汉人，但据史载“累世北边，故习其俗，遵同鲜卑”，也有学者认为就是鲜卑人。《北齐书•神武上》记载他“目有精光，长头高颧，齿白如玉，少有人杰表。深沉有大度，轻财重士，广结士人，为豪侠所宗。”   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高欢>高欢</a>"
},
{
"headline":"苏绰",
"startDate":"498",
"endDate":"546",
"text":"<p>    苏绰（498年—546年），字令绰，西魏京兆武功人（今陕西武功附近），汉族。苏则九世孙，其父苏协官至武功郡守。苏绰少好学，精通算术。从兄苏让推荐于北周太祖宇文泰，拜为大行台左丞。宇文泰重用苏绰，制定计帐法、户籍法。大统十一年（545年），授大行台度支尚书。草拟《六条诏书》，宇文泰立于座右，宇文泰下令百官习诵，并规定：“牧守令长，不通六条和计帐法者，不得居官。”又制定《大诰》，文字简练流畅，一改自晋以来的浮华文风。又据《周礼》改定官制，大统十二年（546年）未成而卒，宇文泰率百官送棺椁出城外，扶棺痛哭，悲叹：“尚书平生为事，妻子兄弟不知者，吾皆知之。惟尔知吾心，吾知尔意。方欲共定天下，不幸遂舍我去，奈何！”。死后家无余财，卢辩继成其事。著有《佛性论》、《七经论》。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/苏绰>苏绰</a>"
},
{
"headline":"娄昭君",
"startDate":"501",
"endDate":"562",
"text":"<p>    娄昭君（501年－562年5月20日），北齐追尊神武帝高欢的正室夫人，文襄帝高澄、文宣帝高洋、孝昭帝高演、武成帝高湛的母亲。娄内干之女，年轻时美貌，很多豪族礼聘为妻，娄昭君都不答应，见城头站岗的士兵高欢有气度，派婢女通意，父母不得已，只好同意了。后来辅佐高欢成就霸业。娄昭君为人节俭，亲自纺织，慈爱高欢妾出诸子。高欢联合柔然，娶蠕蠕公主，娄昭君让出正室之位。沙苑之战，侯景想追击宇文泰，高欢开始同意了，后来娄昭君劝说，高欢乃止。高澄嗣位，进为太妃。高洋受东魏禅，建立北齐，尊为宣训宫皇太后。高殷即位，尊为太皇太后。尚书令杨愔等受遗诏辅政。太皇太后与高演诛杀杨愔，废黜高殷。高演即位，复为皇太后。孝昭帝高演崩，太后下诏立武成帝高湛。大宁（562年）二年春，娄太后听信女巫的话，改姓为石[8]，是为石昭君。四月辛丑（5月20日），在北宫驾崩，时年六十二岁，谥号武明皇后。五月甲申（7月2日），与高欢合葬义平陵。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/娄昭君>娄昭君</a>"
},
{
"headline":"南梁",
"startDate":"502",
"endDate":"557",
"text":"<p>      南梁（502年－557年），中国历史上南北朝时期南朝四个朝代中的第三个朝代，由萧衍取代齐朝称帝，都建康（今江苏南京）。国号梁，因为皇帝姓萧，又称萧梁。梁朝后期国势败坏，北齐和西魏相继来攻，失去了大片土地，注定了北强南弱之势。萧方智时陈霸先废帝自立，改国号陈。另外萧衍的孙子萧察曾在江陵建立西梁，传三帝，后亡于隋。至隋末大业十三年，萧铣在江南重建萧梁，历五年，为唐朝所灭。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/南梁>南梁</a>"
},
{
"headline":"陈霸先",
"startDate":"503",
"endDate":"559",
"text":"<p>    陈霸先（503年－559年）字兴国，小字法生，吴兴郡长城县（今浙江长兴）人，中国南北朝时期南朝陈的开国皇帝，史称陈武帝，志度弘远，恭俭勤劳。陈霸先属于一代英主。557年－559年在位。原为南朝梁名将。隋灭陈后，王僧辩之子王颁，掘陈霸先之墓，挖出骨骸，焚化成灰水喝进肚里。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/陈霸先>陈霸先</a>"
},
{
"headline":"侯景",
"startDate":"503",
"endDate":"552",
"text":"<p>    侯景（503～552），字万景，北魏怀朔镇（今内蒙古固阳南）鲜卑化羯人。因左足生有肉瘤所以行走不稳，但是擅长骑射，因此被选为怀朔镇兵，后又被提升为功曹史、外兵史等低级官职。北魏末年边镇各胡族群起反抗鲜卑族的统治，侯景开始建立功勋，后来侯景投靠东魏丞相高欢。梁武帝太清元年（547年）率部投降梁朝，驻守寿阳，公元548年9月，侯景叛乱起兵进攻南梁。公元551年他篡位自立为皇帝。江州刺史王僧辩、扬州刺史陈霸先先后发难，率领军队进攻侯景，侯景军队一触即溃。侯景死后，尸体被分成好几份，被人抢食。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/侯景>侯景</a>"
},
{
"headline":"钟离之战",
"startDate":"507",
"endDate":"507",
"text":"<p>    钟离之战，亦名邵阳之役，发生于西元507年（南梁天监六年，北魏正始四年），是梁武帝讨伐北魏期间，两军以钟离城及其邻近之邵阳洲为主战场的战役，为该次大规模北伐行动中具关键意义的一战，亦是中国历史上以少胜多的战争之一，结果南梁获得胜利，甚至因此幸免于可能亡国的危机。钟离城是临傍淮水的军事要塞，由于地近建康，扼守淮南险要，自南北朝分裂以来，一直是双方势力必争的战略要地，历史上曾发生多次战事，尤其北朝的南征行动中，泰半以钟离为首要目标，仅梁武帝在位期间，至少发生过三次争夺战。但因钟离地势险峻，加之北人不习水性，南朝方面取得了大部份的胜利。南梁天监四年（505年），梁武帝决意北伐，命临川王萧宏担任总帅，北魏以中山王元英挂帅迎击。两军皆号称有众百万，实力在伯仲之间，但懦弱无能的萧宏竟在众目睽睽下临阵遁逃，梁军顿时自乱阵脚，不战自溃，北魏大军一路进逼，兵临钟离城下，此时城内仅有三千名守军。危急之刻，梁武帝派韦睿与曹景宗率二十万大军驰援，梁军藉淮水暴涨之利，以水军优势搭配火攻，击败了不谙水性的北魏大军，俘斩人数近三十万。日本作家田中芳树所撰之历史小说《奔流》，便是以此战为故事背景。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/钟离之战>钟离之战</a>"
},
{
"headline":"宇文泰",
"startDate":"507",
"endDate":"556",
"text":"<p>    宇文泰（507年－556年），字黑獭（一作黑泰），代郡武川（今内蒙古自治区武川县）人，鲜卑宇文部后裔，南北朝西魏的权臣，也是北周政权的奠基者，掌权22年。后追尊为文王，庙号太祖，武成元年（559年）追尊为文帝。宇文泰先世为宇文部酋长。东汉末，宇文部加入鲜卑部落联盟，遂被鲜卑化，游牧于今内蒙古自治区西拉木伦河上游。北魏末年六镇起义中，宇文泰随父宇文肱加入鲜于修礼的起义队伍。起义被尔朱荣镇压后，宇文泰成为其部将贺拔岳麾下。永安三年（530年），北魏孝庄帝杀尔朱荣，但军权仍然操在尔朱氏手中。不久，尔朱氏败灭，高欢位居丞相，并由此掌权。北魏孝武帝密诏贺拔岳，欲以之牵制高欢。永熙三年（534年）贺拔岳遇害，众推宇文泰为统帅。后上表北魏孝武帝元修，相约共扶王室，元修遂下诏以宇文泰为大都督、雍州刺史兼尚书令。同年，宇文泰平定秦、陇，孝武帝封官为侍、骠骑大将军、开府仪同三司，关西大都督，略阳县公，地位仅次于高欢。是年元修携情妇元明月及宗室数人从前线逃跑，投奔宇文泰。十月，高欢另立元善见为帝，迁都于邺（今河北省临漳县），是为东魏。北魏遂分裂。元修性格强硬，不守礼法，与宇文泰关系搞得非常僵。永熙三年（535年）十二月，宇文泰杀元修及元明月，另立元明月之兄元宝炬为帝，是为西魏，而实际政权控制在宇文泰手中。同年，宇文泰与元修的妹妹冯翊公主结婚。宇文泰足智多谋，有很强的指挥能力。与东魏多次交锋，互有胜负。大统三年（537年）春，东魏进攻潼关，宇文泰大败之。秋，东魏十万人进沙苑（今陕西大荔），宇文泰以不满万人乘东魏军轻敌，亲自鸣鼓奋战，获得大胜，俘虏七万人，史称“沙苑之战”。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宇文泰>宇文泰</a>"
},
{
"headline":"元明月",
"startDate":"508",
"endDate":"534",
"text":"<p>    元明月（508年－534年），北魏平原公主，西魏文帝元宝炬的胞妹。父亲京兆王元愉追赠文景皇帝，母亲杨氏追赠文景皇后。508年，元愉谋反失败被捕后自缢死，杨氏生下遗腹女元明月以后亦被处决。他们的五个孩子年幼免死，遭到囚禁，灵太后时期恢复了自由，才得以改葬父母，追服三年。元明月在丈夫死后喜欢上封隆之，打算再嫁，但封隆之被另外一追求者孙腾排挤赶跑。而堂弟元修又看上了她的美貌，将她霸占为情妇之一，进封公主。534年元修带着她私下逃走去依附宇文泰。宇文泰反感元修的强硬无礼和淫乱，有心换个傀儡，因遣元宝炬等骗出元明月交到他手中，将她杀害，然后以此做契机杀掉了忿忿不平的元修。元明月亡年27岁。《北史》记载元修霸占元明月等三个“从妹”，有误，因元明月的父亲元愉508年身死，元修生于510年，可知元明月是元修的堂姊。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元明月>元明月</a>"
},
{
"headline":"元修",
"startDate":"510",
"endDate":"534",
"text":"<p>    魏孝武帝，名元修，一说元脩（510年－534年），字孝则，是北魏最后一位皇帝（532年-535年），广平武穆王元怀第三子，母亲是妾李氏。遍体有鳞文，好武术，性格强硬胆大，为人无礼。他曾被封为汝阳县公、通直散骑侍郎、中书侍郎。建义年间，辞散骑常侍一职，为平东将军、太常卿，后来又为镇东将军、宗正卿。530年封为平阳王。普泰初年，转任侍中、镇东将军、仪同三司、兼为尚书右仆射，后又改加侍中、尚书左仆射。河阴之变后政局一片混乱，诸王大多各自逃生，元修逃亡民间，隐为乡农。中兴二年（532年）高欢击败尔朱氏，欲立元悦为帝，因无法服众，只得退而选择元修。斛斯椿从元修的心腹好友王思政辗转寻到元修，元修道：“这该不是把我出卖了吧？”高欢遂亲自前来陈诚，泣下沾襟。元修方才入京，四月廿五日（6月13日）即位。元修即位后与高欢的长女结婚，夫妻彼此都没有感情。元修与三个堂姊妹姘居，将她们都封为公主。534年与高欢决裂，高欢带兵从晋阳南下时，元修于七月廿八日（8月22日）率一部分兵众，偕同情妇元明月及元明月的哥哥元宝炬等入关中投奔其妹妹的未婚夫宇文泰。同年十月十七日（11月8日），高欢以元修弃国逃跑为由，遥废其帝号，另立元善见为帝，十日后迁都邺。闰十二月十五日（535年2月3日），宇文泰以元修淫及从姊妹有伤风化为由，把元明月和元修都给杀死，改立元宝炬为帝。北魏从此正式分裂成东西魏。元修死后被宇文泰下令埋进草堂佛寺，十余年后才得正式落葬。西魏上谥号为孝武皇帝，东魏则称他为出帝。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/元修>元修</a>"
},
{
"headline":"大乘教起义",
"startDate":"514",
"endDate":"515",
"text":"<p>    北魏时期以宗教为旗帜的规模最大的人民起义。又称法庆起义。北魏佛教盛行，而僧人内部政治﹑经济地位相差悬殊。孝文帝即位后，佛教内部的派系斗争日益明显地表现为社会阶级的斗争。最高统治者有时支持某些僧侣讲道说法，又严禁另一些僧侣聚徒传教。部分僧侣颂扬明君有道的同时，另一些僧侣却公然毁寺烧经，举兵造反。延兴三年（473）沙门慧隐反。太和五年（481）沙门法秀于京都平城举事，参加者有官僚大族，更多的是平民和奴隶。十四年，沙门司马惠御自称圣王，起兵攻克平原郡。延昌三年（514），沙门刘僧绍起兵于幽州，自称净居国明法王。这些叛逆往往也是宗教上的异端，遭北魏政府的残酷镇压。在刘僧绍起兵失败后一年，爆发了更大规模的大乘教起义。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/大乘教起义>大乘教起义</a>"
},
{
"headline":"宇文护",
"startDate":"515",
"endDate":"572",
"text":"<p>    宇文护（515年－572年），小字萨保，代郡武川(今内蒙古武川西)人，鲜卑族，为宇文颢子，母阎姬，宇文泰的侄儿，北周权臣。宇文护曾经跟随宇文泰与东魏交战，屡立战功。宇文泰死后，泰的各个儿子年幼，遗命宇文护掌管国家大政。宇文护以宇文泰嗣子宇文觉幼弱为理由，乘宇文泰的权势和影响尚存的时候，及早夺取政权，迫使西魏恭帝禅位于周。翌年，宇文觉称为周天王，建立北周。宇文护成为大司马，被封为晋国公。后来，大将军赵贵、独孤信对宇文护不服。虽然宇文觉也不满他专权，但未能成功诛杀宇文护，反而被先发制人。赵贵被杀，独孤信被逼自杀。宇文觉也被废黜而死。宇文觉死后，宇文护改立宇文泰的另一个儿子宇文毓。武成二年(560年)宇文毓又被他毒死，立宇文泰四子宇文邕，是为周武帝。周武帝表面上曲从宇文护，宇文护放松对他的戒心。宇文护的儿子生性贪婪，下属则肆意放纵，乱政害民。天和七年（572年）三月十四，宇文护从同州（今陕西大荔）回长安，武帝和宇文护一起去见太后，武帝说太后最近经常喝酒，希望宇文护能读《酒诰》给太后听，请她戒酒。宇文护不知是计，向太后朗读《酒诰》，读到一半的时候，宇文邕猛然用玉珽打宇文护的后背，把他打倒，武帝忙令宦官何泉用刀砍杀宇文护，何泉惶惧，斫不能伤，这时宇文直匿于户内，杀死宇文护。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/宇文护>宇文护</a>"
},
{
"headline":"法庆",
"startDate":"515",
"endDate":"515",
"text":"<p>    法庆（？－515年），又称为释法庆，南北朝时期的僧人，创立了“大乘教”，并领导了大乘教起义。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/法庆>法庆</a>"
},
{
"headline":"斛律光",
"startDate":"515",
"endDate":"572",
"text":"<p>    斛律光（515～572年），中国北齐名将。字明月，朔州（今山西朔县）人，高车族。出身将门，斛律金之子。初任都督，善骑射，号称“落雕都督”。后拜大将军、太傅、右丞相、左丞相，封咸阳王。他骁勇善战，在与北周近20年的争战中，多次指挥作战，均获胜利。他治军严明，身先士卒，不营私利，为部下所敬重。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/斛律光>斛律光</a>"
},
{
"headline":"尉迟迥",
"startDate":"516",
"endDate":"580",
"text":"<p>    尉迟迥（516～580）北周代（今山西大同东北）人，字薄居罗。鲜卑族。宇文泰甥。他能征善战，好施爱士，位望崇重。初为泰帐内都督，从泰复弘农，战沙苑，累有军功，任尚书右仆射、大将军。西魏废帝二年（553）入蜀平萧纪。以功为大都督，益、潼等十八州诸军事，镇蜀。北周初，拜柱国大将军。宣帝即位，为相州总管。帝死，杨坚独揽天下兵马事，他起兵讨坚，兵败自杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尉迟迥>尉迟迥</a>"
},
{
"headline":"六镇之乱",
"startDate":"524",
"endDate":"524",
"text":"<p>    六镇之乱,又称六镇起义。指的是在中国南北朝时期的北魏正光五年（公元524年）发起的动乱。起因是因北魏首都南迁洛阳后，六镇鲜卑和鲜卑化贵族与将士的待遇及升迁不如洛阳鲜卑贵族，最后发起的反汉化的大起事。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/六镇之乱>六镇之乱</a>"
},
{
"headline":"河北起义",
"startDate":"525",
"endDate":"529",
"text":"<p>    河北起义指的是在中国南北朝时期的北魏孝昌元年（525年），杜洛周率领因六镇大起义失败而被俘迁到河北的兵民在上谷（今北京延庆县）起义，反抗北魏政府的残酷统治。起义得到了人民的普遍响应，526年，鲜于修礼（后由葛荣领导）也在定州（今河北定州市）起义，两支起义军所向披靡，北魏政府的军队节节败退。但此后起义军内部出现了争权夺利，葛荣杀害了杜洛周，吞并了其部队，起义军战斗力也因此削弱。529年，起义最终失败。这次起义历时长达五年，给北魏统治者以沉重打击，北魏政权由此而分崩离析。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/河北起义>河北起义</a>"
},
{
"headline":"河阴之变",
"startDate":"528",
"endDate":"528",
"text":"<p>    河阴之变是北魏权臣尔朱荣策划并实施的一起针对皇族和百官公卿的屠杀事件。因事件发生在河阴县，故名。北魏武泰元年（528年），北魏大将尔朱荣在洛阳对慕容绍宗说：“洛中人士繁盛，骄侈成俗，不加芟翦，终难制驭。”于是采纳部属费穆的建议，计划尽杀朝中百官。建义元年四月，尔朱荣立长乐王元子攸为孝庄帝，年号“建义”，改元永安，又以“入匡朝廷”为名向洛阳进兵，先“沉胡太后及幼主于河（黄河）”，四月十三日尔朱荣借口祭天，将北魏王公大臣集合至河阴（今中国河南省孟津县），以铁骑包围，飞矢交加，屠戮殆尽，死者达两千多人，北魏诸王元雍、元钦、元略、元劭等皆遇害。太后的妹妹冯翊君收了太后尸体，葬于双灵寺。尔朱荣尽掌朝政。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/河阴之变>河阴之变</a>"
},
{
"headline":"杜洛周",
"startDate":"528",
"endDate":"528",
"text":"<p>    杜洛周（？－528年），北朝时河北起事领袖。杜洛周原名吐斤洛周，北魏柔玄镇（今内蒙古兴和县西北）的镇兵。沃野镇民破六韩拔陵领导的六镇起义失败后，北魏朝廷将起义的二十万人分散到冀州、定州和瀛州（今河北河间）就食。孝昌元年（525年）秋，杜洛周率众在上谷（今河北怀来）起事，年号真王，即北魏末年河北起义，得到六镇余众和汉族农民的拥护。次年，攻克幽州，击败魏幽州刺史常景和幽州都督元谭，俘虏了常景。与鲜于修礼起义军互相呼应。武泰元年（528年）正月，又攻克定州，俘虏了刺史杨津。二月，杜洛周被葛荣偷袭杀死，部众被葛荣兼并。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/杜洛周>杜洛周</a>"
},
{
"headline":"葛荣",
"startDate":"528",
"endDate":"528",
"text":"<p>    葛荣（？－528年），北魏河北农民起义首领。鲜卑族人。初为怀朔镇（今内蒙古固阳西南）镇将。六镇起义失败后，他投靠鲜于修礼，孝昌二年（526年）杀叛将元洪业，接着领导起义部众。当年九月，博野白牛逻（今河北蠡县）一战，斩杀北魏章武王元融，自称天子，国号齐。后乘胜进军，杀魏军最高统帅元琛，占据河北数个州县，拥兵数十万。起义过程中，他欺凌汉族的民众，拉拢豪强地主，又偷袭杀死杜洛周，导致起义部队的分裂，相州（今河北磁县）一战中，被契胡尔朱荣俘获杀害。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/葛荣>葛荣</a>"
},
{
"headline":"尔朱兆",
"startDate":"533",
"endDate":"533",
"text":"<p>    尔朱兆（?－533年），字万仁，北秀容川（今山西西北部经神池、五寨、保德县之朱家川）人。契胡部酋长尔朱荣之侄，530年尔朱荣被北魏孝庄帝元子攸所杀，尔朱兆与尔朱世隆等族人据晋阳起兵攻陷洛阳，在城内纵兵大掠，杀掉临淮王元彧、范阳王元诲等人。尔朱兆在宫内宿营，锁魏帝于永宁寺楼上，遍淫宫内王妃公主。不久，尔朱兆亲手把孝庄帝绞死于晋阳三级佛寺之中，又杀陈留王元宽，改立长广王元晔，而后来尔朱世隆又改立广陵王元恭，是为节闵帝。长广王元晔被杀。同年十月，河西牧子费也头率兵南下，尔朱荣命高欢出兵，高欢再三犹豫，后以联兵击败费也头，升为冀州刺史，统率六镇约二十万流民。531年八月，高欢在信都起兵反抗尔朱家，立元朗为帝，高敖曹等汉兵奋勇冲杀，在广阿大败尔朱兆二十万大军，尔朱兆逃回晋阳。高欢挥师南下，包围了邺城，相州刺史刘诞据城抵抗，双方相持不下，高欢命士兵挖掘地道，使城墙塌陷，遂陷邺城。永熙元年（532年）三月，尔朱兆、尔朱天光、尔朱度律、尔朱仲远等合军二十万进攻高欢。高欢以逸待劳，命封隆之留守邺城，以三万兵力出城到紫陌，命部队布成圆阵，连接牛驴挡住归道，厮杀胜出，重创尔朱军，乘胜进据魏都洛阳，史称韩陵战役。高欢进入洛阳，斩尔朱度律及尔朱天光，另立元修为帝，称之北魏孝武帝，并接受元修任命为大丞相。同年七月，高欢兵发三路，亲率大军十万杀向晋阳，尔朱兆仓皇舍弃晋阳，退到北秀容川。尔朱天光派尔朱显寿镇守长安，宇文泰智破长安，在华阴（今陕西大荔）将尔朱显寿诛之。尔朱兆退回秀容郡，四处抢掠。永熙二年（533年）一月，高欢派窦泰出击秀容郡，一日一夜行三百里，高欢以大军随后，尔朱兆正在庭中宴会，突闻欢军驰至，仓皇惊走，高欢军袭破尔朱兆于秀荣城，尔朱兆仅率张亮等数骑逃至赤谼岭，命张亮及侍卫陈山提斩己首投降，左右不忍。遂杀所乘白马，自缢于树，张亮伏尸痛哭，余部降高欢。慕容绍宗不久也向高欢归降。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/尔朱兆>尔朱兆</a>"
},
{
"headline":"东魏",
"startDate":"534",
"endDate":"550",
"text":"<p>      东魏（534年―550年）北朝的朝代之一，从北魏分裂出来的割据政权。都邺（今安阳地区），有今河南汝南﹑江苏徐州以北，河南洛阳以东的原北魏统治的东部地区，历一帝，约十七年。北魏政权在魏末各族人民大起义打击下摇摇欲坠，统治阶级内部展开了激烈的权利争夺。尔朱荣发动河阴之变，控制了北魏中央政权。534年，权臣高欢所立的皇帝北魏孝武帝元修不愿做傀儡皇帝，被迫逃往关中投奔关陇军阀宇文泰。高欢拥立年仅十一岁的北魏孝文帝的曾孙元善见为帝，即东魏孝静帝，东魏开始。高欢掌权期间土地兼并情况严重，社会矛盾与民族矛盾尖锐，且屡败于劲敌西魏宇文泰。550年，孝静帝禅位于高欢之子高洋，东魏灭亡。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/东魏>东魏</a>"
},
{
"headline":"孝武西迁",
"startDate":"534",
"endDate":"534",
"text":"<p>    孝武西迁指534年，大魏（北魏）孝武皇帝迫于高欢方面压力，亲总京师宗室股肱播迁长安的事件。孝武西迁标志两魏的形成。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/孝武西迁>孝武西迁</a>"
},
{
"headline":"北魏分裂",
"startDate":"534",
"endDate":"534",
"text":"<p>    北魏分裂，是指534年北魏分裂成东魏、西魏的事件。北魏孝庄帝杀死权臣尔朱荣之后，北魏大乱，尔朱兆、尔朱世隆杀害孝庄帝，先后拥立元晔、元恭、元修做皇帝。混战的胜出者是高欢。534年，孝武帝元修与高欢关系决裂，逃到关中投奔宇文泰，高欢于是在邺城拥立元善见为皇帝，是为东魏。元修在年底被宇文泰所杀，宇文泰在长安立元宝炬为皇帝，是为西魏。东魏政权在高欢的控制中，550年，被高欢的儿子高洋建立北齐而取代；西魏政权在宇文泰的控制中，557年，被宇文泰的儿子宇文觉建立北周而取代。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/北魏分裂>北魏分裂</a>"
},
{
"headline":"西魏",
"startDate":"535",
"endDate":"557",
"text":"<p>      西魏（535年-557年）是中国南北朝时期由北魏分裂出来的割据政权，由鲜卑人宇文泰拥立北魏孝文帝的孙子元宝炬为帝，与高欢所掌控的东魏对立，建都长安。历三帝，共二十二年（535年―557年）。都城长安。在整个西魏统治时期，一直都由权臣宇文泰控制着政权，在他努力下，北方经济逐渐恢复，人民安居乐业，而且屡胜东魏。     </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/西魏>西魏</a>"
},
{
"headline":"高演",
"startDate":"535",
"endDate":"561",
"text":"<p>    北齐孝昭帝高演（535年－561年；在位560年—561年），字延安，北齐第三任皇帝。他是东魏权臣高欢第六子，文宣帝同母弟。美姿貌，有气度。高演长于政术，善于理解事情的细节；天保朝起开始参预朝政，政治经验逐渐成熟丰富，眼见次兄文宣帝沉湎酒色，大臣趋炎附势，惟高演满脸忧愁，不时直谏。其兄文宣帝临终时，表示必要时皇位可以相让，唯不可伤害高殷。废帝即位，独揽朝政。560年，高演发动政变，废高殷为济南王。高演登上皇帝宝座，改元皇建，时年二十六岁。高演在位期间，文治武功兼盛，‘帝留心于政事，积极寻求及任用贤能为朝廷效力，政治清明；帝关心民生，轻徭薄赋，并下诏分遣大使巡省四方，观察风俗，问人疾苦，考求得失。并亲征亲戎北讨库莫奚，出长城，虏奔遁，分兵致讨，大获牛马。’在北齐六帝之中，只有孝昭帝称得上是德才兼备的明君，可惜他在位时间不长，即位翌年，高演便因坠马事故重伤而死，在位仅两年，终年仅27岁。高殷被废的时候，娄昭君命儿子高演发誓决不伤害孙子高殷性命，但最终高演还是虑有后患，于次年将高殷秘密杀害。不久高演即出了意外，传说是文宣帝的厉鬼复仇。娄昭君亦对此深感悲愤，不肯原谅高演。为了保住儿子高百年，临终时候高演宣布废掉年幼的太子，传位于弟弟长广王高湛。他的谥号为孝昭皇帝，庙号肃宗。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/高演>高演</a>"
},
{
"headline":"翟让",
"startDate":"536",
"endDate":"617",
"text":"<p>    翟让（约536年5月7日—617年11月），隋末农民起义中瓦岗军前期领袖。隋东郡韦城人（今安阳市滑县东南妹村人）。武功高强有胆略。初为东郡法曹，犯法亡命至瓦岗（今河南安阳滑县东南），率众起义。单雄信、徐世绩等人响应，众至万余，所部多为渔猎手，善使长枪。大业十二年，李密来归，为其策划，合并附近各部义军，破金堤关，克荥阳等县，并于荥阳大海寺北丛林中设伏，杀隋将张须陀，威震中原。次年，与李密攻下兴洛仓（在今河南巩县东北），开仓赈饥。相继攻占河南诸郡，众至数十万，建行军元帅府。后推密为魏公，自任上柱国，司徒，封东郡公。或劝其总领军务，以夺密权，旋为密所杀。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/翟让>翟让</a>"
},
{
"headline":"沙苑之役",
"startDate":"537",
"endDate":"537",
"text":"<p>    沙苑之役指的是在南北朝时期的东、西魏第二场大战。东魏天平四年（537年）十月，东魏丞相高欢为一雪小关（今陕西潼关南禁谷）之败，亲率二十万军队至蒲津（今山西永济县一带）攻讨西魏，志在为窦泰复仇。十月进抵洛水之南的许原，威逼长安。西魏帝派遣宇文泰前来迎击，当时宇文泰的军队不满万人，军队备有三日粮食，以轻骑渡渭河至北岸的沙苑（今陕西大荔南），距高欢大军60里安营。此时宇文泰采李弼之计，列阵于渭曲，又命将士将武器藏于芦苇中，等候闻鼓声而起。高欢遣东魏兵至，见西魏兵少人乏，于是兵马轻敌冒进，一时行伍乱次。宇文泰乘东魏军轻敌不为行列，李弼、赵贵伏兵顿起，李弼的铁骑横击东魏主力，将高欢大军截为两段，在沙苑一举击溃东魏军队，俘虏7万人，缴获铠仗18万件，高欢连夜跨骆驼逃往黄河西岸。宇文泰命令将士每人在战场上植柳树一株，以示庆贺。西魏升宇文泰为柱国大将军，增邑五千户，参战的其他十二名将领也进爵增邑。凭借这场以弱胜强的伏击战，宇文泰既巩固了建立不久的西魏政权，确立了东西魏割据的局面，同时也巩固了自己在西魏政权的主宰地位，为之后北周的建立奠定了坚实的基础。沙苑之战后东魏不再能随意侵入关中，东西魏的主战场转为河东（山西）和河南。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/沙苑之役>沙苑之役</a>"
},
{
"headline":"韩擒虎",
"startDate":"538",
"endDate":"592",
"text":"<p>    韩擒虎（538年－592年），本名擒豹，字子通，河南东垣（今河南新安县）人。隋初开国功臣之一。父韩雄，仕北周，官至大将军。擒虎好读书，经史百家皆略知大旨，北周太祖觉得神奇。初仕北周，任新安太守，袭爵新义郡公，以军功升至上仪同。隋文帝时，经高颎推荐，为庐州总管。开皇八年（陈后主祯明二年、588年）十一月隋大举伐陈，擒虎以精兵五百，横江夜渡彩石，正月初七攻下姑孰（今安徽当涂），生擒樊巡，散骑常侍皋文奏大败逃回建康，接着擒虎向金陵进军。同日贺若弼攻克钟山（建康城东），杨广派总管杜彦跟韩擒虎会师，驻扎新林（今江苏省江宁县西），任忠前往石子冈（今江宁县南）迎降，直入朱雀门，沿途陈军大溃，擒虎纵兵在金陵四处劫掠，至殿中不见陈后主，后于华林园内景阳楼畔的井下生俘陈叔宝，贺若弼把陈叔宝囚禁在德教殿。贺若弼后来与韩擒虎争功，闹得不可开交。擒虎后来进位上柱国，出为凉州总管。开皇十二年（592年）病死。《隋书》卷五二有传。   </p>",
"tag":"<a href=http://zh.wikipedia.org/zh-cn/韩擒虎>韩擒虎</a>"
}


		],
					"era": [
						{
							"startDate":"2011,12,10",
							"endDate":"2011,12,11",
							"headline":"Headline Goes Here",
							"text":"<p>Body text goes here, some HTML is OK</p>",
							"tag":"This is Optional"
						}

					]
	}
}